
{
    "EngPost_DB": [
      
       {
        "title": "NLD Minister, Thura U Oo Aung Ko, who was imprisoned for 12 years, was released.",
        "pubDate": "January 04, 2023",
        "content": "NLD Minister, Thura U Oo Aung Ko, who was imprisoned for 12 years, was released last night.It is reported that the NLD Government's Union Minister, Thura U Aung Ko, was released by the terrorist SAC last night on 3 January.U Tun Kyi, a member of Steering Committee of the former Political Prisoners' Association, said that “the NLD government's Minister of the Ministry of Religious Affairs,Tura U Aung Ko, was sentenced to 12 years in prison and was released by the SAC without any announcement.News Source:Myanmar Pressphoto Agency Facebook",
         "image": "https://jackrevo95.github.io/jackrevo/Post/U Aung Ko.jpg"
      
      },{
        "title": "End of Dictatorship 2023",
        "pubDate": "January 01, 2023",
        "content": "End of Dictatorship 2023.The Uprising must succeed.",
         "image": "https://jackrevo95.github.io/jackrevo/Post/End of sitkhway 2023.jpg"
      
      },{
        "title": "Unhappy New Year 2023",
        "pubDate": "December 31, 2022",
        "content": "Unhappy New Year 2023.700 Darkest Days in Prison.",
         "image": "https://jackrevo95.github.io/jackrevo/Post/UNHN2023.jpg"
      
      },{
        "title": " Pope Francis said on Myanmar Crisis ",
        "pubDate": "December 27, 2022",
        "content": "Although the Pope Francis has not forgotten to speak about the Myanmar affairs, the Myanmar venerable monks are keeping their mouths shut.“The Pope Francis brought up and spoke Myanmar affairs on Christmas Day, but the venerable monks of Myanmar pretended that they do not know about Myanmar affairs and Myanmar people who are killed and violented by the SAC and they are keeping their mouths shut,” a Yangon-based political analyst said.On 25 December, the Pope Francis spoke that at the Christmas Day ceremony held at St. Peter’s Cathedral, “Let’s be last peace in Yemen”, and “Let’s end to the bloodshed and shine a light on reconciliation in Myanmar and in Iran,” VOA reported.The Pope Francis spoke about the Myanmar people who are being killed and tortured by the SAC from time to time. He does not forget to speak about Myanmar issue. Our Myanmar venerable monks act like they don't have anything to do with the Spring Revolution and they do not speak anything that the Myanmar people are being killed and violented by the SAC. It is very sad,he said.Source:Myanmar Pressphoto Agency,Photo:Pope Francis (Vatican News)",
         "image": "https://jackrevo95.github.io/jackrevo/Post/Pope Fransic.jpg"
     
      },{
        "title": " 🤶Revo Christmas🤶 [2022]",
        "pubDate": "December 25, 2022",
        "content": "Merry Christmas...Revo Christmas Par",
         "image": "https://jackrevo95.github.io/jackrevo/Post/Revo Christmas.jpg"
      
      },{
        "title": "Joe Biden Signed NDAA into Law",
        "pubDate": "December 23, 2022",
        "content": "President Joe Biden has signed the Fiscal 2023 National Defense Authorization Act into law allotting $816.7 billion to the Defense Department.",
         "image": "https://jackrevo95.github.io/jackrevo/Post/Biden Signed NDAA.jpg"
      },{
        "title": "Protesting activity at the bars and clubs in Yangon",
        "pubDate": "December 23, 2022",
        "content": "Yangon Revolution Force - YRF (Soft Strike Community) comrades put up stickers with the slogan We Will Be Happier When We Win in the bars and clubs that people commonly go to in Yangon.✊Soft Strike Community_Yangon Revolution Force(YRF)✊.",
         "image": "https://jackrevo95.github.io/jackrevo/Post/When We Win.jpg"
      },{
        "title": "General Gunmaw Sumlut[Revo Voices]",
        "pubDate": "December 15, 2022",
        "content": "💓The Cooperation between NUG and KIA,KIO is really strong and fully understanding each other.The main thing is not only Kachin,KIO but also entire nation are working very well with  CRPH and NUG.💓General Gunmaw Sumlut,Vice President(1),KIA(KIO),15 December 2022.",
         "image": "https://jackrevo95.github.io/jackrevo/Post/General%20Gun%20Maw%20Sumlut.jpg"
      },{
        "title": "Teacher Ko Htet Naing Aung[Revo Voices]",
        "pubDate": "December 11, 2022",
        "content": "I am still fighting againt Military junta holding the gun left by my fallen brother.✊Ko Htet Naing Aung.",
        "image": "https://jackrevo95.github.io/jackrevo/Post/Ko Htet Naing Aung.jpg"
      
      },{
        "title": "Poet Khet Thi[Revo Voices]",
        "pubDate": "December 11, 2022",
        "content": "They shot at our heads but they don't know that revolution is in the heart.Khet Thi",
         "image": "https://jackrevo95.github.io/jackrevo/Post/Khet Thi.jpg"
      
      },{
        "title": "Poet K Za Win",
        "pubDate": "December 10, 2022",
        "content": "Even if you and I disagree, I will give my life for you.K Za Win",
        "image": "https://jackrevo95.github.io/jackrevo/Post/K Za Win.jpg"
      
      },{
        "title": "Aung San Suu Kyi[Revo Voices]",
        "pubDate": "December 09, 2022",
        "content": "The only real prison is fear and the only real freedom is freedom from fear.Aung San Suu Kyi",
        "image": "https://jackrevo95.github.io/jackrevo/Post/DASSK-Freedom From Fear.jpg"
      
      }
     
    ]
  }
