{
  "Post_DB": [
    {
      "mmtitle": "ကော့ကရိတ်၊ ကျုံဒိုးရဲစခန်း မီးရှိလောင်နေပြီး အာရှလမ်းမကြီး နေရာ ၄ ခု ထက်မနည်းတွင် တိုက်ပွဲများ ပြင်းထန်နေ၊ မြ၀တီ၊ သင်္ကန်းညီနောင်တွင်လည်း တိုက်ပွဲ ဆက်ဖြစ်နေ",
      "engtitle": "Fighting erupts in Myawaddy",
      "pubDate": "March 25, 2023",
      "mmcontent": "ကရင်ပြည်နယ်၊ ကော့ကရိတ်မြိုနယ်နှင့်မြ၀တီမြိုနယ်တိုတွင် ယနေ့ နံနက်ပိုင်း မှ စတင်၍  တိုက်ပွဲများ စတင်ဖြစ်ပွားနေပြီး ကျုံဒိုးမြို ရဲစခန်း မီးလောင် နေ ကြောင်း ဒေသစစ်သတင်းရင်းမြစ်များထံမှ သိရှိရသည်။ကော့ကရိတ်-မြ၀တီလမ်းပိုင်း ၄ နေရာ၊ ကော့ကရိတ်မြိုနယ်အနီး ကျုံဒိုးရဲစခန်း တိုတွင် တိုက်ပွဲများဖြစ်ပြီး ကျုံဒိုးရဲစခန်းမီးလောင် သွားကြောင်း၊ စစ်ကောင်စီ ဘက်မှ ၂၀ ဦးထက်မနည်း ကို ဖမ်းဆီးရမိပြီး လက်နက်နှင့်ခဲယမ်းအများအပြား သိမ်းဆည်းရရှိကြောင်း သိရှိရသည်။",
      "engcontent": "Fighting between junta forces and resistance groups near the Myawaddy trade zone on the Thai border in Karen State has continued throughout Saturday. Shelling and airstrikes have been reported. (Photo: CJ).",
      "image": "https://jackrevo95.github.io/jackrevo/Post/02 MWD Fight.jpg"
    },{
      "mmtitle": "ယင်းမာပင် မြောက်ခြမ်း သပိတ် အင်အားစုများက စစ်အာဏာရှင် တော်လှန် ရေး ချီတက် ဆန္ဒပြ",
      "engtitle": "The strike forces in the northern part of Yimarbin township marched and protested against the military dictatorship",
      "pubDate": "March 25, 2023",
      "mmcontent": "စစ်ကိုင်းတိုင်း၊ ယင်းမာပင် မြောက်ခြမ်း သပိတ် အင်အားစုများ ဦးဆောင်ကာ ယနေ့ မတ်လ ၂၅ ရက်နေ့ နံနက်ပိုင်းတွင် စစ်အာဏာရှင် တော်လှန်ရေး ချီတက် ဆန္ဒပြ ကြောင်း သိရသည်။",
      "engcontent": "The strike forces in the northern part of Yimarbin township led and protested against the military dictatorship on March 25.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/01YMB Strike.jpg"
    },{
      "mmtitle": "ဖားကန့်မြိုတွင် ဖားကန့်ပြည်သူများ စုပေါင်း၍ စစ်အာဏာရှင်ဆန့်ကျင်ရေးသပိတ်ပြုလုပ်",
      "engtitle": "The people of Phakant gathered in Phakant to hold a strike against the military dictatorship ",
      "pubDate": "March 23, 2023",
      "mmcontent": "ကချင်ပြည်နယ် ဖားကန့်မြိုတွင်  မတ်လ ၂၄ ရက်နေ့၌ ဖားကန့်ပြည်သူများ စုပေါင်း၍ စစ်အာဏာရှင်ဆန့်ကျင်ရေးသပိတ်နှင့် KIA၊ PDF၊ NUG ထောက်ခံပွဲပြုလုပ်ခဲ့ကြသည်။ဆန္ဒပြပြည်သူများက KIA၊ PDF တိုက်ပွဲတိုင်းမာနိုင်ပါစေ ၊NUG အစိုးရ ဒိုအစိုးရ ၊ တရားမဝင်ရွေးကောက်ပွဲလူထုအားဖြင့် တိုက်ဖြတ်ကြ ၊လူထုသစ္စာဖောက် နိုင်ငံရေးပါတီများ အလိုမရှိ၊ လူထုတိုက်ပွဲ အရှိန်မြင့်ကြ ဘုံရန်သူကို ချေမှုန်းကြ၊ ဖက်ဆစ်စစ်တပ် လုံးဝအုပ်ချုပ်ခွင့် မရစေရ စသည့် ကြွေးကြော်သံများဖြင့် ချီတက်သပိတ်မှောက်ခဲ့ကြသည်။",
      "engcontent": "On March 24th, the people of Phakant gathered in Phakant town of Kachin State to strike against the military dictatorship.They held a rally in support of NUG.The protestors said, May the KIA, PDF fight hard.NUG government do government.They fought through illegal elections.There is no need for political parties that betray the people.The people's struggle is accelerating, they are crushing the common enemy.They marched and boycotted with slogans such as The fascist army will not be allowed to rule completely.",
      "image": "https://jackrevo95.github.io/jackrevo/NOR4/Post/01Phar Kant-Strike.jpg"
    },{
      "mmtitle": "စစ်တပ် မီးရှိသဖြင့် ပြာကျသွားသောနေအိမ် ခြောက်သောင်းကျော်ရှိ ရွာမီးရှို့ု့င်းကို မဟာဗျူဟာမြောက် ကျင့်သုံးနေ",
      "engtitle": "There are more than 60,000 houses were burnt down by the Military, and been using village burning as a strategy",
      "pubDate": "March 23, 2023",
      "mmcontent": "စစ်ကောင်စီတပ်က မီးရှိဖျက်ဆီးခဲ့သည့် ပြည်သူ့နေအိမ် ခြောက်သောင်းကျော်ရှိပြီဖြစ်ကြောင်း Data for Myanmar က ယနေ့ထုတ်ပြန်သည်။၂၀၂၃ ခုနှစ်၊ ဖေဖေါ်ဝါရီ ၂၈ ရက်နေ့အထိ စစ်အာဏာသိမ်းကာလအတွင်း စစ်ကောင်စီနှင့်လက်အောက်ခံ အဖွဲအစည်းများက မီးရှိဖျက်ဆီးမှုကြောင့် အရပ်သားပြည်သူ နေအိမ်ပေါင်း ၆၀,၄၅၉ လုံး ပျက်စီးဆုံးရှုးခဲ့ရကြောင်း သိရသည်။မီးရှိဖျက်ဆီးခံရမှုများအနက် စစ်ကိုင်းတိုင်းမှာ အများဆုံးဖြစ်ပြီး အိမ်၄၇၇၇၈ လုံး ဖျက်ဆီးခံခဲ့ရသည်။ဒုတိယအများဆုံးမှာ မကွေးတိုင်းဖြစ်ပြီး ၉၀၁၉ လုံး၊ ချင်းပြည်နယ်အတွင်း အိမ် ၁၄၈၅ လုံး နှင့် ကျန်ပြည်နယ်နှင့် တိုင်းတိုတွင် ၂၁၇၇ လုံး မီးရှိခံရကြောင်း Data for Myanmar က ဆိုသည်။“မတ်လမှာလည်း ဆက်တိုက်ကို မီးရှိနေတဲ့အပြင် အခုနောက်ပိုင်း ကျနော်တို စစ်ကိုင်းတိုင်းထဲ စစ်ခွေးတွေ ရွာတွေထဲ ဝင်တာ ပြောက်ကျားပုံစံမျိုး အလစ်ဝင်လာလေ့ရှိတယ်။ မနက်အစောကြီးတွေ ဝင်လာတာမျိုးပေါ့။ ပြီးရင် မီးရှိ၊ လုယက် လူဖမ်းပြီးတာနဲ့ ချက်ချင်း ပြန်ဆုတ်သွားလေ့ရှိတယ်”ဟု မုံရွာမြိုတွင်းနေ တက်ကြွလှုပ်ရှားသူတစ်ဦးက ပြောသည်။စစ်ကောင်စီတပ်သည် မည်သည့်အကြောင်းမှမရှိဘဲ ရွာမီးရှိခြင်းကို မဟာဗျူဟာမြောက်ကျင့်သုံးနေပြီး နောက်ထပ်လည်း မီးဆက်ရှိဦးမှာ သေချာကြောင်း ၎င်းက ပြောသည်။“အဓိကကတော့ ပြည်သူတွေ ဒုက္ခရောက်အောင်ပါပဲ။ စားရမဲ့သောက်ရမဲ့ အခြေအနေ ရောက်အောင်ကို အငြိုးတကြီးနဲ့ လုပ်တာ။ ပြီးတော့ မတော်လှန်ရဲအောင်။ တော်လှန်ရေး အတွက် ကူစရာငွေမရှိအောင်ပေါ့”ဟု ၎င်းကဆက်ပြောသည်။စစ်ကောင်စီတပ်သည် ၂၀၂၁ခုနှစ်၊ မေလအတွင်း ပြည်သူ့နေအိမ် ၃ လုံး မီးရှိခြင်းဖြင့် ရပ်ရွာများ မီးရှိ ဖျက်ဆီးခြင်းအမှုကို စတင်ခဲ့ကြောင်း Data for Myanmar ၏မှတ်တမ်းက ဖော်ပြထားသည်။",
      "engcontent": "Data for Myanmar announced today that more than 60,000 people's houses were burned down by the SAC troops.During the military coup until February 28, 2023, 60,459 civilian houses were destroyed due to arson by the SAC and its subordinate organizations.Sagaing was the most affected by arson, with 47,778 houses destroyed. According to Data for Myanmar, the second highest number was in Magway with 9,019 houses, in Chin state with 1,485 houses, and in the rest of the state and regions with 2,177 houses.Besides the continuous arson in March as well, recently in Sagaing, military dogs (SAC troops) often enter villages like guerillas. They come early in the morning. After burning and looting people, they usually retreat immediately, said an activist from Monywa City.He said that the SAC is using a strategy of burning villages for no reason, and it is certain that more arson would continue.The main thing is to make the People suffer. They are doing it with malice so that the People would be impoverished. Then they don't dare to revolutionize. They don't have money to help the revolution,he continued.According to Data for Myanmar, the SAC started arson and destruction of villages and towns in May 2021 by burning three public houses.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Junta Strategy.jpg"
    },
    {
      "mmtitle": "သမိုင်းထဲက ဒီနေ့ (မုံရွာမြို့)",
      "engtitle": "On This Day in 2021 (Monywa) ",
      "pubDate": "March 22, 2023",
      "mmcontent": "စစ်ကိုင်းတိုင်းတွင် အကြီးဆုံးမြို့ဖြစ်သည့် မုံရွာမြို့ခံ ၁၀၀၀ ခန့်က ၂၀၂၁ ခုနှစ် မတ်လ ၂၂ ရက်နေ့တွင် စစ်အစိုးရကို ဆန့်ကျင်ဆန္ဒပြရန် လမ်းပေါ်ထွက်ခဲ့ကြပြီး စစ်တပ်၏ရက်စက်ကြမ်းကြုတ်သော ဖြိုခွင်းမှုများဖြင့် ရင်ဆိုင်ခဲ့ကြရသည်။(Photo: CJ)",
      "engcontent": "Undeterred by the fatal crackdowns by the regime forces, some 1,000 residents of Monywa, the largest city in Sagaing Region, took to the streets to protest against the regime on March 22, 2021.(Photo: CJ)",
      "image": "https://jackrevo95.github.io/jackrevo/Post/OTD Monywa.jpg"
    },
    {
      "mmtitle": "မီးဘေးသင့် ပြည်သူများအား လှူဒါန်းမှု",
      "engtitle": "Donation to people affected by fire",
      "pubDate": "March 22, 2023",
      "mmcontent": "အကြမ်းဖက်စစ်တပ်ရဲ့ အကြမ်းဖက်လုပ်ရပ်များကြောင့် နေအိမ်များမီးရှို့ ဖျက်ဆီးခံခဲ့ရသော ကျေးရွာတစ်ခုသို့ မီးဘေးသင့်ပြည်သူများအနေဖြင့် ယာယီတဲများ ပြန်လည်ဆောက်လုပ်နေထိုင်နိုင်ရန်အတွက် အလှူငွေကျပ် ၁၀ သိန်းတိတိအား သွားရောက် လှူဒါန်းပေးအပ်ခဲ့ပါသည်။#ထောက်ပို့၊ကူညီ၊ဖေးမ၊တော်လှန့်ငါးမျဥ်းစောင်းရန်ပုံငွေ ရှာဖွေရေးအဖွဲ့",
      "engcontent": "We went to a village whose houses were burned down due to the terrorist army's terrorist activities and donated exactly 1000,000 kyats to help the people affected by the fire rebuild temporary tents. Photo: 5/Fundraising Team",
      "image": "https://jackrevo95.github.io/jackrevo/Post/5FT.jpg"
    },
    {
      "mmtitle": "ရွှေဘိုမြို့မှာ စစ်ကောင်စီက အမျိုးသားတစ်ဦးကို ဖမ်းဆီး",
      "engtitle": "Myanmar's junta has arrested a man in Shwebo town of Sagaing region ",
      "pubDate": "March 22, 2023",
      "mmcontent": "ယမန်နေ့ က ရွှေဘိုမြို့မှာ စစ်ကောင်စီက facebook ပေါ် တွင် အမြစ်ပါမကျန်ဖြတ် ရမည်ဟု ရေးသားကာ ပိုစ့်တစ်ခုကို ဝေမျှထားသော ကြောင့် အမျိုးသားတစ်ဦးအားဖမ်းဆီးပြီး အကြမ်းဖက်ပုဒ်မ ဖြင့် အမှုဖွင့်ထားကာ နှစ်ရှည်ထောင်ကျနိုင်ကြောင်းသိရသည်။ဦးတင်မျိုးထွေးလို့ အမည်ရတဲ့ အဆိုပါ အမျိုးသားဟာ ရွှေဘိုမြို့  ၅ ရပ်ကွက်မှာ နေထိုင်သူလို့ သိရပါတယ်။",
      "engcontent": "Myanmar's junta has arrested a man, aged 57, yesterday in Shwebo town of Sagaing region for sharing a Facebook post of media from 2021 with the comment defined as root out the military regime on 22 June 2021.The victim is known as Mr Tin Myo Htway from Block No. 5 of Shwebo town, Sagaing in northwest Myanmar.The 57-year-old man is arrested and charged under the Counter-Terrorism Act and is likely to face lengthy imprisonment.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Arrest a man.jpg"
    },
    {
      "mmtitle": "ရှေ့တန်းစစ်မြေပြင်တစ်နေရာက  ရဲဘော်သမာဓိရဲ့ မြေပုံ",
      "engtitle": "Comrade Samadhi(Aung Zaw Phyo)[Fallen Heroes] ",
      "pubDate": "March 19, 2023",
      "mmcontent": "ရှေ့တန်းစစ်မြေပြင်တစ်နေရာကရဲဘော်သမာဓိရဲ့ မြေပုံပေါ်မှာစိန်ပန်းနီတွေစိုက်ပေးခဲ့တဲ့ကော်ဘရာအဖွဲ့သားများ၊၁၀ လပြည့်ခဲ့ပြီမြေပုံတခု၊မှတ်တိုင် တတိုင်ဆိုတာထက်ကမ္ဘာမြေပေါ်မှာ ရှင်သန်နိုင်လောက်ရှင်သန်ခွင့်ရမယ်၊ သစ်ပင်တပင်ဆိုတာကအမှတ်အသားလဲ  ဖြစ်သလိုအမှတ်တရလဲ ပိုဖြစ်ပါတယ်၊ဒီနေ့ရာမှာ ငါတို့ဆက်ပြီးရှိနေသည်၊ဖြစ်စေမရှိတော့သည်ဖြစ်စေ၊မင်းတွက်စိုက်ပေးခဲ့တဲ့၊စိန်ပန်းနီပွင့်တွေကတော့၊နောက်တချိန် မင်းမြေပုံပေါ်မှာသတိရလွမ်းဆွေးစွာနဲ့  ပြန့်ကျဲနေမှာပါ၊တပင်ကတော့သမာဓိ၊နောက်တပင်ကတော့ဖြိုးခိုင်၊ကော်ဘရာစစ်ကြောင်းရဲဘော်များ။",
      "engcontent": "Cobra crew planted Sein Pan Ni tree on the ground of comrade Samadhi at front line.Comrade Samadhi was killed in the battle to capture the Thayt Baw Vow camp of military dictatorships in Karen State.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Comrade Samadhi.jpg"
    },
    {
      "mmtitle": "မောင်စိန်ဝင်း(ပုတီးကုန်း)[ကဗျာ]",
      "engtitle": "Mg Sein Win(Pi Te Kone)[Poem] ",
      "pubDate": "March 19, 2023",
      "mmcontent": "ရှေ့မှာပန်းတိုင် မလိုက်နိုင်တဲ့သူကို ထားခဲ့ သွားမယ့်လမ်းက တစ်လမ်းထဲ လမ်းလွဲစရာ ဘာကြောင်းမှမရှိ။မောင်စိန်ဝင်း(ပုတီးကုန်း)",
      "engcontent": "Goal in the front.Leave someone who can't keep up.There is only one way to go.There is no reason to mislead.#Mg Sein Win(Pi Te Kone)",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Mg Sein Win.jpg"
    },
    {
      "mmtitle": "ဒါရိုက်တာ ကိုပေါက်၏ ရောင်နီလာရာလမ်း မှတ်တမ်း ရုပ်ရှင် လန်ဒန်တွင် ပြသ",
      "engtitle": "Director Ko Pauk's documentary film named as Rays of Hope premiered in London ",
      "pubDate": "March 19, 2023",
      "mmcontent": "ဒါရိုက်တာ ကိုပေါက်၏ ရောင်နီလာရာလမ်း မှတ်တမ်း ရုပ်ရှင် လန်ဒန်တွင် ပြသ။ဧရာဝတီ၊ မတ် ၁၉ ၊ ၂၀၂၃ ဒါရိုက်တာ ကိုပေါက်၏ ရောင်နီလာရာလမ်း မှတ်တမ်း ရုပ်ရှင်ကို လန်ဒန်မြို့လယ်ရှိ The Comedy Store ရုပ်ရှင်ရုံ၌ ယမန်နေ့ ဒေသစံတော်ချိန် မွန်းလွဲ ၁၂ နာရီတွင် ပြသခဲ့သည်။ ရုပ်ရှင်မစတင်မီ လန်ဒန်မြို့သို့ ခေတ္တရောက်ရှိနေသော အမျိုးသားညီညွတ်ရေးအစိုးရ ပြည်ထောင်စုဝန်ကြီး ဒေါက်တာဦးဝင်းမြတ်အေး၊ ပြည်ထောင်စုဝန်ကြီး ဒေါ်ခင်မမမျိုး နှင့် ယူကေနိုင်ငံဆိုင်ရာ ကိုယ်စားလှယ် ဒေါက်တာသက်ကိုကိုတို့က ယူကေရောက် တော်လှန်ရေး ညီအစ်ကိုမောင်နှမများအား နှုတ်ခွန်းဆက်စကား ပြောကြားခဲ့ကြောင်း သိရသည်။အဆိုပါမှတ်တမ်းရုပ်ရှင်ပြပွဲသို့ ယူကေရောက် မြန်မာများက ရုံပြည့်ရုံလျှံ လာရောက်အားပေးခဲ့ကြပြီး ဒါရိုက်တာကိုပေါက်နှင့် ပရိတ်သတ်များက online မှတဆင့်စကားပြောခဲ့ကြကြောင်း၊ပြပွဲကို ဒေသစံတော်ချိန် ညနေ ၄နာရီတွင် ပိတ်သိမ်းခဲ့ကြောင်း သိရသည်။#WhatsHappeningInMyanmar#RejectMilitaryCoup",
      "engcontent": "Director Ko Pauk's documentary film named as Rays of Hope premiered yesterday at 12pm local time at The Comedy Store in central London.Union Minister of National Unity Government, Dr. U Win Myat Aye, who is temporarily in London before the start of the movie. Union Minister Daw Khin Ma Myo and the representative of the UK, Dr. Thet Koko, said their greetings to the revolutionary brothers and sisters who arrived in the UK.Burmese people who came to the UK supported the documentary film exhibition, and the director and the audience talked online. The exhibition was closed at 4 pm local time.#WhatsHappeningInMyanmar#RejectMilitaryCoup.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Rays of hope.jpg"
    },
    {
      "mmtitle": "အမျိုးသားညီညွတ်ရေးအစိုးရ၊ ယာယီသမ္မတ ဒူဝါလရှီးလမှ ပြည်သူများထံသို့ သတင်းစကား",
      "engtitle": "Message for the people from Acting President Duwa La Shila, National Unity Goverment",
      "pubDate": "March 18, 2023",
      "mmcontent": "အမျိုးသားညီညွတ်ရေးအစိုးရ၊ ယာယီသမ္မတ ဒူဝါလရှီးလမှ ပြည်သူများထံသို့ သတင်းစကား ၂၀၂၃ ခုနှစ်၊ မတ်လ (၁၈) ရက်စစ်အာဏာရှင်တွေရဲ့ လူမဆန်တဲ့ အစွမ်းကုန်ရက်စက်မှုတွေကို ခံနေရပေမယ့် ကျွန်တော်တို့ရဲ့ အနာဂတ်ဟာ ဝေဝါးမနေပါဘူး။ ငြိမ်းချမ်းပြီး တရားမျှတတဲ့ လူ့အဖွဲ့အစည်းနဲ့ ဖက်ဒရယ်ဒီမိုကရေစီ နိုင်ငံတစ်ခုကို တည်ဆောက်နိုင်ဖို့ မျှော်လင့်ချက်ရောင်ခြည်တွေကို မြင်နေရပြီဖြစ်ပါတယ်",
      "engcontent": "Although we are being subjected to inhumane brutality by the military dictators, our future is not bleak. We can see the rays of hope to build a peaceful and just society and a federal democratic country.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Acting President-1.jpg"
    },
    {
      "mmtitle": "စစ်အာဏာရှင်စနစ် ဆန့်ကျင်ရေးလှုပ်ရှားမှု",
      "engtitle": "Movement against the military dictatorship in Yangon",
      "pubDate": "March 18, 2023",
      "mmcontent": "ရန်ကုန်မြို့တွင် ပြည်သူ့အကျိုးပြု လူငယ်အဖွဲ့အစည်းက စစ်အာဏာရှင် ဆန့်ကျင်ရေး လှုပ်ရှားမှု ပြုလုပ်ရန်ကုန်၊ မတ် ၁၈ ရန်ကုန်မြို့တွင် ရေဘဝဲ (ပြည်သူ့အကျိုးပြု လူငယ်အဖွဲ့အစည်း) က ယနေ့ မတ်လ ၁၈ ရက်နေ့တွင် မပြီးသေးဘူး ငါတို့အလှည့်ကျန်သေးတယ် စာတန်း ချိတ်ဆွဲပြီး စစ်အာဏာရှင် ဆန့်ကျင်ရေး လှုပ်ရှားမှု ပြုလုပ်ခဲ့ကြောင်း သိရသည်။",
      "engcontent": "On March 18th, Octopus (People's Beneficial Youth Organization) in Yangon hung the banner defined as It's not yet over, we still have our turn and held a campaign against the military dictatorship.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Still Have our turn.jpg"
    },
    {
      "mmtitle": "ရေပေါ်စီအနုပညာရှင်များ အလိုမရှိကြောင်း ဆန္ဒပြ",
      "engtitle": "It must be defined as an artist who insults the public",
      "pubDate": "March 18, 2023",
      "mmcontent": "ရေပေါ်စီအနုပညာရှင်များ အလိုမရှိကြောင်း ဆန္ဒပြ။မတ် ၁၈ ၊ ၂၀၂၃။တန့်ဆည်ပင်မသပိတ်စစ်ကြောင်းက ဦးဆောင်ပြီး ပြည်သူ့ဘက်မရပ်တည်သော အနုပညာရှင်များ၊ ရေပေါ်စီအနုပညာရှင်များ ၊ ကြာနေအနုပညာရှင်များ လုံးဝလုံးဝ အလိုမရှိ စာတန်းကို ကိုင်ဆွဲကာ စစ်အာဏာရှင်ဆန့်ကျင်ရေး ဆန္ဒပြခဲ့ကြပါတယ်။photo- တန့်ဆည်ပင်မသပိတ်စစ်ကြောင်း ",
      "engcontent": "In these months,Music Exhibitions Festivals are done with enthusiasm. Some artists have more concerts than in 2019,2020. If you see these fairways, you might even think that blood has never flowed in this country.People are not asking to avoid music shows or festivals.They are asking to avoid events that can distort the revolution. They understand that artists can't avoid paid events when life urges you.In Mae Sot, there are many people who fled in poverty due to the hardships caused by the military council. It must be said that the artists who can come and perform in Mae Sot without supporting the face of these people have a moral problem.They should know why people are so angry. Since you can't think whether acceptance of such events are suitable or not, it is obvious what the position of such artist is.When the age is bad, you often have to exchange poverty for your virtue. The public will decide in history which artist traded their virtue for money.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Bad Artists.jpg"
    },
    {
      "mmtitle": "အင်းတော်ကြီးကန်",
      "engtitle": "Indawgyi Lake, Biosphere Reserve and Shee Myitzu Pagoda. (Kachin State, Myanmar.) ",
      "pubDate": "March 17, 2023",
      "mmcontent": "အင်းတော်ကြီးရေကန် သည် အရှေ့တောင်အာရှတွင် အကြီးဆုံး ကုန်းတွင်းရေကန်များထဲမှ တစ်ခုဖြစ်သည်။ ကချင်ပြည်နယ် မိုးညှင်းမြို့နယ်မှာ တည်ရှိပါတယ်။ ရေကန်သည် အရှေ့မှအနောက် 13 ကီလိုမီတာ (8.1 မိုင်) နှင့် မြောက်မှ 24 ကီလိုမီတာ (15 မိုင်) ရှိသည်။ ကန်ပတ်လည်တွင် ရွာပေါင်း ၂၀ ကျော်ရှိသည်။ ပင်လယ်ရေမျက်နှာပြင်အထက် ၅၄၆ ပေ (၁၆၆ မီတာ) မြင့်သည်။ အင်းတော်လေးကန် တောရိုင်းတိရစ္ဆာန်ဘေးမဲ့တော၏ အဓိကအင်္ဂါရပ်မှာ ရေကန်ဖြစ်သည်။ အမြင့်ပေ 10,00 မှ 40,00 ကျော်မြင့်သော တောင်ကြီးများဖြင့် ဝန်းရံထားသည်။ရွှေမန်ဇူဘုရားကို အင်းတော်လေးကန်အလယ် အထွတ်တွင် တည်ထားသည်။ ဘုရားပွဲတော် နီးကပ်လာသောအခါတွင် ဘုရားအောက်ရှိ လူများသွားလာရန် သဲလမ်းနှစ်လမ်း ပေါ်လာတတ်သည်။ ပွဲတော်ပြီးသောအခါ သဲလမ်းများသည် ရေထဲတွင်မြုပ်နေတတ်သည်။ အင်းတော်ကြီး တောရိုင်းတိရစ္ဆာန်ဘေးမဲ့တောသည် အင်းတော်ကြီးကန်ပတ်လည်တွင် တည်ရှိပြီး 1999 ခုနှစ်တွင် တည်ထောင်ခဲ့သည်။ ရှားပါးသော နို့တိုက်သတ္တဝါများ၊ ငှက်များ အပါအဝင် တိရစ္ဆာန်မျိုးစုံကို တွေ့နိုင်သည်။ မျိုးသုဉ်းလုနီးပါးဖြစ်နိုင်သော ငှက်မျိုးစိတ် ၁၀ မျိုး အပါအဝင် ရွှေ့ပြောင်းနေထိုင်သည့် ငှက်မျိုးစိတ် ၂၀,၀၀၀၊ ကမ္ဘာပေါ်တွင် မျိုးသုဉ်းလုနီးပါးဖြစ်နိုင်သော လိပ် ၅ ကောင်နှင့် ငါးမျိုးစိတ် ၇ မျိုး အပါအဝင် ငါးမျိုးစိတ် ၉၃ မျိုး နေထိုင်ရာ အဓိက ရေတိမ်ဒေသတစ်ခုဖြစ်သည်။ အဆိုပါငှက်များထဲတွင် Greylag Geese, Oriental Darter, Purple Swamphen တို့သည် ဇန်နဝါရီလတွင် တွေ့ရများပါသည်။ လှေနဲ့သွားလည်ရင် ရွှံ့အိမ်မျိုးစိတ်တွေရဲ့ ဘဝမြင်ကွင်းတွေကို တွေ့နိုင်ပါတယ်။ ရေကန်များနှင့် ရေတိမ်ဒေသများသည် ဆောင်းငှက်များအတွက် အမိုးအကာများဖြစ်သည်။ ပတ်ဝန်းကျင်ကျေးရွာများမှ အမှိုက်များသည် ရေအရည်အသွေးကို ခြိမ်းခြောက်လျက်ရှိသည်။ သို့သော် မိုးရာသီရောက်သောအခါ ရေသည် သန့်ရှင်းလာပြန်သည်။ေ",
      "engcontent": "Indawgyi Lake is one of the largest inland lakes in Southeast Asia. It is located in Mohnyin Township in the Kachin State of Myanmar. The lake measures 13 kilometres (8.1 mi) east to west, and 24 kilometres (15 mi) north to south. There are over 20 villages around the lake. It is 546 feet (166 m) above sea level. The lake is the main feature of the Indawgyi Lake Wildlife Sanctuary. It is surrounded by large mountains with a height of over 10,00 to over 40,00 feet.The Shwe Manzhu Pagoda is built on a ledge in the middle of Indawgyi Lake. When the time of the Pagoda festival is approaching, two sand roads usually appear for people to walk under the Pagoda. When the festival is over, the sand roads are often submerged in water.The Indawgyi Wildlife Sanctuary is located around the Indawgyi Lake. Established in 1999. Landscapes, rare mammals; A variety of animals including birds can be found. 20,000 migratory and native bird species, including 10 endangered bird species. It is a key wetland home to 93 species of fish, including 5 globally endangered turtles and 7 species of fish found only here. Among these birds are Greylag Geese, Oriental Darter, Purple Swamphen are common in January. If you go around by boat, you can see the life scenes of the species of the mud flats. Lakes and wetlands are shelters for wintering birds. Waste from the surrounding villages is threatening water quality. However, when the rainy season comes, the water becomes clean again.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Indaw Gyi Lake.jpg"
    },
    {
      "mmtitle": "မြိုင်နှင့်မင်းကင်း မြို့နယ်များမှ LPDF နှစ်ဖွဲ့အတွက် ခဲယမ်းကျည် ကမ်ပိန်း အောင်မြင်စွာပြီးစီးပါပြီ",
      "engtitle": "AMMO Campaign Finished ",
      "pubDate": "March 17, 2023",
      "mmcontent": "မနေ့ကပဲ နောက်ဆုံးဖြစ်ပါတယ်ခင်ဗျာ စုစုပေါင်း အလှူငွေ 10,550,000 ကျပ်ရရှိခဲ့ပါတယ်ခင်ဗျာ Independence Army အတွက် 55 သိန်းနဲ့ မင်းကင်းပြည်သူ့ကာကွယ်ရေးတပ်ဖွဲ့(မြစ်ရိုးအောက်ဒေသ) အတွက် သိန်း ၅၀ နဲ့ ၅ သောင်း ပေးပို့သွားမှာ ဖြစ်ပါတယ်ခင်ဗျာ ကမ်ပိန်းလေးကို ပူးပေါင်းပါဝင်ပေးခဲ့ကြတဲ့ မိတ်ဆွေများအားလုံးကို အထူးကျေးဇူးတင်ရှိပါတယ်ခင်ဗျာ။",
      "engcontent": "Yesterday was the last day of the AMMO Campaign held by 5/Nway Oo Revo Team, and we received a total of 10,550,000 kyat in donations.Special thanks to all friends who participated in the campaign",
      "image": "https://jackrevo95.github.io/jackrevo/Post/AMMO Campaign.png"
    },
    {
      "mmtitle": "မီရှယ်ယို ‌အကောင်းဆုံးအမျိုးသမီး အော်စကာဆု ရရှိ ",
      "engtitle": "Michelle Yeoh won Best Actress Oscar award ",
      "pubDate": "March 15, 2023",
      "mmcontent": "အကောင်းဆုံးအမျိုးသမီး အော်စကာဆု ရရှိခဲ့တဲ့ မင်းသမီး မီရှယ်ယို ကို ဂုဏ်ပြုမှတ်တမ်းတင်အပ်ပါသည်။",
      "engcontent": "Congratulations Michelle Yeoh on Becoming the First Asian Best Actress Oscar Winner 🎉 .",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Michelle Yeoh.jpg"
    },
    {
      "mmtitle": "MOGE ကို စီးပွားရေးပိတ်ဆို့မှု လုပ်ပေးပါ",
      "engtitle": "Saction MOGE",
      "pubDate": "March 14, 2023",
      "mmcontent": "MOGE ကို Saction ချပါ အခုလည်း မီးပျက်နေတယ်",
      "engcontent": "Saction MOGE.Now,there is black out too.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/MOGE Saction.jpg"
    },
    {
      "mmtitle": "ရန်ကုန်တွင် စစ်အာဏာရှင် ဆန့်ကျင်ရေး စတစ်ကာ ကမ်ပိန်း ပြုလုပ်",
      "engtitle": "Anti-dictatorship sticker campaign in Yangon",
      "pubDate": "March 12, 2023",
      "mmcontent": "ရန်ကုန်တွင် Owl Community မှ တော်လှန်လူငယ်များ ဦးဆောင်ကာ ယနေ့ မတ်လ ၁၁ ရက်နေ့တွင် စစ်အာဏာရှင် ဆန့်ကျင်ရေး စတစ်ကာ ကမ်ပိန်း ပြုလုပ်ခဲ့ကြောင်း သိရသည်။",
      "engcontent": "In Yangon, Owl Community, led by revolutionary youth, conducted a sticker campaign against the military dictatorship yesterday on March 11.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Sticker Campaign.jpg"
    },
    {
      "mmtitle": "Myanmar Title",
      "engtitle": "Kakku Pagoda (Shan State, Myanmar)",
      "pubDate": "March 11, 2023",
      "mmcontent": "MyanmarContent",
      "engcontent": "Kakku Pagoda is a group of many pagodas built in one place.  The proportions and shape of the pagodas in Burma are slightly different. Looking at the position of the deities in the temples, it is estimated that these works are probably from around 1800 AD.  Historians have stated that Kakku City has been worshiping Buddha statues since the 12th century. Many pagodas are only around 15 feet high.  When counting the number of pagodas, I heard that there are (2,478) pagodas.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Kakku Pagoda.jpg"
    },
    {
      "mmtitle": "စစ်အာဏာရှင် ဆန့် ကျင်ရေး သင်္ကေတ လက်သုံးချောင်းထောင်၍ အောင်ပွဲခံခဲ့သည့် လက်ရွေးစင်အသင်းခေါင်းဆောင်ဟောင်း ဇော်မင်းထွန်း",
      "engtitle": "Zaw Min Tun, former captain of the national team, raised three fingers as a symbol of resistance to the military dictatorship",
      "pubDate": "March 10, 2023",
      "mmcontent": "ပီနန်း FC အသင်းတွင် ကစားနေသည့် မြန်မာအ သင်းခေါင်းဆောင်ဟောင်း နောက်ခံလူ ဇော်မင်းထွန်းသည် ယမန်နေ့က ယှဥ်ပြိုင်ကစားခဲ့သည့် ခဲဒါ့ရှ် အသင်းနှင့် မလေးရှား FA Cup ရှုံးထွက်ပွဲစဥ်၌ ပယ်နယ်တီ ဂိုးသွင်းယူအပြီး စစ်အာဏာရှင် ဆန့် ကျင်ရေး သင်္ကေတ လက်သုံးချောင်းထောင်၍ အောင်ပွဲခံခဲ့သည်။ပြီးခဲ့သည့် နှစ်က လက်ရွေးစင် အသင်း ကစားသ မား အဖြစ်မှ အနားယူကြောင်း ကြေညာခဲ့သည့် ဇော်မင်းထွန်းသည် မလေးရှား ကလပ် ပီနန်းအက်ဖ်စီ အသင်း၌ လက်ရှိ ပွဲထွက်ခွင့် အခိုင်အမာ ရထားသည့် ကစားသမားတစ်ဦး ဖြစ်သည်။ယမန်နေ့က မလေးရှား FA Cup ရှုံးထွက် ပွဲစဥ်အဖြစ် ပီနန်းအသင်းနှင့် ခဲဒါ့ရှ် အသင်းတို့ ယှဥ်ပြိုင်ကစားခဲ့ရာတွင် အချိန်ပိုအပါအဝင် မိနစ် ၁၂၀ အတွင်း တစ်ဖက် နှစ်ဂိုးစီ သရေကျနေခဲ့၍ ပယ် နယ်တီ အဆုံးအဖြတ်ခံယူရန် ဖြစ်လာခဲ့သည်။ပယ်နယ်တီ အဆုံးအဖြတ်၏ ပထမဆုံး ပယ်နယ်တီကို မြန်မာ့လက်ရွေးစင် အသင်းခေါင်းဆောင်ဟောင်း ဇော်မင်းထွန်းက ကန်ခွင့်ရခဲ့ပြီး ဂိုးသမား ၏ ဘယ်ဘက်ထောင့်သို့ အမှားအယွင်း မရှိ ကန်သွင်းယူခဲ့သည်။ပယ်နယ်တီ ကန်သွင်း အပြီးတွင် နွေဦးတော်လှန် ရေး၏ စစ်အာဏာရှင် ဆန့်ကျင်ရေး သ ေင်္ကတ ဖြစ်သည့် လက်သုံးချောင်းထောင်၍ အောင်ပွဲခံခဲ့သည်။အဆိုပါပွဲစဥ်တွင် ပီနန်းအသင်းက ပယ်နယ်တီ အဆုံးအဖြတ်ဖြင့် အနိုင်ယူပြီး နောက်တစ်ဆင့်တက်ခဲ့သည်။အသင်းခေါင်းဆောင်း ဇော်မင်းထွန်း အပါအဝင် မြန်မာ့လက်ရွေးစင် အသင်း၏ အကောင်းဆုံး ကစား သမားများ ဖြစ်သည့် အောင်သူ၊ ကျော်ကိုကို၊ ကျော်ဇင်ထက် စသည့် လက်ရွေးစင် အများအပြားသည် စစ်အာဏာသိမ်းပြီးနောက်ပိုင်းတွင် လက် ရွေးစင် အဖြစ်ကိုယ်စားပြု ခြင်းကို ငြင်းပယ်ထားခဲ့ကြသည်။အသင်း၏ နာမည်ကျော် ကစားသမားများ မပါဝင်သည့် မြန်မာ့လက်ရွေးစင်အသင်းသည် စစ်အာ ဏာသိမ်းပြီးနောက် ယှဥ်ပြိုင်ကစားသည့် ပွဲစဥ်များတွင် ဂျပန်အသင်းကို ဆယ်ဂိုးပြတ် ရှုံးနိမ့်မှု အပါ အဝင် သမိုင်းတစ်လျှောက် အဆိုးရွားဆုံး ရှုံးပွဲများကို ကြုံတွေ့ထားသည်။",
      "engcontent": "Zaw Min Tun, the former captain of the Myanmar National team playing for Penang FC, defender Zaw Min Tun raised three fingers as a symbol of resistance to the military dictatorship after scoring a penalty goal in the Malaysian FA Cup playoff match against Kedah Darul Aman FC yesterday.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Zaw Min Tun.jpg"
    },
    {
      "mmtitle": "ကျိုက်ထီးရိုးဘုရား(မွန်ပြည်နယ်,မြန်မာ)",
      "engtitle": "Kyaik Htee Yoe Pagoda (Mon State, Myanmar)",
      "pubDate": "March 10, 2023",
      "mmcontent": "MyanmarContent",
      "engcontent": "Kyaik Htee Yoe Pagoda, Myanmar, Mon State It is a pagoda located on the top of Paunglong Mountain. It is one of the most famous pagodas in Myanmar. The mountain where Kyaik Htee Yoe Pagoda is located is 3615 feet above sea level. The way Kyaik Htee Yoe Pagoda is standing is amazing. On the edge of a large, steep rock, a head-shaped boulder about 50 feet in diameter was about to fall. A pagoda with a height of about 15 feet is built on top of that rock. The stone on which the pagoda is built moves with just one push. You can push the stone and insert the needle thread between the stones and pull it.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Kyeikhteeyo.jpg"
    },
    {
      "mmtitle": "ဓမ္မဂင်္ဂါ",
      "engtitle": "Damma Ganga",
      "pubDate": "March 10, 2023",
      "mmcontent": "ဘုရားမဖြစ်မီအုတ်နီခဲ စုရတာ ခက်တယ်။ဘုရားဖြစ်ပြီးရင်ရွှေချသူ ပေါတယ်။ #ဓမ္မဂင်္ဂါ",
      "engcontent": "Gathering red bricks can be a challenge,Before a pagoda can take its stage,But once the structure is raised up high,Many gold painters will soon draw nigh.#DhammaGanga",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Damma Ganga.jpg"
    },
    {
      "mmtitle": "နွေဦးတော်လှန်ရေး ရန်ပုံငွေ ရုပ်ရှင် လွတ်လပ်ခါမှ အမျှဝေမယ် ထိုင်းနိုင်ငံတွင် ပြသမည်ဖြစ်ပြီး လက်မှတ်များ စတင်ရောင်းချ",
      "engtitle": "We will share the merit,Only after We are free.",
      "pubDate": "March 05, 2023",
      "mmcontent": "နွေဦးတော်လှန်ရေး ရန်ပုံငွေ ရုပ်ရှင် လွတ်လပ်ခါမှ အမျှဝေမယ် ထိုင်းနိုင်ငံတွင် ပြသမည်ဖြစ်ပြီး လက်မှတ်များ စတင်ရောင်းချနေပြီဖြစ်ကြောင်း ရုပ်ရှင်ပြသရေးနှင့် ရန်ပုံငွေရှာဖွေရေး အဖွဲ့များက ပြောသည်။ ကရင်နီ ဒေသတွင် အမှန်တကယ် ဖြစ်ပွားခဲ့တဲ့ ဇာတ်လမ်းဖြစ်သော လွတ် လပ် ခါမှ အမျှဝေမယ် ရုပ်ရှင်ကို ဒါရိုက်တာ နှင့် ထုတ်လုပ်သူ စိန်သီး၊ အောင်သော်က ရိုက်ကူးထားပြီး မြန်မာဖက်ဒရယ်ဒီမိုကရေစီအောင်နိုင်ရေးအဖွဲ့ပေါင်းချုပ်က ထောက်ပံ့ ကူညီပေးထားကြောင်း သိရှိရသည်။ထိုင်းနိုင်ငံတွင် အဆိုပါ ရုပ်ရှင်ကို ပြသရန် KTJ Supporting Group ကတာဝန်ယူခြင်းဖြစ်ပြီး တော်လှန်ရေး ရဲဘော်များ ပါဝင် သရုပ်ဆောင်ထားကြောင်း သိရှိရသည်။ ",
      "engcontent": "The Spring Revolution fund film named as We will share the merit,Only after We are free will be screened in Thailand and tickets are already on sale, film exhibition and fund-raising groups said.Director:Sein Thee & Aung Thaw.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Will share the merit.jpg"
    },
    {
      "mmtitle": "ဘုရားနီလမ်း သေနတ်ဖြင့် ဖြိုခွင်းခံရမှုကြောင့် ကျဆုံးခဲ့ရသော ကိုကျော်ရဲအောင်",
      "engtitle": "Ko Kyaw Ye Aung, who was killed due to the shooting down at Bayarni Road",
      "pubDate": "March 04, 2023",
      "mmcontent": "ဘုရားနီလမ်း ဖြိုခွင်းခံရမှု ၂ နှစ် ပြည့်ပြီ============================စစ်ကိုင်းတိုင်း၊ မုံရွာမြို့၊ ဘုရားနီအနီး လူထုသပိတ် အကြမ်းဖက် ဖြိုခွင်းခံ ရမှုကြောင့် ကျဆုံးခဲ့ရသော ကိုကျော်ရဲအောင်။အသက် ၃၈ ခန့်ရှိသည့် ကိုကျော်ရဲအောင်သည် ၂၀၂၁ ခုနှစ် စစ်ကိုင်း တိုင်း၊ မုံရွာမြို့၊ ဘုရားနီအနီး လူထုသပိတ် အကြမ်း ဖက် ဖြိုခွင်းခံ ရမှုတွင် ဒဏ်ရာ ရရှိပြီးနောက် မတ်လ ၁၁ ရက်နေ့တွင် ကျဆုံး ခဲ့ရသည်။တူမီးတော်လှန်ရေးစာစဥ်။မုံရွာလူထုသပိတ်တိုက်ပွဲ ဦးဆောင်မတီ",
      "engcontent": "Ko Kyaw Ye Aung, who is about 38 years old,died on March 11 after being injured in the violent crackdown of a public strike near Bayarni Pagoda on 3rd March 2021.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Ko Kyaw Ye Aung.jpg"
    },
    {
      "mmtitle": "ဘုရားနီလမ်း သေနတ်ဖြင့် ဖြိုခွင်းခံရမှုကြောင့် ကျဆုံးခဲ့ရသော ကိုနိုင်ဝင်း",
      "engtitle": "Ko Naing Win, who was killed due to the shooting down at Bayarni Road",
      "pubDate": "March 03, 2023",
      "mmcontent": "ဘုရားနီလမ်း ဖြိုခွင်းခံရမှု ၂ နှစ် ပြည့်ပြီ============================စစ်ကိုင်းတိုင်း၊ မုံရွာမြို့၊ ဘုရားနီအနီး လူထုသပိတ် အကြမ်းဖက် ဖြိုခွင်းခံ ရမှုကြောင့် ဦးခေါင်းတွင် ကျည်ထိမှန်ကာ ကျဆုံးခဲ့ရသော ကိုနိုင်ဝင်း။ကိုနိုင်ဝင်းသည် အသက် ၄၅ နှစ်ခန့် ရှိပြီးဖြစ်ပြီး သပိတ်ဖြိုခွဲစဥ◌် ဦးခေါင်းနှင့် ဝမ်းဗိုက်တွင် ကျည်များ ထိမှန်ကာ ပွဲချင်းပြီး သေဆုံး ခဲ့ပါသည်။ တူမီးတော်လှန်ရေးစာစဥ်။မုံရွာလူထုသပိတ်တိုက်ပွဲ ဦးဆောင်မတီ",
      "engcontent": "Ko Naing Win, who was about 45 years old, was struck by bullets in the head and abdomen while breaking the strike, and died on the spot.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Ko Naing Win.jpg"
    },
    {
      "mmtitle": "ဘုရားနီလမ်း သေနတ်ဖြင့် ဖြိုခွင်းခံရမှုကြောင့် ကျဆုံးခဲ့ရသော ကိုမင်းခန့်ကျော်(ဖိုးသဲ)",
      "engtitle": "Ko Min Khant Kyaw(Phoe Thae), who was shot the chest due to the shooting down at Bayarni Road",
      "pubDate": "March 03, 2023",
      "mmcontent": "ဘုရားနီလမ်း ဖြိုခွင်းခံရမှု ၂ နှစ် ပြည့်ပြီ============================စစ်ကိုင်းတိုင်း၊ မုံရွာမြို့၊ ဘုရားနီအနီး လူထုသပိတ် အကြမ်းဖက်ဖြိုခွင်းခံရမှုကြောင့် ဝမ်းဗိုက်သေနတ်ကျည်ထိကာ ကျဆုံးခဲ့ရသော ကိုမင်းခန့်ကျော် (ဖိုးသဲ)။ကိုမင်းခန့်ကျော် (ဖိုးသဲ) သည် ကျဆုံးချိန်တွင် အသက် ၁၇ နှစ်ရှိပြီး မုံရွာမြို့ ဂရုဏာ မြင့်မိုရ် ပရဟိတအသင်းမှ အသင်းသားတစ်ဦးဖြစ်ကြောင်းလည်း သိရသည်။ကိုမင်းခန့်ကျော်သည် စစ်အာဏာရှင်ဆန့်ကျင်ရေး လှုပ်ရှားမှုတွင် တက်တက် ကြွကြွ ပါဝင်ခဲ့ပြီး ၂၀၂၁ ခုနှစ်၊ မတ်လ ၃ ရက်နေ့တွင် မုံရွာမြို့၊ ပြည်ထောင်စုလမ်း၊ ဘုရားနီ အနီးတွင် ဆန္ဒပြသူ လူထုအား ရဲနှင့်စစ်တပ်မှ အကြမ်းဖက်ဖြိုခွင်းရာ ဝမ်းဗိုက်၌ သေနတ်ကျည်ထိမှန်ကာ ကျဆုံးခဲ့သည်။ မတ်လ ၄ ရက်နေ့တွင် မြို့မသုသာန်၌ ဂူသွင်းသဂြိုဟ်ခဲ့ကြောင်းသိရပါသည်။တူမီးတော်လှန်ရေးစာစဥ်။မုံရွာလူထုသပိတ်တိုက်ပွဲ ဦးဆောင်မတီ။",
      "engcontent": "Ko Min Kyaw Kyaw (Phoe Thae) was 17 years old at the time of his death and was a member of Monywa City's Gruna Myint Mor Charity Association.Ko Min Kyaw Kyaw actively participated in the movement against the military dictatorship, and in 2021, On March 3rd,He was shot in the chest by the police and the army when the protestors were violently crushed by the police and army near Bayarni Pagoda. He was buried in the city cemetery on March 4th.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Ko Min Khant Kyaw.jpg"
    },
    {
      "mmtitle": "ဘုရားနီလမ်း သေနတ်ဖြင့် ဖြိုခွင်းခံရမှုကြောင့် ကျဆုံးခဲ့ရသော ကိုကံချွန်(ကိုဝေယံ)",
      "engtitle": "Ko Kan Chun(Ko Wai Yan), who was killed due to the shooting down at Bayarni Road",
      "pubDate": "March 03, 2023",
      "mmcontent": "မုံရွာမြို့၊ ဘုရားနီအနီး လူထုသပိတ် အကြမ်းဖက်ဖြိုခွင်းခံရမှုကြောင့် ကျည်ထိကာ ကျဆုံးခဲ့ရသော ကိုကံချွန် (ကိုဝေယံ)။၂၀၂၁ခုနှစ် မတ်လ ၃ ရက်နေ့တွင် စစ်ကိုင်းတိုင်း၊ မုံရွာမြို့၊ ပြည်ထောင်စုလမ်း၊ ဘုရားနီ အနီးတွင် ဆန္ဒပြသူလူထုအား ရဲနှင့်စစ်တပ်မှ အကြမ်းဖက်ဖြိုခွင်းခဲ့ရာ ကျည်ထိမှန်ကာ ကျဆုံးခဲ့ပါသည်။ ပစ်ခတ်ခံရပြီးနောက် ကိုဝေယံနှင့် ကိုကေဇဝင်းတို့ နှစ်ဦး၏ ခန္ဓာ ကိုယ်ကို ရဲနှင့်စစ်သားများမှ အချုပ်ကားပေါ် တင်ဆောင် သွားခဲ့သည်။ ကျဆုံးရုပ် အလောင်း ကို မိသားစုဝင်များက မုံရွာဆေးရုံကြီးရင်ခွဲ ရုံတွင် သွားရောက ထုတ်ယူ ခဲ့ရသည်။“ညနေ ၄နာရီလောက်မှာ ပုံတွေ့တော့ သူမှသူပဲဆိုတာ ကျွန်တော် တန်းသိတာနဲ့ ဆေးရုံကို သွားကြည့်ကြတာ။ မနက်၆နာရီမှ လာထုတ်ပါဆိုလို့ ခုမနက်မှ ထုတ် ခဲ့ရတယ် “ဟု ကိုဝေယံ၏ သူငယ်ချင်းဖြစ်သူက ပြောသည်ဟုလည်း သိရသည်။ကိုဝေယံ၏ ရုပ်အလောင်းကို ၂၀၂၁ ခုနှစ်၊ မတ်လ ၅ ရက်နေ့တွင် မီးသဂြိုဟ် ခဲ့ပါသည်။တူမီးတော်လှန်ရေးစာစဥ်၊မုံရွာလူထုသပိတ်တိုက်ပွဲ ဦးဆောင်မတီ",
      "engcontent": "The police and army violently crushed the protestors near Bayarni Pagoda, and he was hit by a bullet and killed. After being shot, the bodies of Ko Wai Yan and Ko K Z Win were taken to the police car by the police and soldiers.The dead body had to be exhumed by family members at Monywa General Hospital morgue.He was cremated on March 5th 2021.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Kan Chun.jpg"
    },
    {
      "mmtitle": "ဘုရားနီလမ်း သေနတ်ဖြင့် ဖြိုခွင်းခံရမှုကြောင့် ကျဆုံးခဲ့ရသော ဆရာမ ဒေါ်မြင့်မြင့်ဇင်",
      "engtitle": "Daw Myint Myint Zin, who was shot the chest due to the shooting down at Bayarni Road",
      "pubDate": "March 03, 2023",
      "mmcontent": "မုံရွာမြို့၊ ဘုရားနီအနီးလူထုသပိတ် အကြမ်းဖက် ဖြိုခွင်းခံရမှုကြောင့် ရင်ဘတ် သေနတ်ကျည်မှန်ကျဆုံးခဲ့ရသော ဆရာမဒေါ်မြင့်မြင့်ဇင်။ (ဒေါ်ကြည်လင်အေး)ဆရာမ ဒေါ်မြင့်မြင့်ဇင်သည် အသက် ၃၄ နှစ်ရှိပြီး စစ်ကိုင်းတိုင်း၊ မုံရွာမြို့တွင်နေထိုင် သူ တစ်ဦးဖြစ်သည်။ ၂၀၂၁ခုနှစ် မတ်လ ၃ ရက်နေ့တွင် စစ်ကိုင်းတိုင်း၊ မုံရွာမြို့၊ ပြည်ထောင်စုလမ်း၊ ဘုရားနီ အနီးတွင် ဆန္ဒပြသူလူထုအား ရဲနှင့်စစ်တပ်မှ အကြမ်းဖက်ဖြိုခွင်းခဲ့ရာ ဆရာမ ဒေါ် မြင့် မြင့်ဇင် မှာ ရင်ဘတ်သေနတ်ကျည်မှန်၍ ကျဆုံးခဲ့သည်။ သူမ၏လက်တွင် သွေးအမျိုး အစား၊ ဖုန်းနံပါတ်နှင့်တကွ ခန္ဓာကိုယ်အားလှူဒါန်းကြောင်းစာကို မင်နီဖြင့်ရေးထားခဲ့ ကြောင်းသိရသည်။ဒေါ်မြင့်မြင့်ဇင်သည် ဘော်ဒါဆောင်ဖွင့်ထားစဥ်က ကျောင်းသားတွေအပေါ် စေတနာ ကောင်းသော ဆရာမဖြစ်ပြီး ငွေကြေးမတတ်နိုင်သောကလေးများကိုလည်း ပညာဒါန ပြုခဲ့သူလည်းဖြစ်ကြောင်းသိရသည်။တူမီးတော်လှန်ရေးစာစဥ်မုံရွာလူထုသပိတ်တိုက်ပွဲ ဦးဆောင်မတီ",
      "engcontent": "Mrs. Daw Myint Myint Zin is 34 years old and lives in Monywa city, Sagaing Division.When the police and the army violently broke up the protestors near Bayarni Pagoda,Daw Myint Myintzin was shot in the chest and killed.The type of blood,phone number and the letter of donating the body were written in red ink on her hand.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Daw Myint Myint Zin.jpg"
    },
    {
      "mmtitle": "ဘုရားနီလမ်း သေနတ်ဖြင့် ဖြိုခွင်းခံရမှုကြောင့် ကျဆုံးခဲ့ရသော မကျော့နန္ဒာအောင်",
      "engtitle": "Ma Kyawt Nandar Aung, who was shot in the head due to the shooting down at Bayarni Road",
      "pubDate": "March 03, 2023",
      "mmcontent": "ဘုရားနီလမ်း ဖြိုခွင်းခံရမှု ၂ နှစ် ပြည့်ပြီ============================မုံရွာမြို့၊ဘုရားနီအနီး လူထုသပိတ် အကြမ်းဖက် ဖြိုခွင်း ခံရမှုကြောင့် ဦးခေါင်းသေနတ်ကျည်ထိမှန်ကာ ကျဆုံးခဲ့ရ သော မကျော့နန္ဒာအောင်။မကျော့နန္ဒာအောင်သည် အသက် ၂၅ နှစ် အရွယ် ကွန်ပျူတာတက္ကသိုလ် ဘွဲ့ရတစ်ဦး ဖြစ်သည်။၂၀၂၁ ခုနှစ် မတ်လ ၃ ရက်နေ့တွင် မုံရွာမြို့၊ ပြည်ထောင် စုလမ်း၊ ဘုရားနီ အနီးတွင် ဆန္ဒပြသူ လူထုအား ရဲနှင့်စစ်တပ်မှ အကြမ်းဖက် ဖြိုခွင်းခဲ့ရာတွင် မကျော့ နန္ဒာအောင်မှာ ဦးခေါင်းသေနတ် ကျည်ထိမှန် ၍ ကျဆုံး ခဲ့သည်။မကျော့နန္ဒာအောင် ၏မောင်ဖြစ်သူ ကိုလင်းထက် အောင်၏ ပြောကြား ချက်အရ သူမသည် ဤနွေဦးတော် လှန်ရေးတွင် သူငယ်ချင်းများနှင့်အတူ ဆန္ဒပြပွဲများ၌ တက်တက်ကြွကြွပါဝင်ပြီး အလှူ အတန်းများပြုလုပ်သူဟု သိရှိရသည်။ ကျဆုံးသည့်နေ့တွင် သူမသည် အိမ်မှ မထွက်မီ ဆိုင်ကယ်စီး ဦးထုပ် အပြင် လွယ်အိတ်ထဲတွင် ပတ်တီး၊ အရက်ပြန်၊ ဂွမ်း အစုံအလင် အပါအဝင် ရော်ဘာကျည် ကာလိုကာငြား သစ်သားပြားလေးပါ သယ်ဆောင် သွားခဲ့ကြောင်း သိရသည်။ ကျည်ထိသွားချိန်တွင် နံဘေးရှိ လူများက ရပ်ကွက် အတွင်းသို့ သယ်ဆောင်ကာ ဝင်ပြေးသွားသော်လည်း အစ်မဖြစ်သူ ၏အသက် ကို မမီလိုက်ကြောင်းသိရှိရသည်။တူမီးတော်လှန်ရေးစာစဥ်၊မုံရွာလူထုသပိတ်တိုက်ပွဲဦးဆောင်ကော်မတီ",
      "engcontent": "Ma Nanda Aung is a 25-year-old graduate of Computer University.When the police and the army violently broke up the protestors near Bayarni Pagoda, Ma Nanda Aung was shot in the head and killed.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Ma Kyawt Nandar Aung.jpg"
    },
    {
      "mmtitle": "ဘုရားနီလမ်း သေနတ်ဖြင့် ဖြိုခွင်းခံရမှုကြောင့် ကျဆုံးခဲ့ရသော ကိုဇော်သိန်းအောင်",
      "engtitle": "Ko Zaw Thein Aung, who was shot in the head while rescuing an injured person in the violent crackdown of a public strike at Bayarni Road",
      "pubDate": "March 03, 2023",
      "mmcontent": "မုံရွာမြို့၊ ဘုရားနီအနီးလူထုသပိတ် အကြမ်းဖက် ဖြိုခွင်းခံရမှုတွင် ဒဏ်ရာရသူတဦးအား ကယ်ဆယ်ရင်း ဦးခေါင်းအားကျည်ထိမှန် ကျဆုံးခဲ့ရ သော ကို‌ဇော်သိန်းအောင်။ကိုဇော်သိန်းအောင်သည် အသက် (၂၀) နှစ်ခန့် လူငယ်တဦး ဖြစ်ပြီး ဖြစ်ပြီး food panda (မုံရွာ) တွင် ပို့ဆောင်သူ အဖြစ် လုပ်ကိုင်သူဖြစ်သည်။ မတ်လ (၃) ရက်နေ့ တွင် ဆန္ဒထုတ်ဖော်ပွဲသို့ သွားရောက်ရင်း ဒဏ်ရာ ရရှိသွားသူ အမျိးသမ္မီးတဦး အား ကယ်ဆယ်ရန် ကြိုးစားစဥ◌် ဦးခေါင်းအား ကျည်ထိမှန်ပြီး ကြွေလွင့်ခဲ့ရသည်။တူမီးတော်လှန်ရေးစာစဥ်မုံရွာလူထုသပိတ်တိုက်ပွဲ ဦးဆောင်မတီ",
      "engcontent": "Ko Zaw Thein Aung is a 20-year-old young man who works as a deliveryman at Food Panda (Monywa). On March 3rd, while trying to rescue a woman who was injured while going to a demonstration, he was hit in the head by a bullet.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Ko Zaw Thein Aung.jpg"
    },
    {
      "mmtitle": "ဘုရားနီလမ်း သေနတ်ဖြင့် ဖြိုခွင်းခံရမှုကြောင့် ကျဆုံးခဲ့ရသော ကိုမိုးအောင်",
      "engtitle": "Ko Moe Aung, who was killed by a bullet in the thigh due to the shooting down at Bayarni Road",
      "pubDate": "March 03, 2023",
      "mmcontent": "စစ်ကိုင်းတိုင်း၊ မုံရွာမြို့၊ ဘုရားနီအနီး လူထုသပိတ် အကြမ်းဖက် ဖြိုခွင်းခံ ရမှုကြောင့် သေနတ်ကျည် ပေါင်တွင်ထိမှန်ကာ ကျဆုံးခဲ့ရသော ကိုမိုးအောင် သည် စစ်ကိုင်းတိုင်း၊ မုံရွာမြို့၊ မြဝတီရပ်နေ အသက် ၂၃ နှစ်အရွယ် ကျူရှင်ဆရာတစ်ဦးဖြစ်ပါသည်။ မြန်မာနိုင်ငံ ဟိုတယ်လုပ်ငန်းတခု၏ ဝန်ထမ်းလည်း ဖြစ်ခဲ့ဖူးပါသည်။၂၀၂၁ ခုနှစ်၊ မတ်လ ၃ ရက်နေ့တွင် မုံရွာမြို့၊ ပြည်ထောင်စုလမ်း၊ ဘုရားနီ အနီးတွင် ဆန္ဒပြသူလူထုအား ရဲနှင့်စစ်တပ်မှ အကြမ်းဖက်ဖြိုခွင်းရာ ကိုမိုးအောင် သည် ပေါင်၌ သေနတ်ကျည်ထိမှန်၍ ကျဆုံးခဲ့ပါသည်။ မတ်လ ၄ ရက်နေ့တွင် ကိုမိုးအောင်၏ ဈာပန မီးသဂြိုဟ်ခြင်းကို အခြားကျဆုံး သူရဲကောင်းငါးဦး နှင့်အတူ ဆားကျင်း သုသာန်၌ ပြုလုပ်ခဲ့ကြောင်းသိရပါသည်။တူမီးတော်လှန်ရေးစာစဥ်မုံရွာလူထုသပိတ်တိုက်ပွဲ ဦးဆောင်မတီ",
      "engcontent": "Ko Moe Aung, who was killed by a bullet in the thigh due to the violent suppression of the public strike at near Bayarni Pagoda.On March 4th, Ko Moe Aung was cremated along with five other fallen heroes at the Sarr Kyinn Cemetery.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Ko Moe Aung.jpg"
    },
    {
      "mmtitle": "ဘုရားနီလမ်း သေနတ်ဖြင့် ဖြိုခွင်းခံရမှုကြောင့် ကျဆုံးခဲ့ရသော ကဗျာဆရာ ကေဇဝင်း(ကိုချမ်းသာဆွေ)",
      "engtitle": "Poet K Za Win (Ko Chan Thar Swe) who was killed due to the shooting down at Bayarni Road",
      "pubDate": "March 03, 2023",
      "mmcontent": "မုံရွာမြို့၊ ဘုရားနီအနီးလူထုသပိတ် အကြမ်းဖက် ဖြိုခွင်းခံရမှုကြောင့် နားအနောက်ဘက် ဦးခေါင်းကျည်ထိကာ ကျဆုံးခဲ့ရသော ကဗျာဆရာ ကေဇဝင်း (ကိုချမ်းသာဆွေ)သည် ဆားလင်းကြီးမြို့နယ် လက်ပံတောင်းရွာ ဇာတိ ဖြစ်ပြီး အသက် ၃၉ နှစ်အရွယ် ကဗျာဆရာတစ်ဦးဖြစ်သည်။၂၀၂၁ခုနှစ် မတ်လ ၃ ရက်နေ့တွင် စစ်ကိုင်းတိုင်း၊ မုံရွာမြို့၊ ပြည်ထောင် စုလမ်း၊ ဘုရားနီအနီးတွင် ဆန္ဒပြသူလူထုအား ရဲနှင့်စစ်တပ်မှ အကြမ်း ဖက်ဖြိုခွင်းခဲ့ရာ နားအနောက်ဘက် ဦးခေါင်းကျည်ထိမှန်ကာ ကျဆုံး ခဲ့သည်။ အပစ်ခံရပြီးချိန်တွင် ရဲနှင့်စစ်သားများက ဒရွတ်တိုက်ဆွဲကာ ကားပေါ်သယ်ဆောင်သွားပြီး နောက်တစ်ရက် မတ်လ ၄ ရက်နေ့မှ အလောင်းပြန်ရခဲ့သည်။ ထိုနေ့မှာပင် ဆားကျင်းသုသာန်၌ သဂြိုလ် ခဲ့ကြောင်းသိရသည်။ သူသည် ဗမာနိုင်ငံလုံးဆိုင်ရာ လူငယ်ကဗျာဆရာများ သမဂ္ဂ (ဗလကသ) ၏ သတင်းနှင့် ပြန်ကြားရေးတာဝန်ခံတစ်ဦးဖြစ်ပြီး ယခင် ၂၀၁၅ ဒီမိုကရေစီပညာရေးသပိတ်တွင်လည်း မတရား ဖမ်းဆီးခံခဲ့ ရသည်။တူမီးတော်လှန်ရေးစာစဥ်မုံရွာလူထုသပိတ်တိုက်ပွဲ ဦးဆောင်မတီ",
      "engcontent": "Poet K Za Win (Ko Char Thar Swe) who was killed by a bullet in the head behind the ear due to the violent suppression of a public strike at Bayarni road in Monywa City.After he was shot, the police and soldiers dragged him to the car, and the body was returned the next day on March 4. On the same day, he was buried in the Sarr Kyinn Cemetery.Ko Chan Thar Swe is a 39-year-old poet from Leppan Taung Village, Sar Lin Gyi Township.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/K Za Win2.jpg"
    },
    {
      "mmtitle": "မုံရွာမြို့ ဘုရားနီလမ်း ဖြိုခွင်းခံရမှု 2 နှစ်ပြည့်",
      "engtitle": "It has been 2 years that Military junta killed 9 protectors on Bayarni road at Monywa City",
      "pubDate": "March 03, 2023",
      "mmcontent": "ပုံမှန်အတိုင်းဘဲ ကျွန်တော်တို့ ၉ နာရီ လူစုပြီးတော့ သလ္လာ ဘက်ခြမ်းကနေပြီး စုလာတယ်။ ကျောက္ကာ လမ်းကို ဖြတ်တက်လာကြပြီး လမ်းကြားတွေထဲကနေ ယခု အာဇာနည်လမ်းခေါ် ဘုရားနီလမ်းကို ရောက်တယ်။ ဘုရားနီ လမ်းထိပ် နဲ့ တဖက်ကတချပ်က ပြည်ထောင်စုလမ်း။ အဲ့ဒီလမ်းထိပ်ကို ကျွန်တော်တို့ ရောက်တဲ့အခါမှာ တဖက်ကနေ ရဲတပ်ဖွဲ့ဝင်တွေက ပိတ်ထား တယ်။ ထုံးစံ အတိုင်း အကိုတို့ကို လူစုခွဲဖို့ ပြောတယ်။ ပြောနေတုန်း စစ်ကားတွေပါရောက် လာတယ်။ စစ်ကောင်စီတပ်တွေနဲ့ ကျွန်တော်တို့ လူထုနဲ့ ထိပ်တိုက်တွေ့ကြတဲ့ အချိန်ပေါ့။ အဲ့ဒီအချိန်မှာဘဲ ရေကားက စဖြိုခွင်းတော့တယ်။ ရေကားကို စသုံး တယ်။ရေကားနဲ့ အပြိုင် ခဏလေးအတွင်းဘဲ လူထုကို ရက်ရက်စက်စက် မျက်ရည်ယိုဗုံးတွေ၊ကျည် အစစ် တွေနဲ့ပါ ပစ်ခဲ့တယ်။ အဲ့ဒီနေ့မှာကိုးယောက်ထိ ကျခဲ့ပါတယ်။ ထိခိုက်ဒဏ်ရာ ရသူ တွေလဲ များခဲ့ပါတယ်။ '' - ဘုရားနီလမ်းအတွင်း ဖြစ်ရပ်အား ကိုခန့်ဝေဖြိုး ‌မှ ဖြေကြားချက်။ ===============================အာဇာနည်လမ်းက သွေးတွေမခြောက်သေးပါမတ်လ ၃ ရက်နေ့သည် ၂၀၂၁ အာဏာသိမ်းမှုနောက်ပိုင်း မုံရွာမြို့တွင် ပထမဆုံး သွေးမြေ ကျခဲ့ရသောနေ့ ဖြစ်ပြီး အဆိုပါနေ့တွင် ကျဆုံးခဲ့သူ ဦးရေ ၉ ဦးထိ ရှိခဲ့ပြီး မုံရွာမြို့တွင် ၂၀၂၁ အာဏာသိမ်းမှုနောက်ပိုင်း ကျဆုံးခဲ့ရသော နေ့ရက်များ အနက် သေဆုံးမှု အများဆုံး နေ့ရက်လည်း ဖြစ်ခဲ့သည်။ ယနေ့ ဆိုလျှင် ( ၂ ) နှစ် တိတိတိုင်ခဲ့ပြီဖြစ်သည်။ အဆိုပါ ပြစ်မှု ပြစ်ဒဏ်များကို ကျူးလွန်ခဲ့သူ စစ်ရာဇဝတ်သားတို့သည် ယနေ့အချိန်ထိ ကျူးလွန်ခဲ့သော ပြစ်မှု ၊ ပြစ်ဒဏ်မှ ကင်းလွတ်နေဆဲဖြစ်သလို ဆက်လက်၍ အပြစ်မဲ့ပြည်သူများအပေါ် စာနာမှုကင်းမဲ့သော စစ်ရာဇဝတ်မှုများ ကျူးလွန်နေဆဲပင်ဖြစ်သည်။ ထို့ကြောင့်ပင် မတ်လ ၃ ရက်နေ့တွင် ကျဆုံးခဲ့ရသော အာဇာနည် ကိုးဦးနှင့်တကွ ကျဆုံးအာဇာနည်များအားလုံးအတွက် တရားမျှတမှုအား ပြန်လည်ရှာဖွေနိုင်ရန်ရန် စစ်အာဏာရှင် စနစ်ကို အပြီးတိုင်ချုပ်ငြိမ်းသည့်အထိ တိုက်ပွဲဝင်ရဦးမည် ဖြစ်ပါကြောင်း .....။ တူမီးတော်လှန်ရေးစာစဥ််မုံရွာလူထုသပိတ်တိုက်ပွဲဦးဆောင်ကော်မတီ",
      "engcontent": "3rd March was the first day of bloodshed in Monywa after the 2021 coup d'état, and the number of people who died on that day was 9, and it was also the day with the highest number of deaths among the days since the 2021 coup in Monywa.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/2 Years Bayarni Road.jpg"
    },
    {
      "mmtitle": "သမိုင်းထဲက ဒီနေ့ ",
      "engtitle": "On This Day in History",
      "pubDate": "March 02, 2023",
      "mmcontent": "MyanmarContent",
      "engcontent": "On This Day in History.Shameful history and first coup in Burma 1962.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/62 Coup.jpg"
    },
    {
      "mmtitle": "သမ္မတကြီး ဒူဝါ လရှီးလ",
      "engtitle": "Acting President Duwa Lashi La",
      "pubDate": "March 01, 2023",
      "mmcontent": "စပြီးတဲ့ဇာတ်လမ်းကို ဆုံးအောင်ကကြရမယ်။သမ္မတကြီး ဒူဝါ လရှီးလ",
      "engcontent": "Let's fight until the end of this revolution we declared.Acting President Duwar Lashi La",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Acting President.jpg"
    },
    {
      "mmtitle": "စစ်အာဏာရှင် စနစ်အောက်က အားလုံးအတူတူလွတ်မြောက်ဖို့ အရေးကြီးပြီ",
      "engtitle": "Important Time For Everyone",
      "pubDate": "March 01, 2023",
      "mmcontent": "စစ်အာဏာရှင် စနစ်အောက်က အားလုံးအတူတူလွတ်မြောက်ဖို့ အရေးကြီးပြီ",
      "engcontent": "When the era really kicks in,Only a few are pushing back.When the era flows by,Everybody just rides the wave and the boat.Thank you.With a broken heart, of course.AMON.It is important time for everyone to be free from the military dictatorship.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Big Time to Freedom.jpg"
    },
    {
      "mmtitle": "ရန်ကုန်မြို့တွင် ကျဆုံးခဲ့သည့် သူရဲကောင်း (၄)ဦး၏ရုပ်ပုံပါအင်္ကျီများဝတ်ဆင်ကာ လွမ်းဆွတ်ခြင်းလှုပ်ရှားမှုအား ပြုလုပ်ခြင်း",
      "engtitle": "Holding  Remembrance Activity  By Wearing Shirts Attached With Pictures of The  First (4) Fallen Heroes in Yangon During Spring Revolution",
      "pubDate": "February 28, 2023",
      "mmcontent": "နွေဦးတော်လှန်ရေးအတွင်း ရန်ကုန်မြို့တွင် ပထမဦးဆုံး ကျဆုံးသွားခဲ့သည့် ပြည်သူ (၄) ဦးကို အောက်မေ့ ဂုဏ်ပြုသည့်အနေဖြင့် ၄င်းတို့၏ ရုပ်ပုံ ရိုက်နှိပ်ထားသည့် အင်္ကျီကိုဝတ်ဆင်ကာ သူတို့ကျဆုံးခဲ့သည့်နေရာများအပါအဝင် ရန်ကုန်မြို့ရှိ နေရာအချို့မှာ လွမ်းဆွတ်ခြင်း လှုပ်ရှားမှုအား Yangon Revolution Force - YRF ၏ Soft Strike Community မှ ရဲဘော်များမှ ပြုလုပ်ခဲ့ကြပါတယ်။ စစ်ကောင်စီတပ်သားများ၏ လူမဆန်စွာ ရက်ရက်စက်စက် ဖြိုခွင်းပစ်ခတ်မှုကြောင့် မောင်ဇင်လင်းထက် (၂၀ နှစ်)၊ဒေါ်တင်နွဲ့ရီ (၅၉ နှစ်)၊ကိုဟိန်းထွဋ်အောင် (၂၃ နှစ်)နှင့် ကိုညီညီအောင်ထက်နိုင် (၂၃ နှစ်) တို့သည် ရန်ကုန်မြို့တွင် ကျဆုံးခဲ့သည်။၂၀၂၁ ခုနှစ်၏ ယခုလိုအချိန်မျိုးတွင် ကျွန်ုပ်တို့ သတ္တိအပြည့်၊ အားမာန်အပြည့်၊ နာကျည်းချက်အပြည့်၊ ခံယူချက်အပြည့်နဲ့ အကြမ်းဖက် စစ်ကောင်စီကို အနိုင်တိုက်ထုတ်ရမယ်ဆိုတဲ့ ခံယူချက်တွေ ခိုင်မာခဲ့ပါသည်။သူရဲကောင်း ၄ ဦးအပါအဝင် အကြမ်းဖက် စစ်ကောင်စီရဲ့ လက်ချက်နဲ့ ကျဆုံးခဲ့ကြတဲ့ ပြည်သူတွေ၊ တော်လှန်ရေးသူရဲကောင်းတွေအတွက် ရရာနည်းလမ်းနဲ့ တော်လှန်ကြရန်၊ တော်လှန်ရေးကို အားဖြည့်ကြရန် ပြည်သူအားလုံးကို ထပ်မံအသိပေးတိုက်တွန်းလိုက်ပါသည်။",
      "engcontent": "Comrades from Yangon Revolution Force , YRF's Soft Strike Community carried out remembrance activity at some places in Yangon, including the places where the  first (4) heroes have fallen during the Spring Revolution.Mg Zin Lin Htet (20 years old), Daw Tin Nwe Yi (59 years old), Ko Hein Htut  Aung (23 years old) and Ko Nyi Nyi Aung Htet  Naing (23 years old) were brutally killed and cracked down by the military council soldiers in Yangon.At this time in 2021, we were full of courage, great  vigor and we felt resentment. We had strong convictions that we must defeat the terrorist military council. We must fight against the military council at all cost for our fallen heroes of revolution. Therefore, we would like to once again urge the general public to involve and strengthen our spring  revolution.Uprising must succeed.Soft Strike Community.Yangon Revolution Force - YRF",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Fallen Heroes in Yangon.jpg"
    },
    {
      "mmtitle": "ကုလသမဂ္ဂဆိုင်ရာ မြန်မာ အမြဲတမ်း ကိုယ်စားလှယ် သံအမတ်ကြီးဦးကျော်မိုးထွန်း",
      "engtitle": "U Kyaw Moe Tun.A Truly Brave National Hero is Born",
      "pubDate": "February 27, 2023",
      "mmcontent": "အသက် ရာထူး မိသားစု အားလုံးကို စွန့်ပြီး မြန်မာနိုင်ငံပြည်သူလူထု နဲ့ တသားထဲ ရဲရဲဝင့်ဝင့် ရပ်တည်ပြီး ကျနော်ဟာ NLD အစိုးရကို ကိုယ်စားပြုပြီး ပြောတာ ပါ ဆိုပြီး သူ့ခံယူချက် ယနေ့ အဖြစ်မှန်အားလုံးကို UN GA ထဲ မှာ ပြောသွားတဲ့ ကုလသမဂ္ဂဆိုင်ရာ မြန်မာ အမြဲတမ်း ကိုယ်စားလှယ် သံအမတ်ကြီးဦးကျော်မိုးထွန်း ကို ကျနော်တို့ရဲ့ ဒီမိုကရေစီသူရဲကောင်းအဖြစ် သတ်မှတ်ပြီး ရင်ထဲမှ လှိုက်လှိုက်လှဲလှဲ ကျေးဇူးတင် ဂုဏ်ယူပါတယ်။",
      "engcontent": "A Truly Brave National Hero is Born. 👏✊Don't forget his name. Give him a Bow.U Kyaw Moe Tun, Permanent Representative of Myanmar to the United Nations, New York.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/U Kyaw Moe Tun.jpg"
    },
    {
      "mmtitle": "မပြီးသေးဘူး ငါတို့အလှည့်ကျန်သေးတယ်",
      "engtitle": "Not Yet End Still Have Our Turn",
      "pubDate": "February 26, 2023",
      "mmcontent": "မပြီးသေးဘူး ငါတို့အလှည့်ကျန်သေးတယ်",
      "engcontent": "Beautiful palette of colorful people,sharing hope and encouragement,pursuing freedom and democracy,Don't Give Up.[Ma Di-Revo Voices]",
      "image": "https://jackrevo95.github.io/jackrevo/Post/MKN.jpg"
    },
    {
      "mmtitle": "ခဲယမ်းကျည်ကမ်ပိန်း ၂၁ ရက်မြောက်နေ့",
      "engtitle": "Ammo Campaign Day 21",
      "pubDate": "February 21, 2023",
      "mmcontent": "MyanmarContent",
      "engcontent": "44 Lakhs fundraised For Minkin People Defese Force and Independence Army(Myaing PDF) on campaign day 21.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Campaign Day 21.jpg"
    },
    {
      "mmtitle": "မပြီးသေးဘူး ငါတို့အလှည့်ကျန်သေးတယ်",
      "engtitle": "Not Yet End Still Have Our Turn",
      "pubDate": "February 21, 2023",
      "mmcontent": "မပြီးသေးဘူး ငါတို့အလှည့်ကျန်သေးတယ်",
      "engcontent": "Not Yet End!Still Have Our Turn!Film by Nga Gyi Starring Aung Myint Myat & Paing Phyo Thu.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Not Yet End! Still have our turn!.jpg"
    },
    {
      "mmtitle": "အတုအယောင်ရွေးကောက်ပွဲ လူထုအားနဲ့ တိုက်ဖျက်ကြ",
      "engtitle": "Illegal Shameless Election",
      "pubDate": "January 17, 2023",
      "mmcontent": "အတုအယောင်ရွေးကောက်ပွဲ လူထုအားနဲ့ တိုက်ဖျက်ကြ",
      "engcontent": "By the people's power,Let's boycott illegal shameless election.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Bullshit Election.jpg"
    },
    {
      "mmtitle": "Tree54_တော်လှန်သူများ",
      "engtitle": "Tree54 - Revolutionaries",
      "pubDate": "January 17, 2023",
      "mmcontent": "ရေတံခွန်က လေတံခွန်လို ထွက်မပြေးဘူး ကျောက်သားထဲ မြေသားထဲ သူ့ဦးကင်းနဲ့ထိုးခွဲ ရင့်ရင့်ရဲရဲ ရင်ဆိုင်တယ်။ Tree54",
      "engcontent": "#Revolutionaries.Waterfall don't run away like a kite.He faced bravely by braking up the rock and earth with his forehead.#Tree54",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Revolutionaries.jpg"
    },
    {
      "mmtitle": "တော်လှန်ရေးပန်းတိုင် ",
      "engtitle": "Revolution Pan Tai(Goal of Revolution)",
      "pubDate": "January 14, 2023",
      "mmcontent": "တော်လှန်ရေးပန်းတိုင် သွားချင်လို့.YRF",
      "engcontent": "We want to go revolution Pan Tai(Goal of Revolution).Yangon Revolution Force - YRF",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Goal of Revolution.jpg"
    },
    {
      "mmtitle": "မောင်လှမျိုး(ချင်းချောင်းခြံ)",
      "engtitle": "Mg Hla Myo(Chin Chaung Garden)",
      "pubDate": "January 13, 2023",
      "mmcontent": "MyanmarContent",
      "engcontent": "Moonshine on the ground They might be able to...Stomp around But....The Bright Moon up there Can only be gazed at.And stare!.Maung Hla Myo (Ching Chaung Garden)",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Mg Hla Myo(CCK).jpg"
    },
    {
      "mmtitle": "နွေဦးတန်ဖိုး[ညီမင်းညို]",
      "engtitle": "Nway Oo Value",
      "pubDate": "January 10, 2023",
      "mmcontent": "အရင်တုန်းက သားကြီးက ဂျပန်မှာ..သမီးငယ်က အဂ်လန်မှာ..အခုတော့ သားကြီးက တောထဲမှာ..သမီးငယ်က ထောင်ထဲမှာ..ညီမင်းညို",
      "engcontent": "Then,Elder son was in Japan🗾Young daughter was in England.Now,Elder son is a rebel,Young daughter is in Jail.Nyi Min Nyo",
      "image": "https://jackrevo95.github.io/jackrevo/Post/The Values of Nway Oo.jpg"
    },
    {
      "mmtitle": "စစ်ခွေး နိဂုံး ၂၀၂၃",
      "engtitle": "End of Dictatorship 2023",
      "pubDate": "January 01, 2023",
      "mmcontent": "စစ်ခွေး နိဂုံး ၂၀၂၃၊ အရေးတော် ပုံအောင်ရမည်။",
      "engcontent": "End of Dictatorship 2023.The Uprising must succeed.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/End of sitkhway 2023.jpg"
    },
    {
      "mmtitle": "တော်လှန်နှစ်သစ် ၂၀၂၃",
      "engtitle": "Unhappy New Year 2023",
      "pubDate": "December 31, 2022",
      "mmcontent": "တော်လှန်နှစ်သစ် ၂၀၂၃၊အကျဥ်းစံ ရက် ၇၀၀။",
      "engcontent": "Unhappy New Year 2023.700 Darkest Days in Prison.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/UNHN2023.jpg"
    },
    {
      "mmtitle": "တော်လှန် ခရစ်စမတ်ပါ ၂၀၂၂",
      "engtitle": " 🤶Revo Christmas🤶 [2022]",
      "pubDate": "December 25, 2022",
      "mmcontent": "မေရီခရစ်စမတ် တော်လှန် ခရစ်စမတ်ပါ ၂၀၂၂",
      "engcontent": "Merry Christmas...Revo Christmas Par",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Revo Christmas.jpg"
    },
    {
      "mmtitle": "စစ်အာဏာရှင်ဆန့်ကျင်ရေးလှုပ်ရှားမှု",
      "engtitle": "Protesting activity at the bars and clubs in Yangon",
      "pubDate": "December 23, 2022",
      "mmcontent": "ငါတို့နိုင်ရင် ဒိထက် ပိုပျော်ရမှာ",
      "engcontent": "Yangon Revolution Force - YRF (Soft Strike Community) comrades put up stickers with the slogan We Will Be Happier When We Win in the bars and clubs that people commonly go to in Yangon.✊Soft Strike Community_Yangon Revolution Force(YRF)✊.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/When We Win.jpg"
    },
    {
      "mmtitle": "ဒုတိယဗိုလ်ချုပ်ကြီး ဂွမ်မော်",
      "engtitle": "General Gunmaw Sumlut[Revo Voices]",
      "pubDate": "December 15, 2022",
      "mmcontent": "NUG နဲ့ ကျနော်တို့ ပူးပေါင်းဆောင်ရွက်မှုတွေက ယုံယုံကြည်ကြည်နဲ့ တကယ့်ကို အားကောင်းကောင်းနဲ့ ပူးပေါင်းနေပါတယ်။အဓိကကတော့ ကချင် KIO လို့တောင်မဟုတ်တော့ဘူး။ ကျနော် တို့က ကချင်တစ်မျိုးသားလုံးကနေပြီးမှ CRPH နဲ့ NUG နဲ့ နားလည်မှုအပြည့်နဲ့ ပူးပေါင်းတာဖြစ်တယ်။ ",
      "engcontent": "💓The Cooperation between NUG and KIA,KIO is really strong and fully understanding each other.The main thing is not only Kachin,KIO but also entire nation are working very well with  CRPH and NUG.💓General Gunmaw Sumlut,Vice President(1),KIA(KIO),15 December 2022.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/General%20Gun%20Maw%20Sumlut.jpg"
    },
    {
      "mmtitle": "ကျောင်းဆရာ ကိုထက်နိုင်အောင်",
      "engtitle": "Teacher Ko Htet Naing Aung[Revo Voices]",
      "pubDate": "December 11, 2022",
      "mmcontent": "ကျနော့် ညီချန်ခဲ့တဲ့ သေနတ်နဲ့ ကျနော်ဆက်တိုက်နေတယ်။ကိုထက်နိုင်အောင်",
      "engcontent": "I am still fighting againt Military junta holding the gun left by my fallen brother.✊Ko Htet Naing Aung.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Ko Htet Naing Aung.jpg"
    },
    {
      "mmtitle": "ကဗျာဆရာ ခက်သီ",
      "engtitle": "Poet Khet Thi[Revo Voices]",
      "pubDate": "December 11, 2022",
      "mmcontent": "သူတို့က ခေါင်းကိုပစ်တယ်။တော်လှန်ရေးက နှလုံးသားမှာရှိတာ သူတို့ မသိကြဘူး။ခက်သီ",
      "engcontent": "They shot at our heads but they don't know that revolution is in the heart.Khet Thi",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Khet Thi.jpg"
    },
    {
      "mmtitle": "ကဗျာဆရာ ကေဇဝင်း",
      "engtitle": "Poet K Za Win",
      "pubDate": "December 10, 2022",
      "mmcontent": "ခင်ဗျားတို့နဲ့ကျနော် ကွဲလွဲခဲ့လည်း ခင်ဗျားတို့အတွက် ‌ကျနော် အသက်ပေးမှာပါပဲ။ ကေဇဝင်း",
      "engcontent": "Even if you and I disagree, I will give my life for you.K Za Win",
      "image": "https://jackrevo95.github.io/jackrevo/Post/K Za Win.jpg"
    },
    {
      "mmtitle": "‌ကြောက်ရွံ့ခြင်းမှ လွတ်ကင်းရေး",
      "engtitle": "Aung San Suu Kyi[Revo Voices]",
      "pubDate": "December 09, 2022",
      "mmcontent": "တကယ့်အကျဥ်းထောင်အစစ်ဟာ ကြောက်ရွံ့ခြင်းပဲ၊ တကယ့်လွတ်လပ်ခြင်းဟာ ကြောက်ရွံ့ခြင်းမှ လွတ်ကင်းခြင်းပဲ။",
      "engcontent": "The only real prison is fear and the only real freedom is freedom from fear.Aung San Suu Kyi",
      "image": "https://jackrevo95.github.io/jackrevo/Post/DASSK-Freedom From Fear.jpg"
    }
  ]
}
