{
  "Post_DB": [

    {
      "mmtitle": "တောင်ငူခေတ်",
      "engtitle": "Kingdom of Toungoo",
      "pubDate": "April 03, 2023",
      "mmcontent": "တောင်ငူခေတ်သည် တောင်ငူတွင်ထီးနန်းစိုက်ထူသော ၁၅ ရာစုနှောင်းပိုင်းမှ တောင်ငူခေတ်ပျက်သုန်းသော ၁၆ ရာစုနှောင်းပိုင်းကာလ ဖြစ်သည်။ တောင်ငူ ဟံသာဝတီ ခေတ်နှင့် ရောထွေးသတ်မှတ်ကြလေ့ရှိသည်။ သို့သော် ထိုသို့သတ်မှတ်သည်ထက် တောင်ငူမင်းဆက်ကို သီးသန့်သတ်မှတ်လျှင် လေ့လာရန် ပိုမိုအဆင်ပြေမည် ဖြစ်သည်။ အဘယ့်ကြောင့်ဆိုသော် တောင်ငူမင်းဆက်သည် အင်အားကြီးသည့် တပင်ရွှေထီး၊ ဘုရင့်နောင်တို့ကို မွေးထုတ်ပေးကာ သမိုင်းတွင် တောင်ငူ ဟံသာဝတီခေတ် ဟုခေါ်သည့် ခေတ်တစ်ခေတ်ကို အစပျိုးပေးခဲ့သည့်နည်းတူ ထိုခေတ်ကို အဆုံးသတ်သူလည်း ဖြစ်ပြန်သည်။ ထို့ပြင် နောက်ခေတ်တစ်ဖြစ်သည့် ညောင်ရမ်းခေတ်တွင်လည်း ပါဝင်ပတ်သက်မှု ရှိနေကြသောကြောင့် ဖြစ်သည်။တောင်ငူခေတ်သည် နိုင်ငံတည်ဆောက်သော ခေတ်ဖြစ်သည်နှင့်အညီ ဇာတိမာန်တက်ကြွဖွယ် စာပေများထွန်းကားကြောင်းတွေ့ရသည်။ တောင်ငူခေတ်သည် စစ်မက်ထူပြောသောကာလဖြစ်ရာ စစ်မက်ရေးရာများကို အားပြုရေးဖွဲ့သော စာပေများထွန်းကားလာသည်။ တောင်ငူခေတ်တွင်အင်းဝခေတ်ကဲ့သို့ ရဟန်းစာဆိုများစွာမရှိဘဲ လူပုဂ္ဂိုလ်စာဆိုတို့သာများလာသည်။ တောင်ငူခေတ်၌ စကားပြေကဏ္ဍတွင်ထင်ရှားသော ကျမ်းမှာ မွန်ဝန်ကြီးဗညားဒလ မွန်ဘာသာမှ မြန်မာပြန်သော ရာဇဓိရာဇ်အရေးတော်ပုံကျမ်းဖြစ်သည်။ ထိုအရေးတော်ပုံကျမ်းကို ဟံသာဝတီဘုရင်ရာဇဓိရာဇ်နှင့် အင်းဝဘုရင်မင်းခေါင်တို့ အင်အားပြိုင်သော စစ်ပွဲများကို နောက်ခံပြုလျက် ထိုမင်းနှစ်ပါး အပါအဝင် အမတ်တိန်၊ ဗြတ်ဇ၊ ဗျည်းနွဲ့၊ လဂွန်းအိမ်၊ အဲမွန်ဒယာ၊ သမိန်ဗရမ်းစသော သူရဲကောင်းများ၏ သွင်ပြင်အမူအရာများကို ပန်းချီကားတစ်ချပ်သဖွယ် သရုပ်ဖော်ရေးဖွဲ့ထားသည်။တောင်ငူခေတ်တွင် ထင်ရှားသော စာဆိုရှင်ကြီးများမှာ ပြည် နဝဒေးကြီး၊ နတ်သျှင်နောင်(ရတုဘုရင် နတ်သျှင်နောင်)၊ ရှင်ထွေးနာသိမ် အစရှိသော လူပုဂ္ဂိုလ်စာဆိုရှင်များ၊ အသက်ငယ်သောစာဆိုရှင်များ များပြားလာသည်နှင့်အမျှ မိမိဆန္ဒကိုဖော်ထုတ်သော စာပေများလည်း များပြားလာသည်ကို တွေ့ရသည်။ဓါတ်ပုံ - Wikipedia",
      "engcontent": "The Toungoo dynasty also known as the Restored Toungoo dynasty, was the ruling dynasty of Burma from the mid 16th century to 1752.Its early kings Tabinshwehti and Bayinnaung succeeded in reunifying the territories of the Pagan Kingdom for the first time since 1287 and in incorporating the Shan States for the first time, in addition to including Manipur, Chinese Shan States, Siam and Lan Xang. At its peak, the Toungoo Empire was the largest and strongest empire in Southeast Asia. However, it collapsed in the 18 years following death of Bayinnaung in 1581.The dynasty quickly regrouped under the leadership of Nyaungyan Min and his son, Anaukpetlun, who succeeded in restoring a smaller, more manageable kingdom, encompassing Lower Burma, Upper Burma, Shan States and Lan Na by 1622. The Restored Toungoo kings, now based in Ava, created a legal and political system whose basic features would continue under the Konbaung dynasty well into the 19th century. The crown completely replaced the hereditary chieftainships with appointed governorships in the entire Irrawaddy valley and greatly reduced the hereditary rights of Shan chiefs. Its trade and secular administrative reforms built a prosperous economy for more than 80 years.The kingdom entered a gradual decline due to the palace rule of its kings. Starting from the 1720s, the kingdom was beset with raids by the Meitei people of the Chindwin River, and a rebellion in Chiang Mai. Raids by the Meitei intensified in the 1730s, reaching increasingly deeper parts of central Burma. In 1740, the Mon people in Lower Burma began a rebellion, founding the Restored Hanthawaddy Kingdom. The Hanthawaddy armies captured Inwa in 1752 and ended the 266 year old Toungoo dynasty.King Mingyi Nyo founded the First Taungoo Dynasty (1485 1569) at Taungoo far up the Sittaung River south of Inwa towards the end of the Ava Kingdom in 1510. After the conquest of Inwa by the Mohnyin led Shan sawbwas in 1527, many Burmese speakers migrated to Taungoo, which became a new centre.The son of Mingyi Nyo, King Tabinshwehti, unified most of Burma, consolidating his power and pushing southward, over-running the Irrawaddy Delta and crushing the Hanthawaddy capital of Bago. In 1544, Tabinshwehti was crowned as king of all Burma at the ancient capital of Bagan. By this time, the geopolitical situation in Southeast Asia had changed dramatically. The Shan gained power in a new kingdom in the north, the Ayutthaya Kingdom had established itself as a suzerain power around the Chao Phraya river basin, while the Portuguese Empire had arrived in the south and conquered Malacca.With the coming of European traders, Burma was once again an important trading centre, and Tabinshwehti moved his capital to Bago due to its strategic position for commerce. He then began assembling an army for an attack on coastal Rakhine State to the west. Tabinshwehti's forces were defeated at Arakan but he was able to gain control of Lower Burma up to Pyay. He led his retreating army eastward to the Ayutthaya Kingdom, where he was again defeated in the Burmese–Siamese War (1547–49). A period of unrest and rebellions among other conquered peoples followed and Tabinshwehti was assassinated in 1550.Tabinshwehti's brother-in-law, Bayinnaung, succeeded to the throne in 1550 and reigned 30 years, launching a campaign of conquest invading several states, including Manipur (1560) and Ayutthaya (1564). An energetic leader and effective military commander, he made Toungoo the most powerful state in Southeast Asia and extended his borders from Laos to Ayutthaya. Bayinnaung was poised to deliver a final, decisive assault on the western kingdom of Arakan when he died in 1581. His son Nanda Bayin and his successors were forced to quell rebellions in other parts of the kingdom, and the conquest of Arakan was never achieved.Faced with rebellion by several cities and renewed Portuguese incursions, the Toungoo rulers withdrew from southern Burma and founded a second dynasty at Ava, the Nyaungyan or Restored Taungoo Dynasty (1597–1752). Bayinnaung's grandson, Anaukpetlun (1605–1628), once again reunited Burma in 1613 and decisively defeated Portuguese attempts to take over Burma. Anaukpetlun's successor Thalun (1629–1648) rebuilt the war torn country. Based on Thalun's revenue inquest in 1635, the Irrawaddy valley's population was estimated to be around 2 million.The dynasty survived for another century and a half until the death of Mahadhammayaza in 1752. Encouraged by the French in India, Bago finally rebelled against Inwa, further weakening the state, which fell in 1752. The downfall of the Toungoo dynasty has been more broadly ascribed to institutional weaknesses in the capital, which intensified factionalism and succession disputes, and the uneven impact of growing trade and potential price inflation, on the elite's income streams.Photo:Wikipedia",
      "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/375px-Restored_Taungoo_Dynasty.png"
    },{
      "mmtitle": "ပုဂံခေတ်",
      "engtitle": "Kingdom of Pagan",
      "pubDate": "April 03, 2023",
      "mmcontent": "ပုဂံခေတ်သည် မြန်မာနိုင်ငံတွင်းသို့ ဗမာတိုင်းရင်းသားများ ရောက်လာပြီးနောက်တွင် တဖြည်းဖြည်းနှင့် အင်အားအကြီးဆုံး အနေအထားသို့ ရောက်ချိန်ဖြစ်ပြီး ယနေ့ မြန်မာနိုင်ငံနီးပါးမျှ ကျယ်ဝန်းသည့် ပိုင်နက်ကိုလည်း သိမ်းပိုက်အုပ်ချုပ်နိုင်ခဲ့သည်။ ပျူတို့နောက်တွင် ပထမ မြန်မာနိုင်ငံတော်ကို တည်ထောင်နိုင်ခြင်းဖြစ်သည်။ ပုဂံခေတ်ကာလကို သက္ကရာဇ် ၄၀၆ ခုမှ ပင်းယမြို့တည်သည့် သက္ကရာဇ် ၆၇၄ ခုအထိ သတ်မှတ်သည်။ကြာအိုးအံ ပုဂံတည် ဆိုရိုးစကားအရ (ကြာ  ၂ ၊ အိုး  ၁ ၊ အံ  ၁) ၂၁၁ ခုနှစ်၌ တည်ထောင်သည်။ အစဦးတွင် ဗမာလူမျိုးတို့သည် ကျောက်ဆည်ခရိုင် ဒေသများတွင် အခြေချပြီး တစ်နယ်တစ်မင်း ထူထောင်ကာ စုစည်းနေထိုင်ကြရာမှ အေဒီ ၁၀ ရာစုသို့ရောက်သည့်အခါ ပုဂံမင်းသည် အင်အားအကြီးဆုံးအဖြစ် အသိအမှတ်ပြုခံရကာ မင်းကြီး ဖြစ်လာသည်။ သို့သော် အစောပိုင်း ပုဂံမင်းဆက်များအကြောင်းမှာ ပါးစပ်ပြောရာဇဝင်သာရှိပြီး တိကျသည့် သမိုင်းအထောက်အထားများကိုမူ ရှာဖွေမတွေ့ရချေ။ အထောက်အထားများကို အစောဆုံး စတင်ကာတွေ့ရသည့် အနော်ရထာ မင်းလက်ထက်အရောက်တွင် ထေရဝါဒ ဗုဒ္ဓဘာသာကို သက်ဝင်ယုံကြည်လာကြပြီး နိုင်ငံရေး ဩဇာအရလည်း အထွတ်အထိပ်သို့ရောက်လာခဲ့သည်။ ပုဂံအင်ပါယာနှင့်ခမာအင်ပါယာတို့သည် ခေတ်ပြိုင်အင်အားကြီးအင်ပါယာများဖြစ်သည်။သို့သော် ၎င်းအလွန်တွင်နန်းတက်သည့် စောလူးမင်း၏ အရည်အချင်းညံ့ဖျင်းမှုများကြောင့် တိုင်းပြည်ပြိုကွဲလုနီးနီး အန္တရာယ်ကျရောက်ခဲ့ပြီး ၎င်းလည်း ရန်သူ့လက်ချက်ဖြင့် အနိစ္စရောက်ရသည်။ ၎င်းအလွန်တွင် နန်းစံကြသည့် ကျန်စစ်သား နှင့် အလောင်းစည်သူ မင်းများလက်ထက်တွင် တစ်ဖန်အင်အားဩဇာ ပြည့်ဝကြသော်လည်း ထိုမင်းများလွန်လျှင် ပုဂံ၏ဩဇာမှာ တစ်ဖန်ကျဆင်းသွားရပြန်သည်။နောက်ဆုံး အေဒီ ၁၂၈၇ နရသီဟပတေ့ခေါ် တရုတ်ပြေးမင်း လက်ထက်တွင် မွန်ဂိုတို့၏ စစ်ရန်ကြောင့် ပုဂံမှာ ပျက်စီးခဲ့သည်။ မွန်ဂိုတို့ မြန်မာနိုင်ငံမှ တပ်ပြန်ရုပ်သိမ်းအပြီး နန်းတက်ကြသည့် ကျစွာ၊ စောနစ်၊ စောမွန်နစ်တို့မှာ ပုဂံမင်းဟုသာ အသိအမှတ်ပြုခံရပြီး အမှန်တကယ်တွင် ဩဇာရှိကြသည်မှာ ရှမ်းညီနောင်သုံးဦးဖြစ်သည့် အသင်္ခယာ၊ ရာဇသင်္ကြံ၊ သီဟသူ တို့ဖြစ်ကြသည်။ အချို့သမိုင်းဆရာတို့က ထိုကာလကို မြင်စိုင်းခေတ် (သို့မဟုတ်) ပထမရှမ်းခေတ် အဖြစ်လည်း သတ်မှတ်ကြသည်။ပုဂံခေတ်ပျက်သုဉ်းရခြင်း၏ အကြောင်းအရင်းမှာ မင်းများညံ့ဖျင်းခြင်း၊ မွန်ဂိုတို့၏ ရန်စစ်ကိုခံရခြင်းအပြင် မြောက်ဘက်နှင့် အရှေ့ဘက်တစ်လွှားတို့မှ ရှမ်းလူမျိုးများ အလယ်ပိုင်းမြေပြန့်ဒေသများအတွင်းသို့ အလုံးအရင်းဖြင့် ဝင်ရောက်နေရာယူလာခြင်းတို့ကြောင့်လည်း ဖြစ်သည်ဟု သမိုင်းပညာရှင်တချို့က သုံးသပ်ကြသည်။ပါးစပ်ရာဇဝင်များအရ ပုဂံမင်းဆက်သည် ၅၅ ဆက်ရှိသည်ဟု ဆိုသော်လည်းသမိုင်းမှတ်တမ်းများကို ခိုင်မာသည်ဟုယူဆရသော ကာလမှစကာ နန်းတက်သည့် ပုဂံမင်းဆက်မှာ အောက်ပါအတိုင်းဖြစ်သည်။ ပျဥ်ပြားမင်းကစခဲ့သည်ဟုဆိုကြသော်လည်း၁။ကွမ်းဆော်ကြောင်ဖြူ (နန်းတက်နှစ် အေဒီ ၉၆၄)၂။ကျဉ်စိုး (နန်းတက်နှစ် အေဒီ ၉၈၆)၃။စုက္ကတေး (နန်းတက်နှစ် အေဒီ ၉၉၂)၄။အနော်ရထာမင်း (နန်းတက်နှစ် အေဒီ ၁၀၄၄  ၁၀၇၇)၅။စောလူး (နန်းတက်နှစ် အေဒီ ၁၀၇၇  ၁၀၈၄)၆။ကျန်စစ်သား (နန်းတက်နှစ် အေဒီ ၁၀၈၄ ၁၁၁၃)၇။အလောင်းစည်သူ (နန်းတက်နှစ် အေဒီ ၁၀၉၂   ၁၁၆၇)၈။နရသူ (နန်းတက်နှစ် အေဒီ ၁၁၆၀ ၁၁၆၅)၉။နရသိင်္ခ (နန်းတက်နှစ် အေဒီ ၁၁၇၀)၁၀။နရပတိစည်သူ (နန်းတက်နှစ် အေဒီ ၁၁၇၃)၁၁။ထီးလိုမင်းလို (နန်းတက်နှစ် အေဒီ ၁၂၁၀)၁၂။ကျစွာ (နန်းတက်နှစ် အေဒီ ၁၂၃၄)၁၃။ဥဇနာ (နန်းတက်နှစ် အေဒီ ၁၂၅၀)၁၄။နရသီဟပတေ့ (နန်းတက်နှစ် အေဒီ ၁၂၅၄) (တရုတ်ပြေးမင်း)၁၅။ကျော်စွာ (နန်းတက်နှစ် အေဒီ ၁၂၈၇)၁၆။စောနစ် (နန်းတက်နှစ် အေဒီ ၁၂၉၈)၁၇။စောမွန်နစ် (နန်းတက်နှစ် အေဒီ ၁၃၂၅)ဓါတ်ပုံ - Wikipedia",
      "engcontent": "Kingdom of Pagan also known as the Pagan dynasty and the Pagan Empire also the Bagan dynasty or Bagan Empire was the first Burmese kingdom to unify the regions that would later constitute modern day Myanmar.250 year rule of Pagan over the Irrawaddy valley and its periphery laid the foundation for the ascent of Burmese language and culture, the spread of Bamar ethnicity in Upper Myanmar, and the growth of Theravada Buddhism in Myanmar and in mainland Southeast Asia.The kingdom grew out of a small 9th century settlement at Pagan (present day Bagan) by the Mranma(Burmans), who had recently entered the Irrawaddy valley from the Kingdom of Nanzhao. Over the next two hundred years, the small principality gradually grew to absorb its surrounding regions until the 1050s and 1060s when King Anawrahta founded the Pagan Empire, for the first time unifying under one polity the Irrawaddy valley and its periphery. By the late 12th century,the successors of Anawrahta had extended their influence farther to the south into the upper Malay peninsula, to the east at least to the Salween river, in the farther north to below the current China border, and to the west, in northern Arakan and the Chin Hills.In the 12th and 13th centuries, Pagan, alongside the Khmer Empire, was one of two main empires in mainland Southeast Asia.The Burmese language and culture gradually became dominant in the upper Irrawaddy valley, eclipsing the Pyu, Mon and Pali norms by the late 12th century. Theravada Buddhism slowly began to spread to the village level although Tantric, Mahayana, Brahmanic, and animist practices remained heavily entrenched at all social strata.The rulers of Pagan built over 10,000 Buddhist temples in the Bagan Archaeological Zone of which over 2000 remain. The wealthy donated tax free land to religious authorities.The kingdom went into decline in the mid 13th century as the continuous growth of tax free religious wealth by the 1280s had severely affected the crown ability to retain the loyalty of courtiers and military servicemen. This ushered in a vicious circle of internal disorders and external challenges by the Arakanese, Mons, Mongols and Shans. Repeated Mongol invasions (1277 1301) toppled the four century old kingdom in 1287. The collapse was followed by 250 years of political fragmentation that lasted well into the 16th century.The origins of the Pagan kingdom have been reconstructed using archaeological evidence as well as the Burmese chronicle tradition. Considerable differences exist between the views of modern scholarship and various chronicle narratives.Burmese chronicles do not agree on the origins of the Pagan kingdom. Chronicles down to the 18th century trace its origins to 167 CE, when Pyusawhti, a descendant of a solar prince and a dragon princess, founded the dynasty at Pagan (Bagan). But the 19th-century Glass Palace Chronicle (Hmannan Yazawin) connects the dynasty's origins to the clan of the Buddha and the first Buddhist king Maha Sammata (မဟာ သမ္မတ).The Glass Palace Chronicle traces the origins of the Pagan kingdom to India during the 9th century BC, more than three centuries before the Buddha was born. Prince Abhiraja (အဘိရာဇာ) of Kosala (ကောသလ) of the Sakya clan (သကျ သာကီဝင် မင်းမျိုး) – the clan of the Buddha – left his homeland with followers in 850 BC after military defeat by the neighbouring kingdom of Panchala (ပဉ္စာလရာဇ်). They settled at Tagaung in present-day northern Myanmar and founded a kingdom. The chronicle does not claim that he had arrived in an empty land, only that he was the first king.Abhiraja had two sons. The elder son Kanyaza Gyi (ကံရာဇာကြီး) ventured south, and in 825 BC founded his own kingdom in what is today Arakan. The younger son Kanyaza Nge (ကံရာဇာငယ်) succeeded his father, and was followed by a dynasty of 31 kings, and then another dynasty of 17 kings. Some three and a half centuries later, in 483 BC, scions of Tagaung founded yet another kingdom much farther down the Irrawaddy at Sri Ksetra, near modern Pyay (Prome). Sri Ksetra lasted nearly six centuries, and was succeeded in turn by the Kingdom of Pagan.[10] The Glass Palace Chronicle goes on to relate that around 107 AD, Thamoddarit (သမုဒ္ဒရာဇ်), nephew of the last king of Sri Ksetra, founded the city of Pagan (formally, Arimaddana-pura (အရိမဒ္ဒနာပူရ), lit. the City that Tramples on Enemies. The site reportedly was visited by the Buddha himself during his lifetime, and it was where he allegedly pronounced that a great kingdom would arise at this very location 651 years after his death.[12] Thamoddarit was followed by a caretaker, and then Pyusawhti in 167 AD.The chronicle narratives then merge, and agree that a dynasty of kings followed Pyusawhti. King Pyinbya (ပျဉ်ပြား) fortified the city in 849 AD.Modern scholarship holds that the Pagan dynasty was founded by the Mranma of the Nanzhao Kingdom in the mid-to-late 9th century AD; that the earlier parts of the chronicle are the histories and legends of the Pyu people, the earliest inhabitants of Myanmar of whom records are extant; and that Pagan kings had adopted the Pyu histories and legends as their own. Indeed, European scholars of the British colonial period were even more skeptical, dismissing outright the chronicle tradition of early Burmese history as copies of Indian legends taken from Sanskrit or Pali originals,[14] and the Abhiraja story as a vain attempt by Burmese chroniclers to link their kings to the Buddha. They doubted the antiquity of the chronicle tradition, and dismissed the possibility that any sort of civilisation in Burma could be much older than 500 AD.The Abhiraja myth notwithstanding, more recent research does indicate that many of the places mentioned in the royal records have indeed been inhabited continuously for at least 3500 years.[10] The earliest evidence of civilisation thus far dates to 11,000 BC.[16] Archaeological evidence shows that as early as the 2nd century BC the Pyu had built water-management systems along secondary streams in central and northern parts of the Irrawaddy basin and had founded one of Southeast Asia's earliest urban centres. By the early centuries AD, several walled cities and towns, including Tagaung, the birthplace of the first Burman kingdom according to the chronicles, had emerged. The architectural and artistic evidence indicates the Pyu realm's contact with Indian culture by the 4th century AD. The city-states boasted kings and palaces, moats and massive wooden gates, and always 12 gates for each of the signs of the zodiac, one of the many enduring patterns that would continue until the British occupation. Sri Ksetra emerged as the premier Pyu city-state in the 7th century AD. Although the size of the city-states and the scale of political organisation grew during the 7th to early 9th centuries, no sizeable kingdom had yet emerged by the 9th century.According to a reconstruction by G.H. Luce, the millennium-old Pyu realm came crashing down under repeated attacks by the Nanzhao Kingdom of Yunnan between the 750s and 830s AD. Like that of the Pyu, the original home of Burmans prior to Yunnan is believed to be in present-day Qinghai and Gansu provinces.[18][19][20] After the Nanzhao attacks had greatly weakened the Pyu city-states, large numbers of Burman warriors and their families first entered the Pyu realm in the 830s and 840s, and settled at the confluence of the Irrawaddy and Chindwin rivers,[21] perhaps to help the Nanzhao pacify the surrounding countryside.[22] Indeed, the naming system of the early Pagan kings—Pyusawhti and his descendants for six generations—was identical to that of the Nanzhao kings where the last name of the father became the first name of the son. The chronicles date these early kings to between the 2nd and 5th centuries AD, scholars to between the 8th and 10th centuries CE.[23][24][25] (A minority view led by Htin Aung contends that the arrival of Burmans may have been a few centuries earlier, perhaps the early 7th century.[26] The earliest human settlement at Bagan is radiocarbon dated to c. 650 AD. But evidence is inconclusive to prove that it was specifically a Burman (and not just another Pyu) settlement.)Thant Myint-U summarises that the Nanzhao Empire had washed up on the banks of the Irrawaddy, and would find a new life, fused with an existing and ancient culture, to produce one of the most impressive little kingdoms of the medieval world. From this fusion would result the Burmese people, and the foundations of modern Burmese culture.Evidence shows that the actual pace of Burman migration into the Pyu realm was gradual. Indeed, no firm indications have been found at Sri Ksetra or at any other Pyu site to suggest a violent overthrow. Radiocarbon dating shows that human activity existed until c. 870 at Halin, the Pyu city reportedly destroyed by an 832 Nanzhao raid.[28] The region of Pagan received waves of Burman settlements in the mid-to-late 9th century, and perhaps well into the 10th century. Though Hmannan states that Pagan was fortified in 849—or more accurately, 876 after the Hmannan dates are adjusted to King Anawrahta's inscriptionally verified accession date of 1044—the chronicle reported date is likely the date of foundation, not fortification. Radiocarbon dating of Pagan's walls points to c. 980 at the earliest.[29] (If an earlier fortification did exist, it must have been constructed using less durable materials such as mud.) Likewise, inscriptional evidence of the earliest Pagan kings points to 956. The earliest mention of Pagan in external sources occurs in Song Chinese records, which report that envoys from Pagan visited the Song capital Bianjing in 1004. Mon inscriptions first mentioned Pagan in 1093, respectively.Below is a partial list of early Pagan kings as reported by Hmannan, shown in comparison with Hmannan dates adjusted to 1044 and the list of Zatadawbon Yazawin (the Royal Horoscopes Chronicle).[32][33] Prior to Anawrahta, inscriptional evidence exists thus far only for Nyaung-u Sawrahan and Kunhsaw Kyaunghpyu. The list starts from Pyinbya, the fortifier of Pagan according to Hmannan.By the mid-10th century, Burmans at Pagan had expanded irrigation-based cultivation while borrowing extensively from the Pyus' predominantly Buddhist culture. Pagan's early iconography, architecture and scripts suggest little difference between early Burman and Pyu cultural forms. Moreover, no sharp ethnic distinction between Burmans and linguistically linked Pyus seems to have existed.[34] The city was one of several competing city-states until the late 10th century when it grew in authority and grandeur.[34] By Anawrahta's accession in 1044, Pagan had grown into a small principality—about 320 kilometres (200 mi) north to south and about 130 kilometres (81 mi) from east to west, comprising roughly the present districts of Mandalay, Meiktila, Myingyan, Kyaukse, Yamethin, Magwe, Sagaing, and the riverine portions of Minbu and Pakkoku. To the north lay the Nanzhao Kingdom, and to the east still largely uninhabited Shan Hills, to the south and the west Pyus, and farther south still, Mons.The size of the principality is about 6% of that of modern Burma/Myanmar.Photo:Wikipedia",
      "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/225px-Pagan-kingdom.jpg"
    },{
      "mmtitle": "အင်းဝ ခေတ်",
      "engtitle": "Kingdom of Ava",
      "pubDate": "April 03, 2023",
      "mmcontent": "အနော်ရထာလက်ထက်မှ စတင်ကာ အင်အားကြီးခဲ့သော ပုဂံသည် ၁၃ရာစုအလယ်မှစကာ အကြောင်းအမျိုးမျိုးကြောင့် အင်အားနည်းပါးလာပြီး နောက်ဆုံးတွင် မြောက်ဘက်မှတရုတ်နိုင်ငံကို သိမ်းပိုက်ပြီး တောင်ဘက်သို့ ဆက်လက်နယ်ချဲ့လာသည့် မွန်ဂိုတို့၏ တိုက်ခိုက်ဖျက်စီးမှုကြောင့် ပျက်စီးခြင်းသို့ရောက်ရသည်။ မွန်ဂိုတို့ အပြန်တွင် ကျစွာမင်း ကိုပုဂံတွင် နန်းတင်ခဲ့သော်လည်း အမှန်တကယ် ဩဇာကြီးနေသည် မှာ ရှမ်းညီနောင် သုံးဦးဖြစ်သည်။ ပုဂံမင်းများ လုံးဝ ဩဇာမရှိတော့ချိန်တွင် ထိုရှမ်းညီနောင်သုံးဦးမှ ဆင်းသက်လာသည့် သတိုးမင်းဖျားက အင်းဝတွင် နန်းတည်ကာ အင်းဝမင်းဆက်(၁၃၆၄-၁၅၂၇/၁၅၅၅)ကို တည်ထောင်သည်။ တည်ထောင်စတွင် အထက်မြန်မာနိုင်ငံရှိ ဒေသများကို သိမ်းသွင်းနိုင်ကာ အင်အားကြီး မင်းနေပြည်တော်ဖြစ်လာခဲ့သည်။ ဒုတိယ နန်းတက်သည့် မင်းကြီးစွာစော်ကဲ လက်ထက်မှစကာ အောက်အရပ် ရာမညမှ မွန်ပဒေသရာဇ်များ မညီညွှတ်သည်ကို အခွင့်ကောင်းယူသည့် အနေဖြင့် စစ်ပြုခဲ့သည်။ ထိုမှအစပြုကာ အင်းဝ-ဟံသာဝတီ အနှစ်လေးဆယ်စစ် ဖြစ်ပွားသည်။ မင်းကြီးစွာစော်ကဲနောက် နန်းတက်သည့် ဆင်ဖြူရှင်၊ ဘုရင်မင်းခေါင် တို့လက်ထက်များအထိတိုင် တိုက်ခိုက်ခဲ့ရသည့် စစ်ပွဲဖြစ်ပေသည်။ ထိုမင်းများနောက် နန်းတက်သည့် မင်းများလက်ထက်တွင်လည်း တိုင်းပြည်အေးချမ်းရေးကို လိုလားစွာ ဆောင်ရွက်ကြသည်မရှိသလောက် နည်းပါးသဖြင့် အချိန်ကြာသည် နှင့်အမျှ အင်အားဆုတ်ယုတ်လာပြီး နောက်ဆုံးတွင် လက်အောက်ခံ ပဒေသရာဇ်များဖြစ်သည့် ရှမ်းစော်ဘွားများအင်အားကြီးလာသည်။ နောက်ဆုံးမင်းဖြစ်သည့် ရွှေနန်းကျော့ရှင်နရပတိ လက်ထက်တွင် ပြည်မင်း သတိုးမင်းစော နှင့် ရှမ်းစော်ဘွား မိုးညှင်းစလုံ၊၎င်း၏သား သိုဟန်ဘွားတို့က အင်းဝကို တိုက်ခိုက်သိမ်းပိုက်လိုက်ကြသည်။ ထိုနောက်သိုဟန်ဘွား နန်းတက်သည်။ သိုဟန်ဘွားလုပ်ကြံခံရပြီးနောက် နန်းတက်သည့် အုန်းဘောင်ခုံမှိုင်းနှင့် မိုးဗြဲနရပတိတို့ လက်ထက်များတွင် ဟံသာဝတီကို သိမ်းပိုက်လိုက်သည့် တောင်ငူမှ တပင်ရွှေထီးနှင့် စစ်ပြိုင်ရန်ကြိုးပမ်းသော်လည်း မအောင်မြင်ခဲ့ပေ။ ထိုနောက်နန်းတက်သည့် စစ်ကိုင်းနရပတိစည်သူ လက်ထက်တွင် ဘုရင့်နောင်၏ လက်သို့ ကျရောက်ရတော့သည်။အင်းဝမင်းဆက်ကို လေ့လာလျှင် စတင်တည်ထောင်သူ သတိုးမင်းဖျားမှ ကလေးကျေးတောင်ညို ထိကို သတိုးဆက်ဟူ၍လည်းကောင်း၊ မိုးညှင်းသတိုးမှ ရွှေနန်းကျော့ရှင်နရပတိ ထိကို မိုးညှင်းဆက်ဟူ၍လည်းကောင်း၊ သိုဟန်ဘွား၊အုန်းဘောင်ခုံမှိုင်းနှင့် မိုးဗြဲနရပတိ သုံးဆက်ကို ရှမ်းဆက်ဟူ၍လည်းကောင်း၊ စစ်ကိုင်းနရပတိစည်သူ(စည်သူကျော်ထင်)ထိ သတ်မှတ်ကြသည်။ သို့သော် အချို့သမိုင်းပညာရှင်များက စစ်ကိုင်းနရပတိစည်သူ နှင့်အတူ ဘုရင့်နောင်၊နန္ဒဘုရင်တို့လက်ထက်များတွင် လက်အောက်ခံအဖြစ် နန်းတင်သည့် သတိုးမင်းစော၊ မင်းလက်ယာ နှင့် မင်းရဲကျော်စွာတို့ကို မြန်မာဆက်ဟူ၍လည်းကောင်း ခွဲခြားသတ်မှတ်သည်လည်း ရှိသည်။နှင်းကျသည် အင်းဝတည် ဆိုရိုးစကားအရ (နှင်း = ၇၊ ကျ = ၂၊ သည် = ၆) ၇၂၆-ခုနှစ်၌ တည်ထောင်သည်။ပထမအင်းဝခေတ် မင်းဆက်များ၁။သတိုးမင်းဖျား (၁၃၆၄ ၁၃၆၇)၂။မင်းကြီးစွာစော်ကဲ (၁၃၆၇ ၁၄၀ဝ)၃။ဆင်ဖြူရှင် တရဖျား (၁၄၀ဝ)၄။ပထမ မင်းခေါင်ကြီး (၁၄၀ဝ ၁၄၂၂)၅။ဆင်ဖြူရှင် သီဟသူ (၁၄၂၂ ၁၄၂၅)၆။မင်းလှငယ် (၁၄၂၅)၇။ကလေးကျေးတောင်ညို (၁၄၂၅ ၁၄၂၆)၈။မိုးညှင်းမင်းတရား (၁၄၂၆ ၁၄၃၉)၉။မင်းရဲကျော်စွာ (၁၄၃၉ ၁၄၄၂)၁၀။နရပတိ (အင်းဝ) (၁၄၄၂ ၁၄၆၈)၁၁။ပြည်စုန်မင်းသီဟသူ (၁၄၆၈ ၁၄၈၀)၁၂။ဒုတိယ မင်းခေါင် (၁၄၈၀ ၁၅၀၁)၁၃။ရွှေနန်းကျော့ရှင်နရပတိ (၁၅၀၁ ၁၅၂၇)၁၄။သိုဟန်ဘွား (၁၅၂၇-၁၅၄၂)၁၅။အုန်းဘောင်ခုံမှိုင်း (၁၅၄၂ ၁၅၄၅)၁၆။မိုးဗြဲနရပတိ (၁၅၄၅-၁၅၅၁)၁၇။စည်သူကျော်ထင် (၁၅၅၁-၁၅၅၅)ဒုတိယ အင်းဝခေတ်၊ ညောင်ရမ်းခေတ်၁။မင်းရဲနန္ဒမိတ် (၁၅၉၇ ၁၆၀၅)၂။အနောက်ဘက်လွန်မင်း (၁၆၀၅ ၁၆၂၈)၃။သာလွန်မင်း (၁၆၂၈ ၁၆၄၈)၄။ပင်းတလဲမင်း (၁၆၄၈ ၁၆၆၁)၅။ပြည်မင်း (၁၆၆၁ ၁၆၇၂)၆။နရာဝရမင်း (၁၆၇၂)၇။မင်းရဲကျော်ထင် (၁၆၇၂ ၁၆၉၈)၈။စနေမင်း (၁၆၉၈ ၁၇၁၄)၉။တနင်္ဂနွေမင်း (၁၇၁၄ ၁၇၃၃)၁၀။ဟံသာဝတီပါမင်း (၁၇၃၃ ၁၇၅၁)တတိယ အင်းဝခေတ်၁။ဆင်ဖြူရှင်မင်း (၁၇၆၃ ၁၇၇၆)၂။စဉ့်ကူးမင်း (၁၇၇၆ ၁၇၈၂)၃။ဖောင်းကားစား မောင်မောင် (၁၇၈၂) (၇)ရက်စတုတ္ထအင်းဝခေတ်၁။ဘကြီးတော်(စစ်ကိုင်းမင်း)ဓါတ်ပုံ - Wikipedia",
      "engcontent": "The Kingdom of Ava was the dominant kingdom that ruled upper Burma (Myanmar) from 1364 to 1555. Founded in 1365, the kingdom was the successor state to the petty kingdoms of Myinsaing, Pinya and Sagaing that had ruled central Burma since the collapse of the Pagan Empire in the late 13th century.Like the small kingdoms that preceded it, Ava may have been led by Bamarised Shan kings who claimed descent from the kings of Pagan.[1][2] Scholars debate that the Shan ethnicity of Avan kings comes from mistranslation, particularly from a record of the Avan kings' ancestors ruling a Shan village in central Burma prior to their rise or prominence.The kingdom was founded by Thado Minbya in 1364 following the collapse of the Sagaing and Pinya Kingdoms due to raids by the Shan States to the north.In its first years of existence, Ava, which viewed itself as the rightful successor to the Pagan Kingdom, tried to reassemble the former empire by waging constant wars against the Mon Hanthawaddy Kingdom in the south, the Shan States in the north and east, and Rakhine State in the west.While it was able to hold Taungoo and some peripheral Shan States (Kalaymyo, Mohnyin, Mogaung and Hsipaw) within its fold at the peak of its power, Ava failed to reconquer the rest. The Forty Years' War (1385–1424) with Hanthawaddy left Ava exhausted. From the 1420s to early 1480s, Ava regularly faced rebellions in its vassal regions whenever a new king came to power. In the 1480s and 1490s, the Prome Kingdom in the south and the Shan states that were under the sway of Ava in the north had broke away, and the Taungoo dynasty became as powerful as its nominal overlord Ava. In 1510, Taungoo also broke away.Ava was under intensified Shan raids for the first quarter of the 16th century. In 1527, the Confederation of Shan States, led by the state of Mohnyin in alliance with Prome, sacked Ava. The Confederation placed nominal kings on the Ava throne and ruled much of Upper Burma. As Prome was in alliance with the Confederation, only the tiny Taungoo in the southeastern corner, east of the Bago Yoma mountain range remained as the last holdout of the independent kingdom.Ava was under intensified Shan raids for the first quarter of the 16th century. In 1527, the Confederation of Shan States, led by the state of Mohnyin in alliance with Prome, sacked Ava. The Confederation placed nominal kings on the Ava throne and ruled much of Upper Burma. As Prome was in alliance with the Confederation, only the tiny Taungoo in the southeastern corner, east of the Bago Yoma mountain range remained as the last holdout of the independent kingdom.Thado Minbya founded the city of Ava (modern day Inwa) and consecrated it as Ratanapura, the City of Gems, which was to remain the capital of Myanmar more or less continuously until the mid 19th century.The city was designed according to the traditional principles of Burmese city design, which had existed since at least the Pyu period. Ava was the first Burmese city to be entirely walled, with an inner citadel and an outer civilian city. Ava's citadel is probably the only barrel shaped city in the world. According to legend the outline of the city walls was intended to replicate the appearance of a mythical Burmese Lion, a Chinthe.[7][8] What is certain is that Ava, or at least its inner citadel, is designed to replicate the Buddhist universe in miniature. The palace was constructed in the very centre of the citadel, which according to traditional principles of Burmese city design, corresponds to the location of the Buddha, therefore directly associating the King with the Buddha himself. This conferred upon the King a divine status and the palace as a religious centrepiece.[7] The palace was specifically designed to emulate the highly auspicious Mount Meru in Hindu-Buddhist belief. The kingdom and its power emanated directly from the city as a mandala, encircling the entirety of the world (in theory) and therefore the city was a cosmological centre of a divinely ordained kingdom.During the reign of Swa Saw Ke, a council was convened at Ava which was attended by the King, members of the Sangha, Sinhalese monks, and Brahmins.[6] In one inscription the city was said to be as pleasant as Tavatimsa, the most important of the Buddhist heavens which also served as the model for the earthly realm of Burmese kingdoms.[6] Swa Saw Ke was known as an intellectual king who encouraged scholarly endeavours and the city was said to be full of intelligent conversation.Ava's most notable legacy was its contribution to Burmese vernacular literature which flourished during this period. Literature moved from being written predominantly in Pali to using the vernacular Burmese language. Ava was a highly literate society with poetry being composed people from all levels of society, such as a village headman of Palaung in 1355, who inscribed verse onto stone.[9] Inscriptions in classical Burmese during both the Bagan and Ava periods written by commoners and nobles appear at a ratio of 3:1 in favour of the commoners.Elaborate use of simile, metaphor and other literary devices abound in Burmese verse, especially in the works of Shin Maharattathara.[9] One of these works rejects the comforts of marriage and secular life for that of a forest ascetic. The following is a translation by Dr. Hla Pe, John Okell, and Anna Allott:The maiden I marry shall be a forest dwelling, one that befits a hermit, far from the approach of men; she will tend to all my needs and will always keep me fed, with forest fruits for rice, and forest fruits for curry. I shall have Wisdom for my washing-water, for it cleanses the dirt of greed, hatred, and ignorance; and when I have neatly tied the ascetic’s knot in my hair, I shall bedeck it with Faith for a garland; the fragrance of Meditation shall be my sandalwood, and I shall anoint myself with the sweet-smelling and cooling juice of aloes.I shall wear the priceless and costly garment of the Law.Photo:Wikipedia",
      "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/375px-Burma_in_1450.png"
    },{
      "mmtitle": "စစ်တောင်းမြစ်(မြန်မာနိုင်ငံ)",
      "engtitle": "The Sittaung River(Myanmar) ",
      "pubDate": "April 02, 2023",
      "mmcontent": "စစ်တောင်းမြစ်သည် ရှမ်းကုန်းမြင့်ဒေသ၏တောင်ဘက်စွန်းတွင် စတင်မြစ်ဖျားခံကာ ပဲခူးတိုင်းကို ဖြတ်သန်းစီးဆင်း၍ မုတ္တမကွေ့ထဲမှ ဘင်္ဂလားပင်လယ်အတွင်းသို့ စီးဝင်သည်။ အရှည်အားဖြင့် ၂၆၁မိုင် (၄၂၀ကီလိုမီတာ) ရှိပြီး အနောက်ဘက် ပဲခူးရိုးမနှင့် အရှေ့ဘက် ရှမ်းရိုးမတို့ကြားရှိ မြေနှိမ့်လွင်ပြင်ဒေသတွင် စီးဆင်းသည်။မြန်မာနိုင်ငံတွင် ၄ခုမြောက်အရှည်ဆုံးမြစ်ဖြစ်သည်။ ရွေကျင်မြစ်၊သားပြချောင်းတို့သည်စစ်တောင်းမြစ်အတွင်းသို့စီးဝင်သည်။ ရွေကျင် မဒေါက် ကွမ်းဆိပ် သိမ်ဇရပ်တို့ကိုပြေးဆွဲနေသော စက်လှေများရှိသည်။ ကားလမ်းများမပေါ်ခင်က မွန်ပြည်နယ်နှင့်ပဲခူးတိုင်းကိုဆက်သွယ်ရာတွင် အထူးအရေးပါခဲ့သည်။ ကွမ်းဆိပ်သည် ထင်ရှားသော စစ်တောင်းမြစ်ကမ်းရွာကြီးတစ်ရွာဖြစ်သည်။ထူးခြားထင်ရှားသည့်အချက်မှာစစ်တောင်းမြစ်တွင် ၂၅ မိုင် (၄၀ ကီလိုမီတာ) ခရီးကို တနှစ်ပတ်လုံး ရေလမ်းခရီးသွားလာနိုင်ပြီး မိုင်ပေါင်း ၅၅ (၉၀ ကီလိုမီတာ) ခရီးကို တနှစ်တွင် ၃-လကြာမျှ ရေလမ်းခရီး သွားလာနိုင်သည်။ ရေစီးသန်၍ နုန်းမြေပို့ချမှုနည်းပါးသောကြောင့် စစ်တောင်းမြစ်သည် စိုက်ပျိုးရေးကို ကောင်းစွာအထောက်အကူမပေးနိုင်ပေ။ သို့သော် ပဲခူးရိုးမမှ ထွက်ရှိသော သစ်လုံးများကို မျှောချတင်ပို့ရာတွင် အသုံးချကြသည်။ဓါတ်ပုံ - Wikipedia",
      "engcontent": "The Sittaung River is a river in south central Myanmar in Bago Division. The Pegu Range separates its basin from that of the Irrawaddy. The river originates at the edge of the Shan Hills southeast of Mandalay, and flows southward to the Gulf of Martaban. Its length is 420 kilometres (260 mi) and its mean annual discharge is around 50 cubic kilometres (12 cu mi) per year.Although it flows through fairly flat country, the Sittaung has a notorious tidal bore at its mouth which has precluded any but very small craft navigating the river. The river is navigable for 40 kilometres (25 mi) year-round and for 90 kilometres (56 mi) during three months of the year. The Sittaung empties into the Gulf of Martaban where the tide-dominated coast is a Ramsar wetland of international importance.The river is used primarily to float timber south for export.Strong currents make the river even less valuable as a means of transport in eastern Burma. Its basin does not have the same richness for agriculture as the Irrawaddy because there is no soil flowing down from the Shan Hills.Photo:Wikipedia",
      "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/405px-Sittaung_River.jpg"
    },{
      "mmtitle": "သံလွင်မြစ်(မြန်မာနိုင်ငံ)",
      "engtitle": "The Salween River(Myanmar) ",
      "pubDate": "April 02, 2023",
      "mmcontent": "သံလွင်မြစ်သည် မြန်မာနိုင်ငံ၏အရှည်ဆုံးမြစ်ဖြစ်ရုံမက ကမ္ဘာပေါ်၌ ရှုခင်းအသာယာဆုံးနှင့် ရေစီးအကြမ်းဆုံးမြစ်တစ်မြစ်ဖြစ်သည်။ ပင်လယ်ရေမျက်နှာပြင်ထပ် မီတာ ၄,၀၀၀ ကျော်မြင့်သည့် ဟိမဝန္တာတောင်ပေါ်ရှိ တိဘက်ဒေသ ကုန်းမြင့်များမှ စတင်မြစ်ဖျားခံစီးဆင်းသည်။ ဤမြစ်သည် တရုတ်နိုင်ငံရှိ ယူနန်ပြည်နယ်၏ တောင်တန်းထူထပ်သည့်ဒေသ များကိုလည်းကောင်း၊ မြန်မာနိုင်ငံရှိ ရှမ်းပြည်နယ်၊ ကယားပြည်နယ်၊ ကရင်ပြည်နယ် နှင့် မွန်ပြည်နယ်တို့ကိုလည်းကောင်း၊ ထိုင်းနိုင်ငံ၏ တစ်စိတ်တစ်ဒေသ (မြန်မာနိုင်ငံ နှင့် ထိုင်းနိုင်ငံ၏ နယ်နိမိတ်အဖြစ် ကီလိုမီတာပေါင်း ၁၂၀ ကျော် ဆက်လက်စီးဆင်း) ကိုလည်းကောင်း ဖြတ်သန်း၍ မြန်မာနိုင်ငံ၊ မွန်ပြည်နယ်၏မြို့တော် မော်လမြိုင်မြို့ အနီး မုတ္တမပင်လယ်ကွေ့၌ ဘင်္ဂလားပင်လယ်အော်(အက်ဒမန်ပင်လယ်)အတွင်းသို့ စီးဝင်သည်။ စုစုပေါင်း အရှည်သည် ၁၇၄၉ မိုင် (၂,၈၁၅ ကီလိုမီတာ)ရှိသော်လည်း မြန်မာနိုင်ငံအတွင်း၌မူမိုင် ၆၅ဝ သာရှိသည်။ နိုင်ငံတကာကို ဖြတ်သန်းစီးဆင်းခဲ့သည့် မြစ်တစင်းဖြစ်ပြီး အရှေ့တောင်အာရှဒေသတွင် မဲခေါင်မြစ်ပြီးလျှင် ဒုတိယအရှည်လျားဆုံး ဖြစ်သည်။ ထို့အပြင် အရှေ့တောင်အာရှဒေသတွင် ဆည်တာတမံပိတ်ဆို့ခြင်းခံရခြင်း မရှိသေးဘဲ လွတ်လပ်စွာစီးဆင်းနေသည့် အရှည်ဆုံး မြစ်တစ်စင်းလည်း ဖြစ်သည်။သံလွင်မြစ်ဝှမ်းလွင်ပြင်ဒေသသည် ဧရိယာ ၃၂၀,၀၀၀ ကီလိုမီတာအထိ ကျယ်ဝန်းပြီးရေဝေဒေသသည် တရုတ်နိုင်ငံ တွင် (၅၃%)၊ မြန်မာနိုင်ငံတွင် (၄၂%) နှင့် ထိုင်းနိုင်ငံတွင် (၅%) ရှိသည်။ ဟိမဝန္တာတောင်တန်းများမှသည် မုတ္တမပင်လယ်ကွေ့အထိ မြစ်ဝှမ်းဒေသတလျှောက်တွင် မှီတင်းနေထိုင်ကြသည့် တိုင်းရင်းသားလူမျိုးများ၏ အသက်မွေးဝမ်းကျောင်းကိစ္စများအတွက်ရော၊ ယဉ်ကျေးမှုအတွက်ပါ အရေးပါသည့်မြစ်ဖြစ်သည်။ ကမ္ဘာပေါ်တွင် လူမျိုးကွဲများ အများဆုံးစုစည်းမှီတင်းနေထိုင်နေသည့် မြစ်တစင်းလည်း ဖြစ်သည်။ သံလွင်မြစ်၏ မြစ်ဝှမ်းနှင့် မြစ်လက်တက်များ၏ ရေဝေဒေသများတွင် နေထိုင်ကြသူ တိုင်းရင်းသားလူမျိုး ၁၃ အုပ်စုရှိပြီး၊ မြန်မာနိုင်ငံနှင့် ထိုင်းနိုင်ငံတို့တွင် နေထိုင်ကြသည့် ရှမ်း၊ ၀၊ ကရင်နီ၊ ကရင်၊ ပအို့ဝ်၊ ပလောင်၊ မွန်၊ လားဟူ၊ ပဒေါင်၊ အာခါ၊ လီဆူး လူမျိုးများ အပါအဝင် ဖြစ်သည်။ အခြားတိုင်းရင်းသား အုပ်စုများသည်လည်း တရုတ်နိုင်ငံရှိ မြစ်ကြောင်းတလျှောက်တွင် နေထိုင်ကြသည်။ဓါတ်ပုံ - Wikipedia",
      "engcontent": "The Salween is a Southeast Asian river, about 3,289 kilometres (2,044 mi) long flowing from the Tibetan Plateau south into the Andaman Sea. The Salween flows primarily within southwest China and eastern Myanmar (Burma), with a short section forming the border of Burma and Thailand. Throughout most of its course, it runs swiftly through rugged mountain canyons. Despite the river's great length, only the last 90 km (56 mi) are navigable, where it forms a modest estuary and delta at Mawlamyine. The river is known by various names along its course, including Thanlwin in Burma and Nu River in China. The commonly used spelling as Salween is an anglicisation of the Burmese name dating from 19th-century British maps.Due to its great range of elevation and latitude coupled with geographic isolation, the Salween basin is considered one of the most ecologically diverse regions in the world, containing an estimated 25 percent of the world's terrestrial animal species and thousands of plant species. Along its course the Salween provides water for agriculture and supports abundant fisheries, especially in the delta region. The Salween basin is home to numerous ethnic minority groups, whose ancestors largely originated in the Tibetan Plateau and northwest China. Starting about 5,000 years ago, people began migrating south along the river, establishing small kingdoms and city-states.During the last 1,000 years, the Salween has defined various frontiers of the Burmese empires to the west, the Kingdom of Siam to the south, and Imperial China to the east, with the Shan States along the middle Salween being a frequently contested area. In the 19th century, the British Empire invaded Burma with Mawlamyine serving as the colonial capital for many decades. Since Burmese independence in 1948, the Salween basin has been a battleground for several fronts of the Burmese Civil War, with large areas in Shan State and Karen State (Kayin State) contested between the Burmese military and local ethnic militias.The Salween is one of the least fragmented large river systems in Asia, with only a few small dams in the headwaters of the river and on tributaries. The river has extremely high hydropower potential, with a fall of more than 5,000 metres (16,000 ft) from its source. Since the 1970s, the Burmese and Thai governments have sought to build massive hydroelectric dams along the river. China also planned to dam the upper Salween, but in 2016 these plans were dropped in favor of establishing a national park. The future of dam projects in Myanmar and Thailand remains uncertain.Photo:Wikipedia",
      "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/Salween River.jpg"
    },{
      "mmtitle": "ချင်းတွင်းမြစ်(မြန်မာနိုင်ငံ)",
      "engtitle": "The Chindwin River(Myanmar) ",
      "pubDate": "April 02, 2023",
      "mmcontent": "ချင်းတွင်းမြစ်သည် ဧရာဝတီမြစ်၏ အကြီးဆုံးသော မြစ်လက်တက်ဖြစ်သည်။ သလ္လာဝတီမြစ် ဟုလည်း မြန်မာစာပေတွင် ရေးသားသည်။ မြစ်သည် အိန္ဒိယ-မြန်မာနယ်စပ်အနီးရှိ ပတ်ကွိုင်တောင်တန်းနှင့် ကူးမွန်တောင်တန်းများမှ စတင်မြစ်ဖျားခံ၍ စီးဆင်းလာသည်။ ချင်းတွင်းမြစ်ကို အိန္ဒိယရှိ မဏိပူရပြည်နယ်တွင် နိုင်းထိမြစ် ဟုခေါ်ကြသည်။ ချင်းတွင်းမြစ်၏အစပြုရာအမည်သညာမှာ –တနိုင်းခ— ဖြစ်သည်။ –ခ— ဆိုသည်မှာ ကချင်ဘာသာစကားဖြင့် –ရေ—၊ –မြစ်—ဟူ၍ အဓိပ္ပာယ်ရသဖြင့် –တနိုင်းခလွင်ပြင်ဒေသမှ ဖြတ်သန်းစီးဆင်းလာသည့်မြစ်—ဟူ၍အဓိပ္ပာယ်ဖွင့်ရမည်။ –တနိုင်းခ—ကို နာဂတိုင်းရင်းသားများက –ဒီနဲ—ဟုလည်း ခေါ်ဝေါ်ကြသေးသည်။ ထို့အပြင် –သလ္လာဝတီ—ဟူ၍ လည်း ရှေးသမိုင်းအစဉ်အလာအရ ခေါ်တွင်ခဲ့ကြသည်။ –သလ္လာ—ဆိုသည်မှာ –မြား—၊–ဝတီ— ဆိုသည်က –ရေ— ဖြစ်၍ မြားကဲ့သို့ ရေစီးသန်သည့်မြစ်ကြီးဟု တင်စားခေါ်ဝေါ်ခဲ့ကြသည်ဟုအဆို ရှိခဲ့သည်။ –ချင်းတွင်း—ဆိုသည်ကိုမူ– ချင်းတောင်တန်းဒေသမှ စီးဆင်းလာသည့်မြစ်—ဟု ဝိဂြိုဟ်ကျင်းခဲ့ကြသည်။ အမှန် ဆိုရလျှင် –ချင်းတွင်း—ဟူသည့်အခေါ်အဝေါ်သည် ပုဂံခေတ်ကပင် စတင်ခေါ်ဝေါ်သုံးနှုန်းလာခဲ့ကြခြင်းဖြစ်သည်။ မြောက်မှတောင်သို့ စီးဆင်းသည့် ချင်းတွင်းမြစ်သည် မိုင်ပေါင်း ၇၅၀ ထိရှည်လျားကာ မြန်မာနိုင်ငံ၏ အဓိကမြစ်ကြီးဖြစ်သည့် ဧရာဝတီမြစ်အတွင်းသို့ မြင်းခြံမြို့အနီးတွင် စီးဝင်သည်။ဓါတ်ပုံ - Wikipedia",
      "engcontent": "The Chindwin River, also known as the Ningthi River is a river flowing entirely in Myanmar, and the largest tributary of the country's main river, the Ayeyarwady.[5] Its official name is also spelled Chindwinn.[6]The Chindwin originates in the broad Hukawng Valley of Kachin State of Burma, roughly 26°26′18″N 96°33′32″E, where the Tanai, the Tabye, the Tawan, and the Taron (also known as Turong or Towang) rivers meet.The headwaters of the Tanai are at about 25°30′N 97°0′E on the Shwedaunggyi peak of the Kumon range, 12 miles (19 km) north of Mogaung. It flows due north for the first part until it reaches the Hukawng Valley. In 2004, the government established the world's largest tiger preserve in the Hukawng Valley, the Hukaung Valley Wildlife Sanctuary, with an area of approximately 6,500 km2 (2,500 sq mi); later, the Sanctuary was extended to 21,800 square kilometres (8,400 sq mi), making it the largest protected area in mainland Southeast Asia. The river then turns to the west and flows through the middle of the plain, joined by the Tabye, the Tawan, and the Taron rivers from the right bank. These rivers drain the mountain ranges to the north and northeast of the Hukawng valley.The Tanai exits the Hukawng valley through the Taron or Turong valley and through a sharp defile in the river. It then takes on the name of Chindwin, and maintains a general southerly course.[5] It passes the town of Singkaling Hkamti on the left bank, then the town of Homalin, also on the left bank.The course of river is generally southwesterly until the town of Mingin. It then takes a more southeasterly course entering into broad central plain, passing the city of Monywa on the left bank. Its course at this point forms the boundary between the Sagaing District of Sagaing Region and the Pakokku District of Magway Region.It enters the Ayeyarwady River (Irrawaddy) at about 21°30′N 95°15′E. The extreme outlets into the Ayeyarwady are about 22 miles (35 km) apart, the interval forming a succession of long, low, partially populated islands. The lowest mouth of the Chindwin is, according to tradition, an artificial channel, cut by one of the kings of Bagan (Pagan). It was choked up for centuries until 1824 when it was opened out by an exceptional flood.[7] Satellite pictures show this lowest channel to be the widest one today.Photo:Wikipedia",
      "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/375px-Homalin_aerial-Chindwin River.jpg"
    },{
      "mmtitle": "ဧရာဝတီမြစ်(မြန်မာနိုင်ငံ)",
      "engtitle": "The Irrawaddy River(Myanmar) ",
      "pubDate": "April 02, 2023",
      "mmcontent": "ဧရာဝတီမြစ် သည် မြန်မာပြည်မြောက်ဖျားမှ တောင်ပိုင်းသို့ စီးဆင်းသော မြစ်ကြီးဖြစ်သည်။ ဧရာဝတီမြစ်သည် မြန်မာနိုင်ငံ၏ အကြီးဆုံး၊ အရှည်ဆုံးနှင့် အရေးအပါဆုံးသောမြစ်ကြီးလည်းဖြစ်သည်။ အင်န်မိုင်ခ(မေခ)နှင့် မလိခမြစ်နှစ်သွယ် ပေါင်းဆုံရာမှ ဖြစ်ပေါ်လာသော ဧရာဝတီမြစ်သည် အကြမ်းအားဖြင့် မြောက်မှတောင်သို့ အဖြောင့်နီးပါး သွယ်တန်းလျက်ရှိပြီး မြစ်ဝကျွန်းပေါ်ဒေသမှတဆင့် ကပ္ပလီပင်လယ်အတွင်းသို့ စီးဝင်သွားသည်။ ရေဆင်းဧရိယာ ၄၁၃,၀၀၀ စတုရန်းကီလိုမီတာရှိသည်။ အေဒီ (၆) ရာစုလောက်ကတည်းကပင် ကုန်စည်ကူးသန်းရေးအတွက် အသုံးပြုသောရေလမ်းတစ်ခုဖြစ်ခဲ့သည်။ ဗြိတိသျှကိုလိုနီခေတ်တွင် စိုက်ပျိုးရေးအတွက် ဆည်မြောင်းများ တည်ဆောက်ပြီး စိုက်ပျိုးရေးအတွက် အကျိုးရှိအောင် ပြုလုပ်ခဲ့သည်။ ယနေ့ခေတ်တွင်လည်း အသက်တမျှ အရေးပါနေဆဲ ဖြစ်သည်။ ဧရာဝတီမြစ်ဝကျွန်းပေါ်ဒေသသည် ဆန်စပါးစိုက်ပျိုးရေးတွင် နာမည်ကြီးသောဒေသ ဖြစ်သည်။ ဧရာဝတီမြစ်၏ အထူးခြားဆုံးသော အရာမှာ မြစ်ညာဘက် ပိုင်း (မြစ်အထက်ပိုင်း)တွင် ဧရာဝတီလင်းပိုင်များ ကျက်စားနေထိုင်ခြင်း ဖြစ်သည်။ ယခုအခါ ရှားပါးသတ္တဝါဖြစ်သော ဧရာဝတီလင်းပိုင်ကို စောင့်ရှောက်ထိန်းသိမ်းရန် နှိုးဆော်လျက်ရှိသည်။ဓါတ်ပုံ - Wikipedia",
      "engcontent": "The Irrawaddy River is a river that flows from north to south through Myanmar (Burma). It is the country's largest river and most important commercial waterway. Originating from the confluence of the N'mai and Mali rivers,[7] it flows relatively straight North-South before emptying through the Irrawaddy Delta in the Ayeyarwady Region into the Andaman Sea. Its drainage basin of about 404,200 square kilometres (156,100 sq mi) covers a large part of Burma. After Rudyard Kipling's poem, it is sometimes referred to as 'The Road to Mandalay'.As early as the sixth century, the river was used for trade and transport. Having developed an extensive network of irrigation canals, the river became important to the British Empire after it had colonized Burma. The river is still important today because it is used for a significant amount of traffic and (export) goods. In the Irrawaddy Delta, rice is grown using river water as an irrigation system.In 2007, Myanmar's military dictatorship signed an agreement for the construction of seven hydroelectric dams, yielding a total 13,360 MW, in the N'mai and Mali Rivers, including the 3600 MW Myitsone Dam at the confluence of both rivers. Environmental organisations have raised concerns about the ecological impacts on the river's biodiverse ecosystems. Animals potentially impacted include the endangered Irrawaddy dolphin and the critically endangered Ganges shark.Photo:Wikipedia",
      "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/Irrawaddy-River-Myanmar-Burma-2005.jpg"
    },{
      "mmtitle": "ဦးပိန်တံတား(တောင်သမာန်အင်း,အမရပူရမြို့,မြန်မာနိုင်ငံ)",
      "engtitle": "U Bein Bridge(Taungthaman Lake near Amarapura,Myanmar) ",
      "pubDate": "April 01, 2023",
      "mmcontent": "အမရပူရမြို့နယ်အတွင်းရှိ တောင်သမန်အင်းကို ဖြတ်ကျော်ကာ အမရပူရမြို့ဟောင်းနှင့် ရတနာပုံတက္ကသိုလ်ကို ဆက်သွယ် တည်ဆောက်ထားသည့် ဦးပိန်တံတားသည် မြန်မာနှင့် ကမ္ဘာကျော် ရှုခင်းကောင်းတစ်ခု၊ အပန်းဖြေလေ့လာရန်နေရာတစ်ခုအဖြစ် ကျော်ကြားပေသည်။ဦးပိန်တံတားသည် ၁.၂-ကီလိုမီတာ (၀.၇၅-မိုင်) ရှည်လျား၍ ကမ္ဘာပေါ်တွင် အရှည်ဆုံး ကျွန်းသား တံတားဖြစ်သည်။ဦးပိန်တံတားသမိုင်း ဦးပိန်တံတားခေါ် တောင်သမန် တံတားကိုကုန်းဘောင်ခေတ်၊ ပုဂံမင်းလက်ထက်သက္ကရာဇ် ၁၂၀၉ ခုနှစ်မှာ အမရပူရမြို့ ဝန် ဦးဘိုင်ဆပ်နှင့် မြို့စာရေး မောင်ပိန်တို့ ဦးဆောင် ဆောက်လုပ်ခဲ့သည်။ ပုဂံမင်းမှာ ကြက်၊ ငှက် အစရှိသည်သာမက အခြားသော တိရစ္ဆာန်များကိုပါ ဖမ်းဆီး၍ တိုက်ပွဲကစားသည်ကို အထူးဝါသနာပါပြီး နေ့စဉ်နှင့်အမျှ ကစားပွဲကျင်းပလေ့ရှိသည်။ တိုင်းရေးပြည်ရာများကို ညီတော်နှစ်ပါးဖြစ်သည့် မင်းတုန်းနှင့် ကနောင်မင်းသားနှစ်ပါး ဦးဆောင်သည့် လွှတ်တော်ကသာ ကိုင်တွယ်ဖြေရှင်းနေခဲ့ရသည်။ ပုဂံမင်း၏ တိရစ္ဆာန်ရေးရာ ကျွမ်းကျင်သူမှာ ဘိုင်ဆပ် ဟုခေါ်သည့် ကုလား (မွတ်ဆလင်) တစ်ဦးဖြစ်သည်။ ထိုသူကို ပုဂံမင်းက ကြိုက်နှစ်သက်လှသဖြင့် အမရပူရတွင် မြို့ဝန်အဖြစ်ပင် ချီးမြှောက်ခဲ့သည်။ ထိုဘိုင်ဆပ်နှင့် အတူချီးမြှောက်ခြင်းခံရသူမှာ ၎င်း၏တပည့်မြို့စာရေး မောင်ပိန်ဆိုသူဖြစ်သည်။ ထိုသူတို့နှစ်ဦး သောင်းကျန်းလှသဖြင့် အမရပူရတစ်မြို့လုံးသည် ချောက်ချားရသည်။ ထိုသူနှစ်ဦးစကားမှာ မင်းနားပေါက်သဖြင့် ကြောက်ကြရသည်။ လှန်ဝံ့သူမရှိခဲ့ပေ။ သို့သော် နောက်ဆုံးတွင် ၎င်းတို့၏ အပြစ်များကို ပုဂံမင်းသိသဖြင့် ဖမ်းဆီးကာ အပေါင်းအပါများနှင့်တကွ ကွပ်မျက်ခဲ့သည်။ထို မြို့စာရေးမောင်ပိန်သည် အသက်ရှိစဉ်၊ အာဏာရှိစဉ်အတွင်းက အမရပူရမြို့တော်မှ တောင်တမန်အင်းကို ဖြတ်၍ အခြားဖက်ကမ်းသို့ တံတားကြီးတစ်ခုကို တည်ဆောက်လေသည်။ တံတားတိုင်များမှာကား အခြားမဟုတ်။ အင်းဝ နှင့် စစ်ကိုင်းမြို့ဟောင်းများမှ နန်းတော်တိုင်များဖြစ်သည် ဟုဆိုသည်။ ဦးပိန်တံတားသည် ယနေ့အခါတွင် တောင်သမန်အင်း၏ အထင်ကရပြယုဂ်အနေဖြင့် ထင်ရှားလျက်ရှိပေသည်။ဓါတ်ပုံ - Wikipedia",
      "engcontent": "U Bein Bridge is a crossing that spans the Taungthaman Lake near Amarapura in Myanmar. The 1.2-kilometre (0.75 mi) bridge was built around 1850 and is believed to be the oldest and longest teakwood bridge in the world.Construction began when the capital of Ava Kingdom moved to Amarapura,and the bridge is named after Maung Bein who had it built.It is used as an important passageway for the local people and has also become a tourist attraction and therefore a significant source of income for souvenir sellers.It is particularly busy during July and August when the lake is at its highest.The bridge was built from wood reclaimed from the former royal palace in Inwa. It features 1,086 pillars that stretch out of the water, some of which have been replaced with concrete. Though the bridge largely remains intact, there are fears that an increasing number of the pillars are becoming dangerously decayed. Some have become entirely detached from their bases and only remain in place because of the lateral bars holding them together. Damage to these supports have been caused by flooding as well as a fish breeding program introduced into the lake which has caused the water to become stagnant. The Ministry of Culture’s Department of Archaeology, National Museum and Library plans to carry out repairs when plans for the work are finalised.From 1 April 2009, eight police force personnel have been deployed to guard the bridge. Their presence is aimed at reducing anti-social behaviour and preventing criminal activities, with the first arrest coming in September 2013 when two men were reported for harassing tourists..Photo:Wikipedia",
      "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/1800px-U_Bein_Bridge_Mandalay_1.jpg"
    },{
      "mmtitle": "အင်းဝ တံတား(စစ်ကိုင်းမြို့,မြန်မာနိုင်ငံ)",
      "engtitle": "Ava Bridge(Irrawaddy River,Sagaing Region,Myanmar) ",
      "pubDate": "April 01, 2023",
      "mmcontent": "အင်းဝတံတား (သို့) စစ်ကိုင်းတံတားသည် မန္တလေးတိုင်းဒေသကြီးနှင့် စစ်ကိုင်းတိုင်းဒေသကြီးတို့ နှစ်ခုအကြားတွင် တည်ရှိကာ စစ်ကိုင်းမြို့နှင့် အင်းဝမြို့ဟောင်းတို့ကို ဆက်သွယ်ပေးထားသည်။ ၁၉၃၄ ခုနှစ်တွင် ဗြိတိသျှတို့ တည်ဆောက်ခဲ့သော တံတားဖြစ်သည်။ ဒုတိယကမ္ဘာစစ်အတွင်း ဂျပန်အဝင် အင်္ဂလိပ်အပြေးတွင် ဗြိတိသျှတပ်များက တံတားကြီးကို ဖောက်ခွဲဖျက်ဆီးခဲ့သည်။ မြန်မာပြည်လွတ်လပ်ရေးရပြီး ၁၉၅၄ ခုနှစ်တွင် တံတားကြီးကို ပြန်လည်ပြင်ဆင် တည်ဆောက်ခဲ့သည်။ ၁၉၉၀ ခုနှစ်မတိုင်မီအထိ တစ်ခုတည်းသော ဧရာဝတီမြစ်ကူးတံတားကြီး ဖြစ်ခဲ့သည်။ သက်တမ်းကြာမြင့်လာမှုကြောင့် ၁၉၉၂ ခုနှစ်မှစ၍ ၁၅ တန်အောက် ကားများသာ ဖြတ်သန်းသွားလာခွင့်ပြုခဲ့သည်။ ယခုအခါ အင်းဝတံတားအနီးတွင် ဧရာဝတီတံတား (ရတနာပုံ) ကို တည်ဆောက်ဖွင့်လှစ်ထားပြီး ဖြစ်သည်။သမိုင်းကြောင်းစစ်ကိုင်းမြို့အနီး ဧရာဝတီမြစ်တစ်ဆစ်ချိုး နေရာတွင် တံတားကြီးတည်ဆောက်ရန် ၁၉၂၇ ခုနှစ်တွင် မြန်မာနိုင်ငံ၏ ပထမဆုံးဘုရင်ခံ ဆာ ဟာကုတ် ဘတ်တလာက အုတ်မြစ်ချခဲ့သည်။ တံတားမှာ သံပေါင်ပေါင်းကူးတံတားဖြစ်ပြီး ရက်မကြီးကိုးခု၊ ရက်မလတ်တစ်ခု၊ ရက်မငယ် ခြောက်ခုရှိသည်။ ရက်မကြီးတစ်ခုလျှင် အလျားပေ ၃၅၀ အရှည်ရှိပြီး ရက်မလတ် မှာ ပေ ၂၅၀ ရှည်သည်။ အပိုင်းဆက်ရက်မတိုမှာ ပေ ၆၀ စီရှည်ပြီး သံတန်ချိန်ပေါင်း ၁၁,၁၄၅ တန် အသုံးပြုခဲ့သည်။ ၁၉၃၄ ခုနှစ်တွင် တည်ဆောက်ပြီးစီးသွားသော အင်းဝတံတားကြီးကြောင့် ၇၂၄ မိုင်ရှည် ရန်ကုန်-မြစ်ကြီးနား မီးရထားလမ်းသည် မန္တလေးမှတစ်ဆင့် အကြားအလတ်မရှိ တောက်လျှောက်ဆက်သွယ်နိုင်ခဲ့၏။ ၁၉၃၄ ခုနှစ်၊ ဇန်နဝါရီ ၂ ရက်တွင် ဘုရင်ခံ ဆာ ဟျူးစတီဗင်ဆင် Sir.Huge Stevenson က တံတားကို ဖွင့်လှစ်ခဲ့သည်။၁၉၄၂ ခုနှစ်၊ ဧပြီ ၃ ရက်၌ မန္တလေးကို ဂျပန်လေတပ်က အကြီးအကျယ်ဗုံးကြဲပြီး နောက် အင်္ဂလိပ်စစ်တပ် မှ ဗိုလ်ချုပ် ဂျင်နရယ် ဝီလျံစတင်းသည် ၁၉၄၂ ခုနှစ်၊ ဧပြီလ ၃ ရက် ည ၁၂ နာရီထိုးရန် တစ်မိနစ်အလို၌ စစ်ကိုင်းတံတားကြီးကို မိုင်းခွဲဖျက်ဆီးကာ မြစ်ကြီးနားလမ်းအတိုင်း ဆုတ်သွားခဲ့သည်။ ထို့ကြောင့် တံတားကုန်း အမှတ်(၇)နှင့် (၈)မှာ မြစ်အတွင်း ကျိုးကျ ပျက်စီးခဲ့သည်။ လွတ်လပ်ရေးရသော်လည်း ပျက်စီးပြတ်တောက်နေသော အင်းဝတံတားကို ပြင်ဆင်နိုင်ခြင်း မရှိခဲ့ချေ။ စစ်ကိုင်းဆိပ်ကမ်းနှင့် မန္တလေးဘက်မှ အမရပူရ စံရွေးဆိပ်ကမ်းကို ကူးတို့ဖြင့် ကူးကြရသည်။ မီးရထားတွဲများလည်း ကူးတို့ဖြင့်ကူးကြရ၏။ဓါတ်ပုံ - Wikipedia",
      "engcontent": "The Ava Bridge (Burmese: အင်းဝတံတား) is a 16 span simply supported bridge between Ava and Sagaing, Mandalay Division, Burma. It was built by the British in 1934. The bridge was destroyed by the retreating British Army during World War II and was rebuilt in 1954 after Burmese independence. It was the only bridge to span the Irrawaddy River until recent times, when a spate of bridge construction has been carried out by the government, including the new Irrawaddy Bridge.Photo:Wikipedia",
      "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/450px-Ava_Bridge_.jpg"
    },{
      "mmtitle": "စစ်ကိုင်းမြို့(မြန်မာနိုင်ငံ)",
      "engtitle": "Sagaing City(Myanmar) ",
      "pubDate": "April 01, 2023",
      "mmcontent": "စစ်ကိုင်းမြို့သည် စစ်ကိုင်းတိုင်းဒေသကြီး၏မြို့တော်ဖြစ်ပြီး မန္တလေးမြို့၏ အနောက်တောင်ဘက်၊ ဧရာဝတီမြစ်တစ်ဖက်ကမ်းတွင် တည်ရှိသည်။ ဇေယျာပူရ (သို့)ဇေယျာရွှေမြေအဖြစ် ရည်ညွှန်းခေါ်ဆိုကြသည်။စစ်ကိုင်းတိုင်းဒေသကြီး၏ မြို့တော်အဖြစ် သတ်မှတ်ထားသော်လည်း ၂၀၀၀ ပြည့်နှစ် နောက်ပိုင်းတွင် တိုင်းအဆင့် အစိုးရအုပ်ချုပ်ရေးရုံးများ အားလုံးကိုမုံရွာမြို့သို့ ပြောင်းရွှေ့ အခြေစိုက်ခဲ့သည်။ အကြောင်းမှာ နဝတ အစိုးရလက်ထက် မြို့တော်နှင့် စစ်ဌာနချုပ် တွဲရက်မတည်ရှိသော စစ်ကိုင်းတိုင်း၊ ပဲခူးတိုင်း၊ တနင်္သာရီတိုင်းနှင့် ရခိုင်ပြည်နယ်ရှိ တိုင်းအဆင့်ရုံးများကို သက်ဆိုင်ရာ စစ်ဌာနချုပ် ရှိရာသို့ အုပ်ချုပ်မှု လွယ်ကူစေရန် ပြောင်းခဲ့ရသည်။ သို့သော် ၂၀၀၈ အခြေခံဥပဒေ စတင်အာဏာသက်ရောက်သည့် ၂၀၁၀ခုနှစ်မှစ၍ သက်ဆိုင်ရာမြို့တော်သို့ ပြန်လည်ရောက်ရှိခဲ့သော်လည်း စစ်ကိုင်းတိုင်းအား ချန်လပ်ထားခြင်း ခံရသည်။'သံတံတိုင်း စစ်ကိုင်းတည်'ဟူသော သင်္ကေတအတိုင်း မြန်မာသက္ကရာဇ် ၆၇၇ ခုနှစ်တွင် အသင်္ခယာ စောယွန်းသည် စစ်ကိုင်းမြို့ နေရာတွင် ဇေယျာပူရ(အောင်မြို့) အမည်ဖြင့် စတင် တည်ထောင်ခဲ့လေသည်။အင်းဝခေတ်ကို တည်ထောင်ခဲ့သော သတိုးမင်းဖျားသည် စစ်ကိုင်းမြို့တွင် ဖွားမြင်ခဲ့သော အသင်္ခယာ စောယွန်း၏ မြေးတော်ဖြစ်သည်။ကုန်းဘောင်မင်းဆက် ညီတော်များအလွန်ချစ်ခင်လေးစားရသော နောင်တော်ကြီးမင်းသည် စစ်ကိုင်းမြို့ကို မင်းနေပြည်တော်အဖြစ် အသုံးပြုခဲ့သည်။စစ်ကိုင်းတောင်ရိုး တစ်ခုလုံးမှာ ရဟန်းများ၊ သူတော်စင်များ တရားကျင့်သုံးရာ ဂူ၊ ကျောင်း၊ ချောင်များ၊ သီလရှင်များ၏ ချောင်များနှင့် တောင်ထွတ် တောင်ထိပ်တိုင်းတွင် တည်ထားသောစေတီများဖြင့် အလွန်ပင် ကြည်နူးဖွယ် ကောင်းပေသည်။စစ်ကိုင်းမြို့သမိုင်း စစ်ကိုင်းမြို့ကို စဦးတည်တောင်သူမှာပုဂံခေတ် အကုန်တွင် ဩဇာထူထောင်ကြသည့် ရှမ်းညီနောင်သုံးဦးအနက် အငယ်ဆုံးဖြစ်သည့် သီဟသူမှ ဆင်းသက် သူ အသင်္ခယာ စောယွန်း ဖြစ်သည်။မြန်မာသက္ကရာဇ် ၆၇၇ ခုနှစ်တွင် စတင်တည်ထားခဲ့ပြီး သာတိုးတိုင်း စစ်ကိုင်းတည်ဟု မှတ်သားခဲ့ကြ သည်။ စစ်ကိုင်းမြို့တည်သက္ကရာဇ်ကို သာတိုးတိုင်း စစ်ကိုင်းတည်၊ သံတံတိုင်း စစ်ကိုင်းတည်၊ သောင်တော်ထွန်း စောယွမ်း စစ်ကိုင်းတည် (၆၇၇) ဟူ၍ လင်္ကာဖြင့် အမှတ်အသားပြုကြသည်။ သာယာဝိုင်း စစ်ကိုင်းတည်(၆၈၄-ခုနှစ်)သည် စစ်ကိုင်းမြို့တည်နှစ် မဟုတ်။ စစ်ကိုင်းမြို့တည်နန်းတည်မင်း အသင်္ခယာစောယွမ်း ၏ နတ်ရွာစံသက္ကရာဇ်သာ ဖြစ်ကြောင်း၊ သက္ကရာဇ် ၆၇၇ ခုနှစ်သာလျှင် စစ်ကိုင်းမြို့တည်နန်းတည်နှစ် ဖြစ်ကြောင်း စြင်္ကံန်ကျောင်းကျောက်စာကို အကိုးအကားပြု၍ မှန်နန်းရာဇဝင်ဆရာတို့က တည့်မတ်ပေးခဲ့ကြသည်။ မြန်မာသက္ကရာဇ် ၁၃၇၇ ခုနှစ်(ခရစ်နှစ် ၂၀၁၅)တွင် စစ်ကိုင်းမြို့တည်နန်းတည် နှစ် ၇၀၀ ပြည့် အထိမ်းအမှတ်ပွဲတော်ကို စစ်ကိုင်းမြို့တွင် စည်ကားသိုက်မြိုက်စွာ ကျင်းပခဲ့ကြသည်။ မူလအမည်မှာ ဇေယျာပူရ (အောင်မြို့) ဖြစ်ပြီး မင်းအဆက်ဆက် အုပ်ချုပ်ခဲ့ရာမှ စစ်ကိုင်းဟု ပြောင်းလဲ ခေါ်တွင်ခဲ့သည်။ကုန်းဘောင်ခေတ်ဦးတွင် နောင်တော်ကြီးမင်းသည် ရွှေဘိုမြို့ နှင့် စစ်ကိုင်း နှစ်ဌာနလုံးတွင် နန်းစံခဲ့သည်။ ထို့ပြင် စဉ့်ကူးမင်းနန်းတက်လျှင် ဘထွေးတော် များကို နန်းလုမည်စိုးသဖြင့် အင်းဝမှ စစ်ကိုင်းအနီးအပါးရှိ ကျေးရွာများသို့ နှင်ခဲ့သည်။ စဉ့်ကူးမင်းလက်ထက်တွင် ဘထွေးတော် ဗဒုံမင်းသည် စစ်ကိုင်းမြို့၊ ထူပါရုံစေတီနှင့် တောင်တံခါးအကြား(ယခု အိမ်တော်ရာ- အောင်မြေလောကစေတီ- ကျောက်စေတီနေရာ)တွင် ဆင်းရဲပင်ပန်းစွာ နေထိုင်ခဲ့ရသည်။ ဗဒုံမင်း အထွတ်အထိပ်သို့ ရောက်ရှိသည့်အခါ စစ်ကိုင်းအိမ်တော်ရာနေရာတွင် ကျောက်အုတ်တို့ဖြင့် အောင်မြေလောကစည်းခုံတော်ကို တည်ထားခဲ့သည်။စစ်ကိုင်းဟု ခေါ်တွင်လာပုံမှာ စူဠာသမ္ဘဝနှင့် မဟာသမ္ဘာဝ ဟူသော မျက်မမြင် အမြွှာမင်းသားနှစ်ပါး မသိုးထမင်း မသိုးဟင်းနှင့် ဖောင်မျောလာရာ စစ်ကိုင်း အရပ် အရောက်တွင် မြစ်အတွင်းကိုင်းပေါက်နေသော စစ်ပင်ကြီးကိုင်းနှင့် ငြိကာ ဖောင်ရပ်တန့်မှုကြောင့် စစ်ပင်ကိုင်း(သို့မဟုတ်) စစ်ကိုင်းဟု ခေါ်တွင်ခဲ့ကြောင်းနှင့် တစ်ဖက်တွင်လည်း ဧရာဝတီမြစ် စီးဆင်းလာရာတွင် စစ်ကိုင်းမြို့အရောက်တွင် လေးကိုင်းသဖွယ်အရှေ့နောက် စကိုင်းကာ စီးဆင်းသွားခြင်းကို အကြောင်းပြုကာ စကိုင်းမှသည် စစ်ကိုင်းဟု ခေါ်ဝေါ်ကြောင်း သုတေသနပညာရှင်များ၏ မှတ်တမ်းများတွင် လေ့လာတွေ့ရှိရသည်။စစ်ကိုင်းဆိုသည်မှာ စေကျိုင်း(မန်ကျည်းပင်ပေါသည့်အရပ်)(ရှမ်းစကား)၊ စကိုင်း(မြင်းခြေနင်းကွင်းလုပ်သည့်အရပ်)(ရှမ်းစကား)မှ ရွှေ့လျားလာသည် ဟုလည်း ဆိုသည်။ဓါတ်ပုံ - Wikipedia",
      "engcontent": "Sagaing is the former capital of the Sagaing Region of Myanmar. It is located in the Irrawaddy River, 20 km (12 mi) to the south-west of Mandalay on the opposite bank of the river. Sagaing with numerous Buddhist monasteries is an important religious and monastic centre.History of Sagaing The pagodas and monasteries crowd the numerous hills along the ridge running parallel to the river. The central pagoda, Soon U Ponya Shin Pagoda, is connected by a set of covered staircases that run up the 240 m (790 ft) hill.Today, with about 70,000 inhabitants, the city is part of Mandalay built-up area with more than 1,022,000 inhabitants estimated in 2011. The city is a frequent tourist destination of day trippers. Within the city are the Sagaing Institute of Education, the Sagaing Education College, Sagaing University, Technological University (Sagaing), and co-operative university (Sagaing).Sagaing University was established on 11 February 2012. It is in Pakatoe Quarter, Sagaing Township, Sagaing Region, Myanmar. It has an area of 300.35 acres (121.55 ha). As a result, there are now five colleges/university in Sagaing.Sagaing was the capital of Sagaing Kingdom (1315-1364), one of the minor kingdoms that rose up after the fall of Pagan dynasty, where one of Thihathu's sons, Athinkhaya, established himself.[2]: 227  During the Ava period (1364-1555), the city was the common fief of the crown prince or senior princes. During the reign of King Naungdawgyi. Sagaing briefly became the royal capital between 1760 and 1763.On 8 August 1988, Sagaing was the site of demonstrations which were concluded by a massacre in which around 300 civilians were killed.Photo:Wikipedia",
      "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/04 Sagaing City.jpg"
    },{
      "mmtitle": "မုံရွာမြို့(မြန်မာနိုင်ငံ)",
      "engtitle": "Monywa City(Sagaing Region,Myanmar) ",
      "pubDate": "March 31, 2023",
      "mmcontent": "မုံရွာမြို့သည် မန္တလေးမြို့၏အနောက်မြောက်ဘက် ၁၃၆ကီလိုမီတာအကွာ ချင်းတွင်းမြစ်၏ အရှေ့ဘက်ကမ်းတွင် တည်ရှိသည်။ မုံရွာမြို့၏ အကျယ်အဝန်းမှာ ၄၆ စတုရန်းမိုင် (၁၂၀ စတုရန်း ကီလိုမီတာ) ကျယ်ဝန်းသည်။ မန္တလေးနှင့် ကလေးမြို့ ကို ဆက်သွယ်ထားသော လမ်းမကြီးပေါ်တွင် တည်နေသည်။သမိုင်းယခု မုံရွာတည်ရှိရာ ဗုဒ္ဓ မြတ်စွာဘုရားမပွင့်မီအခါက မုံပင်ကြီး ခေါ် အပင်ကြီး တစ်ခုအောက်တွင် ရသေ့ တစ်ပါး စံတော်မှုခဲ့သည်။ မြတ်စွာဘုရားပွင့်တော်မူမည်ကို ဗျာဒိတ်တော်ပေးခဲ့သောကြောင့် ထိုနေရာကို မုံပင် ဟုခေါ်ခဲ့ကြသည်မှစ၍ မုံရွာ ဖြစ်လာသည်ဟု ဆိုကြသည်။ အခြားတစ်ခုအဆိုအရ မုံသည်မ တစ်ဦးအား ပနီစကု ဘုရင်က မိဘုရား အဖြစ် တင်မြှောက်ရာမှ ၎င်းရွာကို မုန့်သည်မရွာ ဟုခေါ်ခဲ့ကြရာမှ မုံရွာ ဖြစ်လာသည်ဟု ဆိုကြသည်။ ရှေးဟောင်းပညာရှင်များ လေ့လာမှုအရ မုံရွာဒေသတွင် နှစ်တစ်သန်းလောက်မှ စ၍ လူများ နေထိုင်သည့် အထောက်အထားများ တွေ့ရှိခဲ့ကြသည်။ မုံရွာ အရှေ့ဘက်ရှိ ရွှေမြင်တင် တောင်ကုန်းတွင်း ရှေးဟောင်းလူရိုး နှင့် ဦးခေါင်းခွံများ ရှာဖွေတွေ့ရှိထားသည်။ မြေအိုး နှင့် အရိုးအိုးများကိုလည်း ကျောက္ကာရွာတွင် တွေ့ရှိခဲ့သည်။ ကွေ့ကြီးရပ်ကွက်ရှိ စုပင်ဖြူရွာတွင် ရှေးဟောင်း လူရိုးနှစ်ခုကို ကျောက်ပုစိန် လေးခု၊ ကျောက်ကွင်း လေးခု၊ မြေပုတီးများနှင့်အတူ တွေ့ရှိခဲ့သည်။ ၎င်းအချက်များက မုံရွာသည် လွန်ခဲ့သော နှစ်များစွာကပင် တည်ရှိခဲ့ကြောင်း ထင်ရှားစေသည်။ရှေးမြန်မာမင်းလက်ထက်ကမူ ရွာကြီးမျှသာဖြစ်၍ အလုံမြို့သာလျှင် ထင်ရှားခဲ့ပေသည်။ ဗြိတိသျှတို့ လက်ထက် ခရစ် ၁၈၈၈ ခုနှစ်တွင် ချင်းတွင်းခရိုင်ကို နှစ်ပိုင်းခွဲလိုက်သည်တွင် မုံရွာမြို့ကို ချင်းတွင်းခရိုင်အောက်ပိုင်း၏ ရုံးစိုက်မြို့ အဖြစ် ရွေးချယ်ခဲ့သည်။ဓါတ်ပုံ - Wikipedia",
      "engcontent": "Monywa is the largest city in Sagaing Region, Myanmar,located 136 kilometres north-west of Mandalay on the eastern bank of the River Chindwin. Monywa is one of the largest economic cities in Myanmar. It is also known as 'Neem City' because many of the city's streets are lined with neem trees.Photo:Wikipedia",
      "image": "https://jackrevo95.github.io/jackrevo/NOR4/Post/330px-Monywa-thanboddhay-d13.jpg"
    },{
      "mmtitle": "မန္တလေးမြို့(မြန်မာနိုင်ငံ)",
      "engtitle": "Mandalay City(Myanmar) ",
      "pubDate": "March 31, 2023",
      "mmcontent": "မန္တလေးမြို့သည် မြန်မာနိုင်ငံ၏ ဒုတိယအကြီးဆုံးမြို့ဖြစ်ပြီး မန္တလေးတိုင်းဒေသကြီး၏မြို့တော်ဖြစ်သည်။ ၂၀၁၄ ခုနှစ် စာရင်းအရ လူဦးရေ ၁ ၂၂၅ ၅၅၃ ယောက် ရှိသည်။ စီးပွားရေးမြို့တော် ရန်ကုန်မြို့ မှ ၃၈၅မိုင် ကွာဝေး၍ ဧရာဝတီမြစ်၏ အရှေ့ဘက်တွင် တည်ရှိသည်။ ကုန်းဘောင်မင်းဆက် မြန်မာနိုင်ငံ၏ နောက်ဆုံးမင်းနေပြည်တော် ဖြစ်ခဲ့သည်။ ယခုအခါ မြန်မာနိုင်ငံအထက်ပိုင်း မန္တလေးတိုင်းဒေသကြီး၊ မန္တလေးခရိုင်တို့၏ ရုံးစိုက်မြို့ဖြစ်သည်။ ရန်ကုန်မြို့ပြီးနောက် ဒုတိယအကြီးဆုံးသောမြို့ဖြစ်သည်။ မြန်မာနိုင်ငံ၏ အလယ်ဗဟိုတွင် တည်ရှိသကဲ့သို့ပင် မြန်မာ့ယဉ်ကျေးမှုတို့ စုဝေးရာ ဒေသလည်း ဖြစ်ပေသည်။ မန္တလေးမြို့သည် ခေတ် ၃ ခေတ်ပြောင်းခဲ့သော်လည်း ထင်ရှားလျက်ပင် ရှိပေသေးသည်။ နှစ် ၁ဝဝ အတောအတွင်းဝယ် မန္တလေးမြို့တွင် ဒုတိယကမ္ဘာစစ်ဒဏ်၊ မီးဘေးအန္တရာယ်များကို ခံရသောကြောင့် အပျက်အစီးရှိခဲ့သော်လည်း အသစ် ပြန်လည်ပျိုးထောင်နိုင်ခဲ့သည်။မန္တလေးမြို့သည် မြန်မာနိုင်ငံ၏ နောက်ဆုံးမင်းနေပြည်တော် ဖြစ်ခဲ့သည့်အလျောက် ယဉ်ကျေးမှု အမွေအနှစ်များ အများအပြား ကျန်ရစ်ခဲ့သည်။ဓါတ်ပုံ - Wikipedia",
      "engcontent": "Mandalay is the second largest city in Myanmar, after Yangon. Located on the east bank of the Irrawaddy River, 631 km (392 miles) (Road Distance) north of Yangon, the city has a population of 1,225,553.Mandalay was founded in 1857 by King Mindon, replacing Amarapura as the new royal capital of the Konbaung dynasty. It was Burma's final royal capital before the kingdom's annexation by the British Empire in 1885. Under British rule, Mandalay remained commercially and culturally important despite the rise of Yangon, the new capital of British Burma. The city suffered extensive destruction during the Japanese conquest of Burma in the Second World War. In 1948, Mandalay became part of the newly independent Union of Burma.Today, Mandalay is the economic centre of Upper Myanmar and considered the centre of Burmese culture. A continuing influx of illegal Chinese immigrants, mostly from Yunnan, since the late 20th century, has reshaped the city's ethnic makeup and increased commerce with China.Despite Naypyidaw's recent rise, Mandalay remains Upper Myanmar's main commercial, educational and health center.",
      "image": "https://jackrevo95.github.io/jackrevo/NOR4/Post/Mandalay,_Palacio_03.jpg"
    },{
      "mmtitle": "ရန်ကုန်မြို့(မြန်မာနိုင်ငံ)",
      "engtitle": "Yangon City(Myanmar) ",
      "pubDate": "March 31, 2023",
      "mmcontent": "ရန်ကုန်မြို့ သည် မြန်မာနိုင်ငံ၏ ယခင်က မြို့တော်ဖြစ်ပြီး ရန်ကုန်တိုင်း၏ မြို့တော်လည်းဖြစ်သည်။ ၂၀၀၆ ခုနှစ်၊မတ်လ မှ စတင်၍ စစ်အစိုးရသည် နေပြည်တော်ကို မြို့တော်ဟု တရားဝင် နေရာပြောင်းလဲ သတ်မှတ်ခဲ့သော်လည်း၊လူဦးရေ ၇ သန်းကျော်ရှိသော ရန်ကုန်မြို့သည် မြန်မာနိုင်ငံ ၏ အကြီးမားဆုံး မြို့တော်နှင့် အရေးအကြီးဆုံးသော ကူးသန်းရောင်းဝယ်ရေး အချက်အချာအဖြစ် ဆက်လက် တည်ရှိနေသည်။ရန်ကုန်မြို့၏ အခြေခံအဆောက်အဦးသည် အရှေ့တောင်အာရှရှိ အခြားသော အရေးပါသည့် မြို့တော်များနှင့် နှိုင်းယှဉ်ပါက ဖွံ့ဖြိုးမှုမရှိပါ။ ယနေ့ခေတ်တွင် ရန်ကုန်မြို့သည် အရှေ့တောင်အာရှတွင် ကိုလိုနီခေတ်မှ အဆောက်အဦး အများဆုံး ကျန်ရှိသည့်မြို့ ဖြစ်သည်။ လွန်ခဲ့သည့် ဆယ်စုနှစ် နှစ်ခုလောက်က မြို့လယ်ခေါင်နှင့် ရန်ကုန်မြို့ကြီးအတွင်း မြင့်မားသည့် နေအိမ်တိုက်တာများနှင့် ကူးသန်းရောင်းဝယ်ရေး အဆောက်အအုံများကို အများအပြား တည်ဆောက်ခြင်း၊ ပြန်လည်ပြုပြင်ခြင်းများ ဆောင်ရွက်ခဲ့သော်လည်း၊ မြို့ကို ပတ်လည်ဝန်းရံနေသည့် တိုးချဲ့မြို့သစ်များတွင်မူ လူနေမှု အဆင့်အတန်း နိမ့်ကျနေဆဲဖြစ်သည်။ဓါတ်ပုံ - Wikipedia",
      "engcontent": "Yangon formerly spelled as Rangoon, is the capital of the Yangon Region and the largest city of Myanmar (also known as Burma). Yangon served as the capital of Myanmar until 2006 when the military government relocated the administrative functions to the purpose-built capital city of Naypyidaw in north central Myanmar.With over 7 million people, Yangon is Myanmar's most populous city and its most important commercial centre.Yangon boasts the largest number of colonial era buildings in Southeast Asia and has a unique colonial era urban core that is remarkably intact.The colonial era commercial core is centered around the Sule Pagoda, which is reputed to be over 2,000 years old.The city is also home to the gilded Shwedagon Pagoda Myanmar's most sacred and famous Buddhist pagoda.Yangon suffers from deeply inadequate infrastructure, especially compared to other major cities in Southeast Asia, such as Jakarta, Bangkok or Hanoi. Though many historic residential and commercial buildings have been renovated throughout central Yangon, most satellite towns that ring the city continue to be profoundly impoverished and lack basic infrastructure.Source:Wikipedia.",
      "image": "https://jackrevo95.github.io/jackrevo/NOR4/Post/03 Yangon History.jpg"
    },{
      "mmtitle": "ကျိုက်ထီးရိုးဘုရား(မွန်ပြည်နယ်,မြန်မာ)",
      "engtitle": "Kyaik Htee Yoe Pagoda (Mon State, Myanmar)",
      "pubDate": "March 31, 2023",
      "mmcontent": "စေတီတော် တည်ထားပုံကျိုက်ထိုမြို့နယ်ရှိ ကျိုက်ထီးရိုးစေတီတော်သည် အရှေ့ရိုးမတောင်တန်း အပါအဝင်ဖြစ်သော ပေါင်းလောင်းတောင်ပေါ်တွင် တည်ရှိ၍မြန်မာနိုင်ငံတွင် တန်ခိုးကြီးသော စေတီတစ်ဆူဖြစ်သည်။ ကျိုက်ထီးရိုးစေတီကို အစွဲပြု၍ စေတီတော်တည်ရှိရာတောင်ကို ကျိုက်ထီးရိုးတောင်ဟုခေါ်ကြသည်။ ကျိုက်ထီးရိုးစေတီ တည်ရှိရာတောင်ထွဋ်မှာ ပင်လယ်ပြင်ရေအမြင့်ပေ ၃၆၁၅ပေမြင့်သည်။ ကျိုက်ထီးရိုးစေတီတော် တည်နေပုံမှာ အံ့အားသင့်ဖွယ်ကောင်းလှသည်။ ကြီးမား၍ မတ်စောက်သော ကျောက်ဆောင်တစ်ခု၏ အစွန်းတွင် လုံးပတ်ပေ ၅၀ ခန့်ရှိသော ဦးခေါင်းပုံသဏ္ဌာန် ကျောက်လုံးကြီးတစ်ခုက ပြုတ်လုတည်းကားတင်၍ နေသည်။ ထိုကျောက်တုံးကြီးပေါ်တွင်မှ ဉာဏ်တော် ၁၅ပေခန့် မြင့်သော စေတီတော် တည်ထားသည်။ စေတီတော် တည်ရှိရာ ကျောက်ဆောင်နှင့် ရင်ပြင်တော်ကို ချောက်တစ်ခုခြားနေသောကြောင့် သံတံတားငယ်ဖြင့် ဆက်သွယ်ထားရသည်။ စေတီတော်တည်ထားရာ ကျောက်တုံးကြီးသည် လူတစ်ယောက် တွန်းရုံမျှဖြင့် လှုပ်ရှား၏။ ထိုကျောက်တုံးကို တွန်း၍ အောက်ခံကျောက်အကြားသို့ အပ်ချည်ကြိုးကို သွင်းပြီးလျှင် ဆွဲယူနိုင်သည်။ ကျိုက်ထီးရိုးဘုရားသမိုင်းမှာ မူအမျိုးမျိုး ကွဲလျက်ရှိသည်။သမိုင်းမြတ်စွာဘုရားသည် မဟာသက္ကရာဇ် ၁⁠၁၁ ခုနှစ် ဆောင်းဥတုတွင် သုဝဏ္ဏဘုမ္မိသထုံပြည်သို့ ကြွချီတော်မူခဲ့ရာ၊ သထုံဘုရင် တိဿဓမ္မ သီဟရာဇာမင်းနှင့် မှူးမတ်ပြည်သူအပေါင်းတို့က စံကျောင်းတော်မဏ္ဍပ်ကြီးကို ဆောက်လုပ်လှူဒါန်းကြသည်။ ဘုရားသခင်သည် ထိုမင်္ဂလာမဏ္ဍပ်တော်၌ ၇ ရက်တိုင်တိုင် စံနေတော်မူစဉ် များစွာသော ဝေနေယျသတ္တဝါတို့အား တရားတော် အမြိုက်ဆေး တိုက်ကျွေးတော်မူသည်။ ထိုအခါ ဂစ္ဆဂိရိ တောင်က တိဿကုမာရ ရသေ့၊ ဗန္ဓဝဂိရိ တောင်က သီဟကုမာရ ရသေ့၊ ကုသိနာရုံတောင်က ရသေ့၊ ဒိုးကမော့ခတွံဂလိုင်းတောင်က ဗုဒ္ဓဏရသေ့၊ ဒိုးခလွန်တောင်က ရသေ့၊ မဲလံတောင်က ရသေ့၊ ပေါင်း ရသေ့ ၆ ပါးတို့သည် မြတ်စွာဘုရားအား ဖူးမြော်ကန်တော့ကြပြီးနောက် ဓာတ်တော် မွေတော်များ ချီးမြှင့်မစရန်၊ လျှောက်ထားတောင်းပန်ကြသဖြင့် ရသေ့တစ်ပါးလျှင် ဆံတော်တစ်ဆူစီ ပေးသနားတော်မူခဲ့လေသည်။ နောက်နေ့ရက်များမကြာမီ မွတ်လအိတောင်က ကပ္ပရသေ့၊ မွတ်လအပ်တောင်က နာဒရ ရသေ့၊ ဝါဂရုနယ် လမိုင်း ကေလာသ တောင်က ရသေ့၊ ကျိုက္ကမီတောင်က ရသေ့၊ ကော့ယက္ခဇုပ်သွတ် ကျွန်းက ဘီလူးညီနောင် ၂ ယောက်၊ ဒိုးယွန်းတောင်က ရသေ့၊ ဆောင်ခဲတောင်က အလ္လကပ္ပရသေ့၊ ပေါင်းပုဂ္ဂိုလ် ၇ ဦးတို့ အဖူးအမြော်ရောက်ကြသဖြင့် အထက်ကနည်းတူ ဆံတော်တစ်ဆူစီ ပေးသနားတော်မူခဲ့သည်။ တိဿဓမ္မသီဟရာဇာမင်းအားလည်း ဆံတော် ၂ ဆူ ချီးမြှင့် ပေးသနားတော်မူခဲ့လေသည်။ ဒိုးကမော့ခလွံဂလိုင်းတောင်က ဗုဒ္ဓဉာဏရသေ့၊ ဒိုးခလွန်တောင်က ရသေ့နှင့် ကုသိနာရုံတောင်က ရသေ့တို့သည် မိမိတို့ရရှိထားသော ဆံတော်ဓာတ်များကို ဌာပနာခြင်းမပြုကြပဲ သိမ်းဆည်းထားကြသည်။ ကာလအတန်ကြာလတ်သော် ဒိုးခလွန်ရသေ့နှင့် ကုသိနာရုံရသေ့တို့မှာ အိုမင်းမစွမ်းရှိကြသည့်အပြင် အာနရောဂါစွဲကပ်လာသည်နှင့် မကွယ်လွန်မီ မိမိတို့ရရှိထားသော ဆံတော်များကို ဗုဒ္ဓဥာဏရသေ့အား ပေးအပ်ခဲ့လေသည်။ ဗုဒ္ဓါဏရသေ့သည် ဆံတော်ဓာတ် ၃ ဆူကို မပျောက်မပျက်ရအောင် မိမိ၏ ဆံကျစ်အတွင်း၌ စည်းနှောင်ထားလေ၏။ နောင်နှစ်ကာလ အတန်ကြာလတ်သော် အနာရောဂါနှိပ်စက်သဖြင့် ရသေ့ကြီးသည် အကယ်၍ မိမိကွယ်လွန်သွားခဲ့သော် ဆံတော်ဓာတ် ၃ ဆူကို မည်သို့ မည်ပုံထားခဲ့ရမည်နည်းဟု တွေးတောပူပန်ခြင်း ဖြစ်မိလေသည်။ ထိုအခါ သိကြားမင်းသည် လူ့ပြည်ဆင်း၍ ရသေ့ကြီး၏ ဆန္ဒအတိုင်း ရသေ့ကြီးဦးခေါင်းနှင့် တူသော ကျောက်တုံးကို ရှာဖွေကာ ကျောက်တုံးထဲကို သန်လျက်နှင့် ထွင်း၍ ဆံတော်တစ်ဆူကို ဌာပနာခဲ့လေသည်။ ဘုရား ဘွဲ့တော်မှာ ရသေ့၏ ဦးခေါင်းသဏ္ဌာန်နှင့် တူသောကျောက်တုံးပေါ်၌ တည်ထားသောကြောင့်လည်းကောင်း၊ မွန်တို့ကမူ ကျိုက်ဣသိယဵု(ကျိုက်ဣစိ့ယေ) ရသေ့ဦးခေါင်ဖြင်ရွှတ်သောဘုရားဟု ခေါ်ဝေါ်ကြလေသည်။ နောင်ကာလကြာလတ်သော် ကျိုက်ဣသိရိုးမှ ကျိုက်ထီးရိုးဟု စကားရွေ့လျောလာလေသည်။ ကျန်ဆံတော် ၂ ဆူကိုလည်း သိကြားမင်းက ဒိုးခလွန်တောင်နှင့် ကုသိနာရုံတောင်များတွင် အသီးသီးဌာပနာပေးခဲ့ကြောင်းကို သမိုင်းများတွင် ဆိုသည်။ ထိုစေတီတော်များမှာ ကေလာသနှင့် ကုသိနာရုံဟု ထင်ရှားသည်။",
      "engcontent": "Kyaik Htee Yoe Pagoda, Myanmar, Mon State It is a pagoda located on the top of Paunglong Mountain. It is one of the most famous pagodas in Myanmar. The mountain where Kyaik Htee Yoe Pagoda is located is 3615 feet above sea level. The way Kyaik Htee Yoe Pagoda is standing is amazing. On the edge of a large, steep rock, a head-shaped boulder about 50 feet in diameter was about to fall. A pagoda with a height of about 15 feet is built on top of that rock. The stone on which the pagoda is built moves with just one push. You can push the stone and insert the needle thread between the stones and pull it.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Kyeikhteeyo.jpg"
    },{
      "mmtitle": "အင်းတော်ကြီးကန်",
      "engtitle": "Indawgyi Lake, Biosphere Reserve and Shee Myitzu Pagoda. (Kachin State, Myanmar.) ",
      "pubDate": "March 31, 2023",
      "mmcontent": "အင်းတော်ကြီးရေကန် သည် အရှေ့တောင်အာရှတွင် အကြီးဆုံး ကုန်းတွင်းရေကန်များထဲမှ တစ်ခုဖြစ်သည်။ ကချင်ပြည်နယ် မိုးညှင်းမြို့နယ်မှာ တည်ရှိပါတယ်။ ရေကန်သည် အရှေ့မှအနောက် 13 ကီလိုမီတာ (8.1 မိုင်) နှင့် မြောက်မှ 24 ကီလိုမီတာ (15 မိုင်) ရှိသည်။ ကန်ပတ်လည်တွင် ရွာပေါင်း ၂၀ ကျော်ရှိသည်။ ပင်လယ်ရေမျက်နှာပြင်အထက် ၅၄၆ ပေ (၁၆၆ မီတာ) မြင့်သည်။ အင်းတော်လေးကန် တောရိုင်းတိရစ္ဆာန်ဘေးမဲ့တော၏ အဓိကအင်္ဂါရပ်မှာ ရေကန်ဖြစ်သည်။ အမြင့်ပေ 10,00 မှ 40,00 ကျော်မြင့်သော တောင်ကြီးများဖြင့် ဝန်းရံထားသည်။ရွှေမန်ဇူဘုရားကို အင်းတော်လေးကန်အလယ် အထွတ်တွင် တည်ထားသည်။ ဘုရားပွဲတော် နီးကပ်လာသောအခါတွင် ဘုရားအောက်ရှိ လူများသွားလာရန် သဲလမ်းနှစ်လမ်း ပေါ်လာတတ်သည်။ ပွဲတော်ပြီးသောအခါ သဲလမ်းများသည် ရေထဲတွင်မြုပ်နေတတ်သည်။ အင်းတော်ကြီး တောရိုင်းတိရစ္ဆာန်ဘေးမဲ့တောသည် အင်းတော်ကြီးကန်ပတ်လည်တွင် တည်ရှိပြီး 1999 ခုနှစ်တွင် တည်ထောင်ခဲ့သည်။ ရှားပါးသော နို့တိုက်သတ္တဝါများ၊ ငှက်များ အပါအဝင် တိရစ္ဆာန်မျိုးစုံကို တွေ့နိုင်သည်။ မျိုးသုဉ်းလုနီးပါးဖြစ်နိုင်သော ငှက်မျိုးစိတ် ၁၀ မျိုး အပါအဝင် ရွှေ့ပြောင်းနေထိုင်သည့် ငှက်မျိုးစိတ် ၂၀,၀၀၀၊ ကမ္ဘာပေါ်တွင် မျိုးသုဉ်းလုနီးပါးဖြစ်နိုင်သော လိပ် ၅ ကောင်နှင့် ငါးမျိုးစိတ် ၇ မျိုး အပါအဝင် ငါးမျိုးစိတ် ၉၃ မျိုး နေထိုင်ရာ အဓိက ရေတိမ်ဒေသတစ်ခုဖြစ်သည်။ အဆိုပါငှက်များထဲတွင် Greylag Geese, Oriental Darter, Purple Swamphen တို့သည် ဇန်နဝါရီလတွင် တွေ့ရများပါသည်။ လှေနဲ့သွားလည်ရင် ရွှံ့အိမ်မျိုးစိတ်တွေရဲ့ ဘဝမြင်ကွင်းတွေကို တွေ့နိုင်ပါတယ်။ ရေကန်များနှင့် ရေတိမ်ဒေသများသည် ဆောင်းငှက်များအတွက် အမိုးအကာများဖြစ်သည်။ ပတ်ဝန်းကျင်ကျေးရွာများမှ အမှိုက်များသည် ရေအရည်အသွေးကို ခြိမ်းခြောက်လျက်ရှိသည်။ သို့သော် မိုးရာသီရောက်သောအခါ ရေသည် သန့်ရှင်းလာပြန်သည်။ေ",
      "engcontent": "Indawgyi Lake is one of the largest inland lakes in Southeast Asia. It is located in Mohnyin Township in the Kachin State of Myanmar. The lake measures 13 kilometres east to west, and 24 kilometres north to south. There are over 20 villages around the lake. It is 546 feet (166 m) above sea level. The lake is the main feature of the Indawgyi Lake Wildlife Sanctuary. It is surrounded by large mountains with a height of over 10,00 to over 40,00 feet.The Shwe Manzhu Pagoda is built on a ledge in the middle of Indawgyi Lake. When the time of the Pagoda festival is approaching, two sand roads usually appear for people to walk under the Pagoda. When the festival is over, the sand roads are often submerged in water.The Indawgyi Wildlife Sanctuary is located around the Indawgyi Lake. Established in 1999. Landscapes, rare mammals; A variety of animals including birds can be found. 20,000 migratory and native bird species, including 10 endangered bird species. It is a key wetland home to 93 species of fish, including 5 globally endangered turtles and 7 species of fish found only here. Among these birds are Greylag Geese, Oriental Darter, Purple Swamphen are common in January. If you go around by boat, you can see the life scenes of the species of the mud flats. Lakes and wetlands are shelters for wintering birds. Waste from the surrounding villages is threatening water quality. However, when the rainy season comes, the water becomes clean again.",
      "image": "https://jackrevo95.github.io/jackrevo/Post/Indaw Gyi Lake.jpg"
    }
  ]
}
