{ 
"Post_DB" :[
  {
    "mmtitle": "စောလူးမင်",
    "engtitle": "King Saw Lu",
    "pubDate": "April 17, 2023 10:43 AM",
    "timeStamp": "1681705095307",
    "mmcontent": "မင်းလုလင် ဟူ၍လည်း သမိုင်းတွင် ထင်ရှားသည်။ ငယ်ရွယ်သောမင်း ဟုအဓိပ္ပာယ်ရှိသည်။ ဘွဲ့အမည်မှာ ၐြီဝဇြာဗရဏ တြိဘုပတိ ဖြစ်သည်။ ဖခင်ဖြစ်သူ အနော်ရထာ တည်ထောင်ခဲ့သည့် တိုင်းပြည်ကို အရည်အချင်းရှိရှိဖြင့် ဆက်ခံနိုင်သူမဟုတ်ဟု သမိုင်းကပြဆိုသည်။ ငယ်ရွယ်သူဖြစ်သည့်အလျှောက် တိုင်းပြည်အုပ်ချုပ်ရေးတွင်အားနည်းပြီး၊ အပျော်အပါးတွင် ဝါသနာကြီးသူအဖြစ် ဖော်ပြလေ့ရှိကြသည်။ တိုင်းပြည်အခြေအနေ ယိုယွင်းလာမည်ကို ကြိုတင်မြင်ကြသည့် မှူးမတ်များ၏ အကြံပြုချက်ကြောင့် အနော်ရထာလက်ထက်က နန်းတော်မှစကာ ထွက်ပြေးနေသည့်ကျန်စစ်သား အားပြန်လည်ခေါ်ယူခဲ့သည်။ သို့သော် မခံချင်စိတ်ဖြင့် ပုန်ကန်သူပဲခူးစား ငရမန်ကန်းနှင့်စစ်ပြုရာ ၎င်း၏ ပရိယာရ်တွင် ကျဆုံးရပြီး၊ ပြည်တော်သာကျွန်းတိုက်ပွဲတွင် ရန်သူလက်သို့ပါရသည်။ ကျန်စစ်သားက ရန်သူတပ်တွင်း စွန့်စားဝင်ရောက်ကာ အချုပ်မှကယ်ရန် ကြိုးပမ်းသော်လည်း ယုံကြည်ခြင်းမရှိ၍ အော်ဟစ်ရုန်းကန်သောကြောင့် ရန်သူလက်တွင်း၌သာ အဖမ်းခံဘဝနှင့် အသတ်ခံရပြီးကွယ်လွန်ခဲ့သည်။ ၎င်းလွန်သော် ကျန်စစ်သားက ပုဂံထီးနန်းကို ဆက်ခံပြီး တိုင်းပြည်အခြေအနေကို ထိန်းသိမ်းခဲ့သည်။\nစောလူးမင်း(မြန်မာ ၄၃၉-၄၄၆)\n\u0027ကောင်းကျိုးဖွေရှာ၊ နော်ရထာလျှင်၊ နောင်လာရှုငဲ့၊ ပြုစုခဲ့၏၊ သုံးဆဲ့သုံးနှစ်၊ နတ်ဌာန်ဖြစ်က၊ သားစစ်စောလူး၊ ဆက်ကာမှူးသည်၊ ကြည်နူးတည့်နီဝေး၊ ပျက်ဝတ်ကွေး။\u0027ဟု ပလိပ်ရွာစား ဦးဖျော်၏ ရွှေနားတော်သွင်း ဧချင်း၌ ဖွဲ့ဆိုထားသည့်အတိုင်း စောလူမင်းသည် ပထမ မြန်မာ၊ မွန်၊ ပျူ နိုင်ငံတော်ကြီးကို စတင် ထည်ထောင်ခဲ့သူ အနော်ရထာမင်း၏ မိဖုရားကြီး အဂ္ဂမဟေသီမှ ဖွားမြင်၍ အနော်ရထာ လွန်သောအခါ သက္ကရာဇ် ၄၃၉ မှ ၄၄၆ ခုနှစ်အထိ ပုဂံထီးနန်းကို ဆက်လက်စိုးစံလေသည်။ ဤသက္ကရာဇ်နှင့် စပ်လျဉ်း၍ မှန်နန်းမဟာရာဇဝင်တော် အလိုမှာ စောလူးမင်း ထီးနန်းစံ သက္ကရာဇ်သည် ၄၂၁ မှ ၄၂၆ ခုနှစ်အထိဖြစ်သည်။ သို့ရာတွင် ပုဂံမင်းဆက်တွင် အနော်ရထာ၏ ခေတ်ကို မြစေတီကျောက်စာ နှင့် ညှိုနှိုင်းကြည့်သောအခါ အနော်ရထာ နန်းစံသက္ကရာဇ် ၄ဝ၆-၄၃၉ ခုနှစ်၊ စောလူးနန်းစံ သက္ကရာဇ် ၄၄၆- ၄၇၃ ခုနှစ် ဟု တွေ့ရလေသည်။\n\nအနော်ရထာ၏ နန်းတက်နှစ်ကို ၄ဝ၆ ဟူ၍ သာလွန်မင်းတရားကြီးလက်ထက်တွင် ဇာဂရု ပြုစုရေးသားသော် ဇာတာပုံနှင့် ပြထားသည့် ရာဇဝင်တွင် ဖော်ပြထားသည်။ အနော်ရထာ နန်းစည်းစိမ် ၃၃ နှစ်ကို နှောသော် စောလူးမင်း၏ နန်းတက် သက္ကရာဇ်မှာ ၄၃၉ ဖြစ်သည်။\n\nစောလူမင်းကား ခမည်းတော်ကဲ့သို့ အရည်အခြင်းနှင့် ပြည့်စုံသူ မဟုတ်ချေ။ လုပ်ရည်ကြံရည် မရှိ၊ အပျော်အရှင်နှင့်သာနေ၏။ ပညာရှိတို့လျှောက်သော စကားကိုလည်း မယူ၊ မှူးကြီးမတ်ရာတို့ကိုလည်း နှလုံးမကြည်ရှိအောင် ပြုလေ့ရှိ၏။ အနော်ရထာမင်း တည်ထောင်ပြုစုခဲ့သော နိုင်ငံအရေးနှင့် သာသနာအရေးများကို ဆက်လက်ဆောင်ရွက်ခြင်း မရှိခဲ့ချေ။ ထိုကြောင့်လည်း စောလူးမင်း၏လက်ထက်၌ အနော်ရထာမင်း တည်ထောင်ခဲ့သော ပျူ၊ မွန်နှင့် မြန်မာနိုင်ငံတော်ကြီး၌ ပြိုကွဲမည့် အရိပ်အယောင်များ ပေါ်ပေါက်လာလေသည်။\n\nအရည်အချင်း ညံ့ဖျင်းသော စောလူးမင်း လက်ထက်၌ ဥဿာပဲကူးကို ဗဟိုပြုသည့် မြန်မာနိုင်ငံတော်ပိုင်းရှိ မွန်မြန်မာ တို့သည် အခွင့်ကောင်းကိုယူကာ ပုန်ကန်ထကြွခဲ့ကြလေသည်။ ခေါင်းဆောင်ကား စောလူးမင်းနို့ထိန်း၏ သား ငရမန်ကန်း ဖြစ်သည်။\n\nသူပုန်တို့သည် ပုဂံနေပြည်တော် သို့ ချီတက်လာ၍ သရက်ခရိုင် မင်းလှအောက် ပြည်တော်သာ ကျွန်း၌ စောလူးမင်း၏ တပ်များနှင့် စစ်တွေ့ကြရာ စောလူမင်း အရေးနိမ့်သောကြောင့် ငရမန်ကန်းသည် စောလူးမင်းအား ဖမ်းယူသွားလေသည်။ နောင်အခါ၌ စောလူးမင်းအား ကျန်စစ်သား ခိုးယူရန် အားထုတ်သော်လည်း အနုရာဓအရပ်၌ စောလူမင်းကို ကွပ်မျက်လိုက်လေသည်။ စောလူးမင်းလွန်သော် ငရမန်ကာန်း၏ရန်ကို နှိမ်နင်း၍ ပုဂံပြည်၌ ကျန်စစ်သား မင်းပြုသည်။ စောလူးမင်း၏ ကောင်းမှုတော်ကား ပင်းချောင်းဝ၌ စက္ကလိပဘုရား၊ မုံရွာခရိုင် မြို့ကြီး၌ ရွှေစောလူးဘုရား၊ မင်ဘူး ခရိုင် ဖောင်းလင်းပ ရွှေစာလူးဘုရား ဖြစ်သည်။",
    "engcontent": "Saw Lu (Burmese: စောလူး [sɔ́ lú]; also spelled Sawlu; also known as Min Lulin (မင်းလုလင် [mɪ́ɰ̃ lṵlɪ̀ɰ̃]), lit. \u0027Boy King\u0027; 19 April 1049 – c. 21 April 1084) was king of Pagan dynasty of Burma (Myanmar) from 1077 to 1084. He inherited from his father Anawrahta the Pagan Empire, the first ever unified kingdom of Burma (Myanmar) but proved an inexperienced ruler. In 1082, he faced a rebellion in Lower Burma, and was captured c. April 1083. He was later killed in captivity about a year later.\n\nEarly life\nSaw Lu was born to King Anawrahta and Queen Agga Mahethi, Queen of the Southern Palace.[2] The Burmese chronicles do not agree on the dates regarding his life and reign. The table below lists the dates given by the four main chronicles,[3] and scholarship.",
    "image": "https://github.com/JackRevo95/jackrevo/blob/main/NOR5/Post/225px-Pagan-kingdom.jpg"
  },
  {
    "mmtitle": "အနော်ရထာ ဘုရင်",
    "engtitle": "King Anawrahta",
    "pubDate": "April 16, 2023 11:37 PM",
    "timeStamp": "1681665328281",
    "mmcontent": "အနော်ရထာမင်းစော သည် ပထမမြန်မာနိုင်ငံတော်ကို တစ်စုတစ်စည်းတည်းဖြစ်ရန်ပထမဆုံးကြိုးပမ်းထူထောင်ခဲ့သူ ဖြစ်သည်။ ပုဂံဘုရင် ကွမ်းဆော်ကြောင်ဖြူမင်း ၏ သားတော်ဖြစ်သည်။\nအနော်ရထာမင်းသည် ပထမ မြန်မာနိုင်ငံတော်ကြီးကို စတင်တည်ထောင်ခဲ့သူဖြစ်သည်။ ပုဂံမင်း ၅၅ ဆက်အနက် ၄၂ ဆက်မြောက် မင်းဖြစ်သည်။ အနော်ရထာကား ပုဂံပြည့်ရှင် ကွမ်းဆော်မင်းဟုလည်းတွင်သော ကြောင်ဖြူမင်းနှင့် မိဖုရားမြောက်ပြင်သည်တို့မှ သက္ကရာဇ် ၃၇၆ ခုနှစ်တွင် ဖွားမြင်သောသားတော်တစ်ဦး ဖြစ်သည်။\n\nခမည်းတော်အား နန်းချ၍ ထီးနန်းစိုးစံနေသော နောင်တော် စုက္ကတေး နှင့် အနော်ရထာသည် မြင်းစီးချင်းတိုက်၍ အနိုင်ရသောအခါ ခမည်းတော်ရှိရာ ကျောင်းတော်သို့သွား၍ ခမည်းတော်အား မင်းပြုရန် တောင်းပန်လေသည်။ ခမည်းတော်သည် ငါအသက်အရွယ်ကြီးပြီ၊ အမောင်သာ မင်းပြုတော့ဟု မိန့်တော်မူမှ သက္ကရာဇ် ၄၀၆ ခုနှစ်တွင် ရာဇာဘိသေက ခံ၍ နန်းတက်သည်။ ခမည်းတော်အားလည်း မင်းမြှောက်တန်ဆာငါးပါးနှင့်တကွ မင်းဆောင်မင်းယောင် မင်းခမ်းမင်းနားအကုန် ကျင်းပစေ၍ ရဟန်းမင်းပြုစေသည်။ အနော်ရထာမင်း နန်းတက်သက္ကရာဇ်ကို မှန်နန်းရာဇဝင်၌ ၃၇၉ ခုနှစ်ဟုဆို၍ ဦးကုလားမဟာရာဇဝင်၌ ၃၄၆ ခုနှစ်ဟုဆိုသည်။ သို့ရာတွင် ဇာတာတော်ပုံ ရာဇဝင် အရလည်းကောင်း၊ ကျောက်စာ များနှင့် လည်းကောင်း ညှိနှိုင်းကြည့်သောအခါ ၄၀၆ ခုနှစ်ဟု တွေ့ရသည်။\n\nကွမ်းဆော်ကြောင်ဖြူမင်း ထီးနန်းကျပြီးနောက် သားတော် စုက္ကတေး ထီးနန်းပြုနေခဲ့သည်။ စုက္ကတေး သည် အဖေတူ အမေကွဲ ဖြစ်သော အနော်ရထာ၏ မယ်တော်ကို မိဖုရားအဖြစ်သိမ်းပိုက်ခဲ့သည်။ အနော်ရထာသည် စုက္ကတေးအား မကျေမနပ်ဖြစ်ကာ နန်းတော်မှထွက်ပြီး စစ်တိုက်ရန် စစ်အင်အား စုဆောင်းခဲ့သည်။ ပုဂံကို ပြန်လည်သိမ်းပိုက်ရန် ချီတက်လာပြီးနောက် စစ်ဖြစ်လျှင် လူအများအပြား သေကြေပျက်စီးမည် ကို မလိုလားသဖြင့် နောင်တော် စုက္ကတေး နှင့် မြင်းကပါ အရပ်တွင် တစ်ဦးချင်း စီးချင်းထိုးခဲ့သည်။ နောက်ဆုံးတွင် အနော်ရထာ အနိုင်ရရှိပြီး ပုဂံတွင်မင်းဖြစ်လာခဲ့သည်။\n\nတိုင်းပြည်အတွက် ကြိုးပမ်းပုံ\nအနော်ရထာမင်း နန်းတက်သောအခါ ပုဂံပြည် ဩဇာ ပြန့်နှံ့ရာအရပ်မှာ ယခု မန္တလေး၊ မိတ္ထီလာ၊ မြင်းခြံ၊ ကျောက်ဆည်၊ ရမည်းသင်း၊ မကွေး၊ စစ်ကိုင်း၊ ကသာ၊ ပခုက္ကူ၊ မင်းဘူးတဝိုက်မျှသာ ကျယ်ဝန်းဟန် တူသည်။\n\nအနော်ရထာမင်းကြီးသည် နန်းတက်သည်နှင့် တပြိုင်နက် နိုင်ငံစီးပွားရေးနှင့် စစ်အင်အားကို စည်းရုံးခဲ့သည်။ စီးပွားရေးအင်အား တောင့်တင်းရန်အတွက် ကျောက်ဆည်နယ်၌ တူးမြောင်းများကို စနစ်တကျ ဆည်ဖို့စေလျက် မြစ်ငယ်မြစ်၊ ပန်းလောင်မြစ်နှင့် စမုန်မြစ်တို့မှ စီးဆင်းလာသော ရေအားဖြင့် စပါးကောက်ပဲသီးနှံ အများအပြား ထွက်အောင် စီမံခန့်ခွဲခဲ့သည်။ ဤသို့ လယ်ယာစိုက်ပျိုးမှုကို ကောင်းစွာ အားပေးပြုစုသဖြင့် ကျောက်ဆည်နယ်သည် ပုဂံပြည်၏ စားရေရိက္ခာ သိုမှီးရာ စပါးကျီသဖွယ် ဖြစ်လာလေသည်။\n\nစားရေရိက္ခာ လုံလောက်ပေါများ လာသောအခါ အနော်ရထာမင်းသည် စစ်သည်ရဲမက်တို့ကို အရေးပေါ်လျှင် ပေါ်သည့်အားလျော်စွာ စုရုံး ဖွဲ့စည်းနိုင်ခဲ့သည်။ စွမ်းရည်သတ္တိနှင့် ပြည့်စုံသော သူရဲကောင်းများကိုလည်း မြတ်နိုးစွာ မြှောက်စားချီးမြှင့်ခဲ့၏။ ထို့ကြောင့်လည်း အမတ်သူရဲကောင်းများ ပေါများလေသည်။ အမတ်သူရဲကောင်းများအနက် ကျန်စစ်သားသည် အမြော်အမြင်နှင့်ပြည့်စုံ၍ လက်ရုံးတဆူ အားကိုးရသူဖြစ်သည်။ ကျန်အမတ် သူရဲကောင်းများမှာ ငထွေရူး၊ ငလုံးလက်ဖယ်၊ ညောင်ဦးဖီး၊ ဗျတ္တနှင့် ရွှေဖျဉ်းညီနောင် စသည်တို့ဖြစ်ကြသည်။ မြန်မာနိုင်ငံကြီးကို စည်းရုံး ဖွဲ့နှောင်လျက် ပြုစုပျိုးထောင်ရာ၌ ဤသူရဲကောင်းများသည် ကြီးစွာသော အကူအညီပေးခဲ့သည်။\n\nမင်းတရားကြီးသည် စစ်တပ်ကို ဖွဲ့စည်းရာ၌ လက်အောက်ခံ ရွာ၊ မြို့၊ ခရိုင်တို့၏ အင်အားကိုလိုက်၍ အချိုးကျ ပါဝင်စေခဲ့သည်။ စစ်သည်များကို အချိုးကျ နည်းစနစ်နှင့် အရဖြည့်တင်းပြီး အနော်ရထာမင်းကြီးသည် တကွဲတပြားစီ ဖြစ်နေသော ပြည်နယ်များကို တိုက်ခိုက်သိမ်းသွင်းခဲ့သည်။ အထက်တခွင်၌ နန်ချောင်မင်းတို့၏ ရန်ကို တားဆီးနိုင်၍ ဗန်းမော်၊ မြစ်ကြီးနားဒေသတဝိုက်အထိ မိမိ၏ အာဏာကို သက်ရောက်ပြန့်နှံ့စေလေသည်။ နန်ချောင်မှ အပြန် မောမည်သော ရှမ်းပြည်ကို အုပ်စိုးသည့် မင်းက သမီးတော်စောမွန်လှအား ဆက်သလိုက်သည်ကို ထောက်၍လည်း မြန်မာတို့ မည်မျှ အင်အားကြီးမား၍ နေကြောင်း သိသာသည်။\nအနော်ရထာမင်း နန်းတက်စတွင် ပုဂံပြည်၌ ဘုရား၊ တရား၊ သံဃာ ရတနာသုံးပါးကို လည်းကောင်း၊ လောကနာထကို လည်းကောင်း၊ ဗြဟ္မာ၊ ဗိဿနိုး၊ ပရမေသွာတို့ကိုလည်းကောင်း၊ နတ်နဂါး နှင့် အရည်းကြီးတို့ကိုလည်းကောင်း အလုံးစုံကို ရောနှော၍ ကိုးကွယ်နေကြလေသည်။ ထိုအခါ ဘာသာယဉ်ကျေးမှုသည် မသန့်မရှင်း ဖြစ်နေလေသည်။\n\nအနော်ရထာမင်းသည် ထိုကဲ့သို့ အယူဝါဒများရောထွေးယှက်တင်လျက် သူတလူငါတစ်မင်း​​ပြောဟောနေသည်တို့အား ကိုးကွယ်နေရခြင်းကို မနှစ်သက်သဖြင့် ရှင်းလင်းတိကျပြီး နာယူကျင့်ကြံဖို့ သင့်တော်‌လျောက်ပတ်သောတရားကို ညွန်ပြကာ မည်သည်က ဓမ္မ မည်သည်က အဓမ္မ၊ မည်သည်က ဝိနယ၊ မည်သည်က အဝိနယ အဆုံးအဖြတ်ပေးနိုင်မည့် သူမျိုးနှင့် ထိုသူ၏ အဆုံးအမမျိုးကိုသာ တောင့်တနေခိုက် အောက်ပြည်သထုံကို ကြွမ်(ဂျွမ်း၊ ခမာ)တို့ စစ်ပြုလာသောကြောင့် စစ်ရှောင်ရန် ပုဂံဘက်သို့ ထွက်ကြွလာသော ဓမ္မဒဿီမည်သော ရဟန်းတော် ရှင်အရဟံသည် ပုဂံသို့ ရောက်လာစဉ် မထေရ်၏ အပြုအမူ အနေအထိုင် အပြောအဆိုတို့ကိုကြည့်ကာ သဘောကျသဖြင့် သူ၏ အဆုံးအမတိုင်းသာ လိုက်ရန် ဆုံးဖြတ်‌လေသည်။\n\nထိုသို့ ဆုံးဖြတ်ပြီးနောက် ပုဂံတွင် အရောရောအနှောနှော ဖြစ်လျက်ရှိသည့် အယူဝါဒပေါင်းစုံနှင့်တကွ တခြားတန္တရဝါဒများ ထေရဝါဒရဟန်းများကို ရှင်အရဟံမထေရ်၏ အကူအညီ ယူလျက် စစ်ဆေးကာ ခွဲထုတ်ပြီး အသောကမင်းလက်ထက်တွင် ပြုမူသကဲ့သို့ သာသနာတော်သန့်ရှင်းရေး ပြုပြီး မင်းနှင့် တကွ တပြည်လုံး ထေရဝါဒဗုဒ္ဓဘာသာအဖြစ်သို့ ပြန်တည်ကြသည်။\n\nမြန်မာနိုင်ငံတွင် ဗမာမင်းနှင့် ပြည်သူတို့သည် သရေခေတ္တရာခေတ်ကတည်းက ထေရဝါဒ ဗုဒ္ဓသာသနာကို ကိုးကွယ်ခဲ့ကြသူများ မှန်သော်လည်း တခြားတန္တရဝါဒများ ရောက်မလာသေး၍လည်းကောင်း၊ ရောက်လာသော်လည်း အားမကောင်းသေး၍လည်းကောင်း၊ ဘာသာရေးကို ရှေ့တန်းမတင်လွန်းသေး၍လည်းကောင်း သာသနာသန့်ရှင်းရေး စသည့်အလုပ်များ လုပ်ဆောင်မှု မရှိခဲ့ကြဘဲ မိမိတို့ ယုံကြည်ရာကိုသာ အဆင်ပြေသလို ကိုးကွယ်ကြရင်း အခြားသော အယူဝါဒရှိသူများကိုလည်း လက်ခံထားရင်း ရောနှောကိုးကွယ်လာခဲ့ကြရာက သာသနာတော်သန့်ရှင်းရေး ပြုလုပ်ကာ တသီးတသန့် နိုင်ငံတော်ဘာသာသဘောမျိုး သတ်မှတ်ပြီး ကိုးကွယ်မှုကို ပြုလုပ်မှုမှာ အနော်ရထာမင်းသည် အစောဆုံးဟု ယူဆနိုင်သည်။ တနိုင်ငံလုံးနီးနီး ဗုဒ္ဓဘာသာဖြစ်လာအောင် ကြိုးစားအားထုတ်ခဲ့သူမှာလည်း အနော်ရထာမင်းပင် ဖြစ်လေသည်။\n\nထို့ကြောင့် မြန်မာနိုင်ငံ နိုင်ငံတော်ဘာသာ အစ- အနော်ရထာမင်းက ဖြစ်ကြောင်း သမိုင်းအထောက်အထားများအရ အတည်ပြု မှတ်သားနိုင်သည်။ ဗုဒ္ဓဘာသာ သာသနာကို နိုင်ငံတော်ဘာသာ၊ သာသနာအဖြစ် အနော်ရထာမင်းက စတင် သတ်မှတ်ခဲ့သည်။ နိုင်ငံတော် ဗုဒ္ဓဘာသာ(နိုင်ငံတော်ဘာသာ ) သည် ပထမမြန်မာနိုင်ငံတော်ကို ထူထောင်ခဲ့သူ ဗမာဘုရင် အနော်ရထာမင်း နန်းတက်ခဲ့သည့် ခရစ်နှစ် ၁၀၄၄ က စပြီး ရေတွက်သောကြောင့် လွန်ခဲ့သောနှစ်ပေါင်း ၉၇၆ ( ခရစ်နှစ်၂၀၂၀ - ၁၀၄၄\u003d ၉၇၆ ) က ပထမ စတင် သတ်မှတ်ခဲ့ကြောင်း သမိုင်းအထောက်အထားများအရ အတည်ပြု မှတ်သားနိုင်သည်။\n\nဗုဒ္ဓအယူဝါဒ တည်တံ့ပြန့်ပွား ထွန်းကားရေးအတွက် အနော်ရထာမင်းသည် အားထုတ်တော်မူပြန်သည်။ အနော်ရထာမင်းသည် ၄၉၁ ခုနှစ်တွင် စစ်သည်ဗိုလ်ပါ အလုံးအရင်းနှင့်ချီ၍ နိုင်ငံတော်အနှံ့ရှိ ပိဋကတ်တော်မူ မျိုးအစုံတို့ကို ပင့်ဆောင်လေသည်။ အနုပညာသည်၊ လက်မှုပညာသည်စသည်တို့ကိုလည်း ပုဂံနေပြည်တော်သို့ ‌‌ခေါ်ယူလေသည်။\n\nထိုအခါမှစ၍ အနော်ရထာမင်းသည် ပုဂံပြည်ရှိ ရဟန်းများအား ဘုရားရှင်၏ ပိဋကတ်တော်အစစ်ကို သင်ကြားစေလေသည်။ သင်ကြားစေနိုင်စိမ့်သောငှာ ပိဋကတ်တော်တို့ကို သရေခေတ္တရာသုံး ဗမာအက္ခရာများနှင့် ရေးထားသည့် ရှေးပိဋကတ်ကျမ်းများနှင့်လည်းကောင်း၊ သထုံမှ ရလာသည့် တလိုင်းအက္ခရာသုံး ပိဋကတ်ကျမ်းများနှင့်လည်းကောင်း ရှင်အရဟံဦးဆောင်သော ရဟန်းတော်များအား စစ်ဆေးအတည်ပြုစေပြီး ရှေးဟောင်း သရေခေတ္တရာသုံး ဗမာအက္ခရာကိုပင် ပြုပြင်ထားသော ပုဂံခေတ်သုံး ဗမာအက္ခရာဖြင့် ပေထက် တင်စေပြီးလျှင် ပုဂံမြို့တွင် ပိဋကတ်တိုက် ဆောက်၍ လှူဒါန်းလေသည်။ ထိုသို့ ပိဋကတ်တို့ကို သုဓ်သင်၍ ပေထက်တင်မှုမှာ သီဟိုဠ်တွင် စတုတ္ထသင်္ဂါယနာတင်သကဲ့သို့ပင် ဖြစ်လေသည်။ ထိုပိဋကတ်တိုက်သည် ယခုတိုင် ပုဂံမြို့ဟောင်း၌ ရှိလေသည်။ ဤသို့ဖြင့် မြန်မာနိုင်ငံဟု လည်းကောင်း၊ မြန်မာနိုင်ငံ ယဉ်ကျေးမှုဟုလည်းကောင်း ခေါ်နိုင်သော ပုဂံပြည်နှင့် ပုဂံယဉ်ကျေးမှုတို့သည် အနော်ရထာမင်းနှင့် ရှင်အရဟံ တို့၏ ဉာဏ်ပညာ လုံ့လတို့ကြောင့် ပြည်ထောင်စုသမိုင်းတွင် ပထမဆုံး အကြိမ် ကျယ်ပြန့်၍ စည်းလုံးသော ဘဝကို ရလာလေသည်။\n\nထိုအခါက ရခိုင်ပြည်၏မြို့တော်မှာ စစ်တွေနယ်ရှိ ပဉ္စာမြို့ ဖြစ်လေသည်။ မူလရခိုင်ဒေသအမည်တွင်သော ရခိုင်ပြည် မြောက်ပိုင်း စစ်ပွဲတွင် ဗမာတို့က အနိုင်ရသဖြင့် ရခိုင်ပြည် မြောက်ပိုင်းသည် ပုဂံခေတ်တလျှောက်လုံး ဗမာ့လက်အောက်ခံ တိုင်းပြည်တစ်ခု ဖြစ်လာခဲ့သည်။ ရခိုင်ပြည် ရာဇဝင်၌ ရခိုင်ပြည် မြောက်ပိုင်းကို အနော်ရထာစော တိုက်ခိုက်သိမ်းယူကြောင်းကို ဆိုရာတွင် “ ပျူကိုးသောင်းနှင့် ပျူမင်းလာသည် ” ဟု ဖြစ်သည်။\n\nမင်းတရားကြီး ပြုတော်မူခဲ့သော ကောင်းမှုတော်တို့ကား များပြားလှစွာ၏။ ရွှေစည်းခုံဘုရား၊ ရွှေရင်မြော်ဘုရား၊ ရှမ်းပြည် ညောင်ရွှေမြို့ရှိ ပေါရိသတ်ဘုရား၊ တန့်ကြည်တောင်ဘုရား၊ မန္တလေးတောင်၊ ရွှေကြက်ယက် ရွှေကြက်ကျ တောင်များပေါ်ရှိ ဘုရားများ၊ တောင်ပြုံးမှ ဆုတောင်းပြည့်ဘုရား၊ မြင်ကပါဘုရား စသည်တို့ဖြစ်သည်။\nပုဂံ အနော်ရထာနှင့် သထုံ စစ်ပွဲ\nရှင်အရဟံ၏ ပြောကြားချက်အရ အနော်ရထာမင်းသည် သထုံပြည်၌ ဗုဒ္ဓ၏ အဆုံးအမများကို မှတ်တမ်းတင်ထား‌ သော ပိဋကတ် ၃ ပုံ ရှိကြောင်းသိလေ၏။ ထို့ကြောင့် လိမ္မာသော အမတ်တစ်ယောက်ကို လက်ဆောင်ပဏ္ဏာ များ ဖြစ်ဖြင့် သယာချေငံစွာပြောဆို တောင်းယူစေ၏။ သို့သော် သထုံ မင်းသည် မချေငံသောစကားဖြင့် ဆိုလိုက်၏။ အနော်ရထာမင်းစောလည်း ထိုစကားကိုကြားရလတ်သော် အမျက်ရှ၍ စစ်သည်ဗိုလ်ပါများ သူရဲ သူခတ် များဖြင့် ကြည်းကြောင်း၊ ရေကြောင်းဖြင့် ချီလေ၏။ သူရဲကောင်း လေးဦး ဖြစ်သော ကျန်စစ်သား,ငထွေးရူး,ငလုံးလက်ဖက်,ညောင်ဦးဖီး တို့ ကို ရှေ့ဖျားချီစေ၍ အနော်ရထားကား နောက်တပ်မ ပြု၍လိုက်လေ၏။ မနူဟာမင်းလည်း အနော်ရထာမင်းစော သူရဲကောင်းလေးဦးနှင့် စစ်ချီလာသည်ကို သိလေသော် ကြောက်ရွံ့ပြင်းစွာဖြစ်လေ၏။ မြို့တံခါးကို လုံစွာပိတ်၍ ခုခံလေ၏။ စစ်သည်ကြီးလေးဦး သည် မြို့ကို ဖောက်လေ၏။ သို့သော် မြို့တွင်းသို့ပင် ဝင်မရချေ။ ပယောဂ စီရင်သဖြင့်ဟုဆို၏။ ဇော်ဂျီဖိုဝင်သားစားခဲ့ဖူးသော ကုလားညီနောင် နှစ်ဦးအနက် အစ်ကိုဖြစ်သူကိုသတ်၍ မြို့လေးဖက်လေးလံတွင် မြုပ်၍စီမံထားသည်ဟု ညီဖြစ်သူက ပြောလေ၏။ ထို့ကြောင့် မြုပ်ထားသည်ကို ဆောင်ယူစေ၍ သထုံပြည်ကို သိမ်းလေ၏ဟူ၍ ပြောစမှတ်ဆိုရိုးရှိကြသည်။\n\nအနော်ရထာမင်း သထုံကို တိုက်ခိုက်ချိန်သည် ခရစ်နှစ် ၁၀၅၇-၅၈ ခုနှစ်တွင်ဖြစ်ကြောင်း ကလျာဏီကျောက်စာက အတိအလင်းဆို၏။ ။ ရာမာဓိပတိ၏ ကလျာဏီကျောက်စာကို အေဒီ (၁၄၈၀)တွင်ရေးထိုး၍ သထုံကို အနော်ရထာ တိုက်ခိုက်ခြင်းအကြောင်း အစောဆုံးမှတ်တမ်းဖြစ်သည်။ သို့ရာတွင် အခြားခေတ်ပြိုင်မှတ်တမ်းများမတွေ့ရှိရသောကြောင့် ခိုင်မာစွာကိုးကားရန် ခဲယဉ်းသည်။ တိုက်ခိုက်ခဲ့လျှင်လည်း ရာဇဝင်တို့၌ ဖော်ပြထားသော သာသနာရေးအကြောင်းပြချက် တစ်ခုတည်းအတွက် တိုက်ခိုက်စစ်ဖြစ်ခြင်းသည် အမှန်ယူဆရန်ခက်ခဲပေသည်။ အခြားသောအခြေအနေများဖြစ်သည့် ဥပမာအားဖြင့် ကြွမ်(ဂျွမ်း၊ ခမာ) တို့ရန်ရှာမှုဖြင့် အောက်အရပ်၌ ဒုက္ခရောက်စဉ် အခွင့်ယူ၍ တိုက်ခြင်းမျိုးလည်းဖြစ်နိုင်သည်။ [၁] မြစ်ဝကျွန်းပေါ်ဒေသရှိ စည်ကားသော ကုန်သွယ်မြို့တို့ကို သိမ်းယူရန်ဆိုသည့် ရည်ရည်ချက်လည်းဖြစ်နိုင်သည်။ အခြားဖြစ်နိုင်သည့် ယူဆချက်တစ်ခုမှာ ရှမ်းယွန်းများနှင် မွန်တို့မသင့်မြတ်သောကြောင့် မွန်တို့က ဝင်ရောက်ဖျန်ဖြေညှိနှိုင်းရန် အကူညီတောင်းခံရာ အခွင့်ကောင်းယူ၍ အောက်မြန်မာနိုင်ငံကို သိမ်းယူခြင်းမျိုးလည်း ဖြစ်နိုင်ဖွယ်ရှိသည်။[၂]\n\nနိုင်ငံတကာဆက်ဆံရေးနှင့် မြို့ ပေါင်း (၄၃) မြို့ကိုတည်ပုံ\nမစ္စတာဝုဒ် ရေးသားသော ယိုးဒယားရာဇဝင်၌ ပုဂံမင်းအနုရုဒ္ဓ (အနော်ရထာမင်းကို ခေါ်သောအမည်) သည် တရုတ်နိုင်ငံတောင်ပိုင်းနှင့် ခမာနိုင်ငံအပါဖြစ်သော ယိုးဒယားနိုင်ငံကို အောင်မြင်ကြောင်း၊ ယိုးဒယားတစ်နိုင်ငံလုံး၌ အနော်ရထာမင်းစော၏ တန်ခိုးအာဏာ လွှမ်းမိုးသည်ကို ယုံမှားဖွယ်မရှိကြောင်း၊ အနော်ရထာမင်းကို အကြောင်းပြု၍ ဗုဒ္ဓအယူဝါဒ ထွန်းကားစည်ပင်ကြောင်း ဖော်ပြထားသည်။\n\nယိုးဒယားဘာသာနှင့် ရေးသောစာတမ်းများ၌ အနော်ရထာမင်းကို “မဟာဇေယျဘယမင်း”ဟု ဘွဲ့ပေးလေသည်။ ကိုချင်ချိုင်းနားပြည်အထိ အနော်ရထာမင်း တိုက်ခိုက်သိမ်းယူခဲ့ကြောင်းလည်း ဆိုသည်။ ထိုပြင် ယိုးဒယားရာဇဝင် တစ်ဆောင်၌ ပုဂံပြည်ဘုရားများသည် ဂျားဗားကျွန်းစေတီနှင့် ပုံတူသဖြင့် အနော်ရထာမင်းသည် ဂျားဗားကျွန်းသို့လည်း စစ်ချီကြွရောက်ကောင်း ကြွရောက်လိမ့်မည်ဟု ရေးသားထားသည်ကို တွေ့ရခြင်းဖြင့် ရာဇဝင်ဆရာတို့သည် အနော်ရထာမင်း၏ ဘုန်းတန်ခိုးအာဏာကို အသိအမှတ်ပြု ယုံစားကြကြောင်း ထင်ရှားသည်။\n\nယင်းသို့ နိုင်ငံတော်ကို ချဲ့ထွင်ရုံမက မင်းတရားကြီးသည် နိုင်ငံတော်ကိုလည်း စည်ပင်ဝပြောအောင် ပြုစုတော်မူသည်။ မြန်မာနိုင်ငံအလုံး၌ ဆည်မြောင်း ကန်ချောင်းများ ပြုစုတော်မူသည်။ မိတ္ထိလာကန်ကို ဆည်ဖို့သည်။ ကျောက်ဆည်ခရိုင်ရှိ ပြက္ခရွေတောင်၊ ကယွတ်တောင်ထက်မှ ကျသောရေကို အတန့်တန့်ဆည်၍ ရေသောက်ကန် ပြုပြီးလျှင် ပန်းလောင်မြစ်နား၌ ကင်းတား၊ ငနိုင့်သေဉ်၊ ပြောင်းပြ၊ ကူမည်း ပေါင်းလေးဆည်၊ ဇော်ဂျီမြစ်နား၌ နွားတက်၊ ကွမ်းဆေး၊ ဂူတော်၊ (ငပြောင်း) ပေါင်းသုံးဆည် စုစုပေါင်း မင်းပယ်ရှစ်သိန်းကို ပြုတော်မူသည်။\n\nထိုနောက် ပင်လယ်၊ မြစ်မနား၊ မြစ်သား၊ မြင်းခုံတိုင်၊ ယမုံး၊ ပနံ၊ မက္ခရာ၊ တပြက်သာ၊ သင်တောင်၊ တမုတ်ဆိုးနှင့် ခံလူးတူသာ လယ်တွင်း ဆယ့်တစ်ရွာကို ပြုစုတော်မူသည်။ ရှမ်းပြည်နှင့် ဗမာပြည် နှစ်ဘက်စပ်ကြား ရှမ်းယွန်းတို့ မရောစိမ့်သောငှာ မြောက်ဘက် အရှေ့ဘက်တို့၌ ကောင်းစင်၊ ကောင်းတန်၊ ရွှေဂူမိုးတား၊ တကောင်း၊ ကြံညှပ်၊ မက္ခရာ၊ မြင်စိုင်း စသော ကင်းမြို့ပေါင်း (၄၃)မြို့ကို တပြိုင်နက်တည်း အမြော်အမြင်ဖြင့် တည်လေသည်။ မြန်မာပြည်အလုံး၌ ဘုရားဂူကျောင်း တန်ဆောင်းဇရပ်တို့ကို အနှံ့အစပ် တည်ထားတော်မူ၍ နေပြည်တော် ပုဂါရာမသို့ ပြန်တော်မူသည်။\n\nအနော်ရထာမင်း ပုဂံသို့ရောက်၍ မြို့တွင်းသို့ သရဘာတံခါးမှ ဝင်မည်အရှိ အောင်သာမြစ်ခြေအရပ်ဝယ် ကျွဲရိုင်းတစ်ကောင်သည် လူသူမသွားလာနိုင်အောင် ရန်ပြုသည်ဟု နားတော်လျှောက်သဖြင့် စီးလာသော ဆင်တော်ကို ပြန်လှည့်ကာ မြစ်ခြေအောင်သာသို့ ချီလေတော်မူ၏။ ရောက်တော်မူ၍ ကျွဲရိုင်းကို မြင်တော်မူလျှင် စီးတော်မူသော ဆင်တော် သန်မြန်စွာကို ချွန်းဖွင့်၍ လွှတ်တော်မူ၏။ သို့ရာတွင် ဆင်တော်ပေါ်ကလိမ့်ကျကာ ကျွဲခတ်မိ၍ နတ်ရွာစံတော်မူသည်။\n\n(လုပ်ကြံခံရခြင်းဖြစ်နိုင်သည်။ ခိုင်မာသောကျောက်စာအထောက်အထားများမတွေ့ရှိရသေးပါ။) သာသနာတော်စီးပွား၊ ကိုယ်တော်မြတ်စီးပွား၊ သားတော်အစဉ် မြေးတော်အဆက် မြစ်တော်အညွန့်တို့၏ စီးပွား၊ ပြည်သူတကာတို့၏ စီးပွားကို (၃၃)နှစ်ပတ်လုံး ဆောင်တော်မူခဲ့လေသည်။ အနော်ရထာမင်း ကံကုန်သော် သားတော် စောလူးမင်း နန်းတက်သည်။\n\nမင်းတရားကြီး ပြုစုပျိုးထောင်ခဲ့သော နိုင်ငံအပိုင်းအခြားကား……\n\n၁။အနောက်ဘက်တွင် ပဋိက္ခယားမည် ကုလားပြည်သည် အခြားတည်း။\n၂။အနောက်မြောက်ထောင့်တွင် ကတူးငနားကြီး ရေတွင်းမီးလျှင် အခြားတည်း။\n၃။မြောက်ဘက်၌ကား ဂန္ဓာလရာဇ်မည် တရုတ်ပြည်လျှင် အခြားတည်း။\n၄။အရှေ့ မြောက်ထောင့်၌ ကဝန္တိ လည်းမည် ပန်းသေးပြည်လျှင် အခြားတည်း။\n၅။အရှေ့ ဘက်၌ စတိဿမည် ပင်ကာပြည်လျှင် အခြားတည်း။\n၆။အရှေ့ တောင်ထောင့်၌ အယောစလည်း မည်ဂျွမ်းတို့ပြည်လျှင် အခြားတည်း။\nကိုးကား\n ဒေါက်တာသန်းထွန်း - ခေတ်ဟောင်းမြန်မာရာဇဝင်(တ-အကြိမ်)၊ p.137\n ဒေါက်တာသန်းထွန်း - အသစ်မြင် မြန်မာသမိုင်း(ဒု-အကြိမ်)၊ p.48-49၊ စိတ်ကူးချိုချိုစာပေ\nဦးကုလား မဟာရာဇဝင်ကြီး\nမြန်မာ့စွယ်စုံကျမ်း၊ အတွဲ(၁၄)",
    "engcontent": "Anawrahta Minsaw (Burmese: အနော်ရထာ မင်းစော, pronounced [ʔənɔ̀jətʰà mɪ́ɰ̃ sɔ́]; 11 May 1014 – 11 April 1077) was the founder of the Pagan Empire. Considered the father of the Burmese nation, Anawrahta turned a small principality in the dry zone of Upper Burma into the first Burmese Empire that formed the basis of modern-day Burma (Myanmar).[2][3] Historically verifiable Burmese history begins with his accession to the Pagan throne in 1044.[4]\n\nAnawrahta unified the entire Irrawaddy valley for the first time in history, and placed peripheral regions such as the Shan States and Arakan (Rakhine) under Pagan\u0027s suzerainty. He successfully stopped the advance of Khmer Empire into Tenasserim coastline and into Upper Menam valley, making Pagan one of two main kingdoms in mainland Southeast Asia.\n\nA strict disciplinarian, Anawrahta implemented a series of key social, religious and economic reforms that would have a lasting impact in Burmese history. His social and religious reforms later developed into the modern-day Burmese culture. By building a series of weirs, he turned parched, arid regions around Pagan into the main rice granaries of Upper Burma, giving Upper Burma an enduring economic base from which to dominate the Irrawaddy valley and its periphery in the following centuries. He bequeathed a strong administrative system that all later Pagan kings followed until the dynasty\u0027s fall in 1287. The success and longevity of Pagan\u0027s dominance over the Irrawaddy valley laid the foundation for the ascent of Burmese language and culture, the spread of Burman ethnicity in Upper Burma.\n\nAnawrahta\u0027s legacy went far beyond the borders of modern Burma. His embrace of Theravada Buddhism and his success in stopping the advance of Khmer Empire, a Hindu state, provided the Buddhist school, which had been in retreat elsewhere in South and Southeast Asia, a much needed reprieve and a safe shelter. He helped restart Theravada Buddhism in Ceylon, the Buddhist school\u0027s original home. The success of Pagan dynasty made Theravada Buddhism\u0027s later growth in Lan Na (northern Thailand), Siam (central Thailand), Lan Xang (Laos), and Khmer Empire (Cambodia) in the 13th and 14th centuries possible.\n\nAnawrahta is one of the most famous kings in Burmese history. His life stories (legends) are a staple of Burmese folklore and retold in popular literature and theater.\n\nEarly life\nPrior to Anawrahta, of all the early Pagan kings, only Nyaung-u Sawrahan\u0027s reign can be verified independently by stone inscriptions. Anawrahta is the first historical king in that the events during his reign can be verified by stone inscriptions. However, Anawrahta\u0027s youth, like much of early Pagan history, is still shrouded in legend, and should be treated as such.[5][6]\n\nAnawrahta was born Min Saw (မင်းစော, IPA: [mɪ́ɰ̃ sɔ́]) to King Kunhsaw Kyaunghpyu and Queen Myauk Pyinthe on 11 May 1044.[note 1] The Burmese chronicles do not agree on the dates regarding his life and reign.[7] The table below lists the dates given by the four main chronicles. Among the chronicles, scholarship usually accepts Zata\u0027s dates, which are considered to be the most accurate for the Pagan period.[note 2] Scholarship\u0027s dates for Anawrahta\u0027s birth, death and reign dates are closest to Zata\u0027s dates.\nIn 1021, when Min Saw was about six years old, his father was deposed by his step-brothers Kyiso and Sokkate.[note 5] His father had been a usurper of the Pagan throne, who overthrew King Nyaung-u Sawrahan two decades earlier.[note 6] Kunhsaw then married three of Nyaung-u\u0027s chief queens, two of whom were pregnant at the time, and subsequently gave birth to Kyiso and Sokkate. Kunhsaw had raised Sokkate and Kyiso as his own sons. After the putsch, Kyiso became king and Sokkate became heir-apparent. They forced their step-father to a local monastery, where Kunhsaw would live as a monk for the remainder of his life.[8]\n\nMin Saw grew up in the shadow of his two step-brothers, who viewed Min Saw as their youngest brother and allowed him to retain his princely status at the court. Min Saw and his mother attended Kunhsaw, and lived nearby the monastery.[8] In 1038, Kyiso died, and was succeeded by Sokkate.[note 7] Min Saw was loyal to the new king. He took wives, and had at least two sons (Saw Lu and Kyansittha) by the early 1040s.\nIn 1044 however, Min Saw raised a rebellion at nearby Mount Popa, and challenged Sokkate to single combat. According to the chronicles, the reason for his uprising was that Sokkate had just raised Min Saw\u0027s mother as queen. Sokkate is said to have addressed Min Saw as brother-son, which the latter took great offense. Sokkate accepted the challenge to single combat on horseback. On 11 August 1044, Min Saw slew Sokkate at Myinkaba, near Pagan.[note 8] The king and his horse both fell into the river nearby.[9]\n\nMin Saw first offered the throne to his father. The former king, who had long been a monk, refused. On 16 December 1044, Min Saw ascended the throne with the title of Anawrahta, a Burmanized form of Sanskrit name Aniruddha .[note 9] His full royal style was Maha Yaza Thiri Aniruddha Dewa (မဟာ ရာဇာ သီရိ အနိရုဒ္ဓ ဒေဝ; Sanskrit: Mahā Rājā Śrī Aniruddha Devá). Burmese history now begins to be less conjectural。\nEarly reign: Consolidation of Central Burma\nIn the beginning, Anawrahta\u0027s principality was a small area—barely 200 miles north to south and about 80 miles from east to west, comprising roughly the present districts of Mandalay, Meiktila, Myingyan, Kyaukse, Yamethin, Magwe, Sagaing and Katha east of the Irrawaddy, and the riverine portions of Minbu and Pakkoku. To the north lay Nanzhao Kingdom, and to the east still largely uninhibited Shan Hills, to the south and the west the Pyus, and farther south still, the Mons.[12]\n\nEconomic reforms\nAnawrahta\u0027s first acts as king were to organize his kingdom. He graded every town and village according to the levy it could raise. He made great efforts to turn the arid parched lands of central Burma into a rice granary. He constructed the irrigation system,[13] which is still used in Upper Burma today. He repaired the Meiktila Lake, and successfully built four weirs and canals (Kinda, Nga Laingzin, Pyaungbya, Kume) on the Panlaung river, and three weirs (Nwadet, Kunhse, Nga Pyaung) on the Zawgyi. (He also tried to control the Myitnge river but failed despite all his efforts. The work lasted three years and there were many casualties from fever.) He peopled the newly developed areas with villages, which under royal officers served the canals. The region, known as Ledwin (lit. the rice country) became the granary, the economic key of the north country. History shows that one who gained control of Kyaukse became kingmaker in Upper Burma.[12]\n\nMilitary organization\nAnawrahta organized Pagan\u0027s military. His key men—known as the Four Great Paladins in Burmese history—were:[14]\n\nKyansittha, his son and lead general\nNyaung-U Hpi, known as the great swimmer from Nyaung-U\nNga Htwe Yu, former toddy tree climber from Myinmu (near Sagaing)\nNga Lon Letpe, former farmer from near Mount Popa\nAlso at his service were Byatta (ဗျတ္တ), a Muslim (likely an Arab seaman) shipwrecked at Thaton, and his sons Shwe Hpyin Gyi and Shwe Hpyin Nge, (who later entered the pantheon of Burmese folk deities as Shwe Hpyin Brothers ရွှေဖျဉ်းညီနောင်).\nFounding of Pagan Empire\nBy the mid-1050s, Anawrahta\u0027s reforms had turned Pagan into a regional power, and he looked to expand. Over the next ten years, he founded the Pagan Empire, the Irrawaddy valley at the core, surrounded by tributary kingdoms.[15]\n\nEstimates of the extent of his empire vary greatly. The Burmese and Thai chronicles report an empire which covered present-day Myanmar and northern Thailand. The Thai chronicles assert that Anawrahta conquered the entire Menam valley, and received tribute from the Khmer king. One states that Anawrahta\u0027s armies invaded the Khmer kingdom and sacked the city of Angkor, and another one goes so far as to say that Anawrahta even visited Java to receive his tribute.[15] However, Western historians (Harvey, Hall, et al) present a much smaller empire, consisted of the Irrawaddy valley and nearer periphery. His victory terracotta votive tablets (emblazoned with his name in Sanskrit) have been found along the Tenasserim coastline in the south, Katha in the north, Thazi in the east and Minbu in the west.[16]\n\nShan Hills\nHis first efforts were in then lightly inhabited Shan Hills in the east and the north. He acquired allegiance of Shan Hills in two waves. In the early to mid-1050s, Anawrahta first visited the nearer Shan Hills in the east, and received tribute. He founded the Bawrithat Pagoda in Nyaungshwe. The second wave came in the late 1050s and early 1060s after his march to Nanzhao Kingdom. After his return from Nanzhao expedition, Shan chiefs along the route presented Anawrahta with tributes. Still, their allegiance was nominal and he had to establish 43 forts along the eastern foothills of which the following 33 still exist as villages.\nLower Burma\nAfter his first Shan campaign, Anawrahta turned to the Mon-speaking kingdoms in the south, which like Pagan were merely large city-states in reality. He first received submission of the ruler of Pegu (Bago). But the Thaton Kingdom refused to submit. Anawrahta\u0027s armies, led by the \"Four Paladins\", invaded the southern kingdom in early 1057. After a 3-months\u0027 siege of the city of Thaton, on 17 May 1057, (11th waxing of Nayon, 419 ME), the Pagan forces conquered the city.[19]\n\nAccording to Burmese and Mon traditions, Anawrahta\u0027s main reason for the invasion was Thaton king Manuha\u0027s refusal to give him a copy of the Theravada Buddhist Canon. (Anawrahta had been converted to Theravada Buddhism from his native Ari Buddhism by Shin Arahan, a monk originally from Thaton.) In reality, it was merely a demand for submission couched in diplomatic language,[20] and the real aim of his conquest of Thaton was to check the Khmer Empire\u0027s conquests in the Chao Phraya basin and encroachment into the Tenasserim coast.[21][22]\n\nThe conquest of Thaton is seen as the turning point in Burmese history. Still according to traditional reconstruction, Anawrahta brought back over 30,000 people, many of them artisans and craftsmen to Pagan. These captives formed a community that later helped build thousands of monuments at Pagan, the remains of which today rival the splendors of Angkor Wat.[23]\n\nMore recent research by historian Michael Aung-Thwin[24] has argued forcefully that Thaton\u0027s contributions to the cultural transformation of Upper Burma are a post-Pagan legend without contemporary evidence, that Lower Burma in fact lacked a substantial independent polity prior to Pagan\u0027s expansion, and that Mon influence on the interior is greatly exaggerated. Possibly in this period, the delta sedimentation—which now extends the coastline by three miles a century—remained insufficient, and the sea still reached too far inland, to support a population even as large as the modest population of the late precolonial era.[21]\n\nAt any rate, during the 11th century, Pagan established its Lower Burma and this conquest facilitated growing cultural exchange, if not with local Mons, then with India and with Theravada stronghold Ceylon (Sri Lanka).[21][22]\n\nArakan\nAnawrahta\u0027s next conquest was north Arakan (Rakhine). He marched over the pass from Ngape near Minbu to An in Kyaukphyu, and then laid siege to Pyinsa, then the capital of Arakan. He reportedly tried to bring home the giant Mahamuni Buddha but could not. He did take away the gold and silver vessels of the shrine.[25]\n\nThere is no single unified Arakanese account to corroborate the event. Surviving Arakanese chronicles (from the 18th and 19th centuries) mention at least two separate raids from the east, as well as \"visits\" by Anawrahta and Kyansittha. According to the Arakanese accounts, the attacks from the east ousted kings Pe Byu and Nga Ton in succession. However, the dates are off by centuries with the ousted kings having reigned in the late 8th to early 9th centuries, 10th to 11th, or 11th to 12th centuries.[note 10]\n\nAt any rate, as was the case with the Shan Hills, Anawrahta\u0027s suzerainty over north Arakan (separated by the Arakan Yoma range) was nominal. The \"conquest\" may have been more of a raid to prevent Arakanese raids into Burma,[25] and some historians (Lieberman, Charney) do not believe he (or any other Pagan kings) had any \"effective authority\" over Arakan.[26] If Pagan never established an administrative system to govern Arakan, it continued to foster a vassal relationship for the remainder of Pagan dynasty, occasionally placing its nominees to the Arakanese throne. Moreover, the Burmese language and script came to dominate the Arakan littoral over the next centuries. With Burmese influence came ties to Ceylon (Sri Lanka) and the gradual prominence of Theravada Buddhism.[27]\n\nPateikkaya\nAnawrahta also received tribute from the Buddhist kingdom of Pateikkaya (ပဋိက္ခယား, IPA: [bədeiʔ kʰəjá]). The location of the small kingdom remains in dispute. The Burmese chronicles report the location as northwest of Arakan and its kings Indian.[28] But British historian GE Harvey reckoned that it was more likely nearer to the eastern Chin Hills.[29]\n\nExternal relations\nAs his kingdom expanded, Anawrahta came into contact with the Dali Kingdom (the erstwhile home of the Burmans) in the northeast, and in the southeast, the Khmer Empire, the main power of mainland Southeast Asia at the time. He assisted fellow Theravada Buddhist Ceylon in its war against Hindu Chola invaders.\n\nKhmer Empire\nPagan\u0027s conquest of Thaton shook the Mon world. Anawrahta also demanded tribute from other neighboring Mon Kingdoms, Haripunjaya and Dvaravati (in present-day northern and central Thailand). Haripunjaya reportedly sent in tribute but Dvaravati\u0027s overlord Khmer Empire instead invaded Tenasserim. Anawrahta sent his armies, again led by the four paladins, who repulsed the invaders. The Burmese chronicles referred to the Kingdom of Cambodia as the southeastern limit of the Pagan Empire.[20]\n\nDali Kingdom\nAfter the Khmer advance was checked, Anawrahta turned his attention toward Dali. Anawrahta led a campaign against the kingdom in the northeast. (According to a mid-17th century source, he began the march on 16 December 1057.)[note 11] He advanced to Dali, the capital of Dali Kingdom, ostensibly to seek a Buddha\u0027s tooth relic. As in the case of the request for the scriptures from Thaton, it was really a demand for tribute. The ruler of Dali shut the gates, and would not give up the relic. After a long pause, two kings exchanged presents and conversed amicably. The Dali ruler gave Anawrahta a jade image which had come into contact with the tooth.[28]\n\nCeylon\nIn 1069, Vijayabahu I of Ceylon asked Anawrahta for aid against the Chola invaders from Tamil country. Anawrahta sent ships of supplies in aid of Buddhist Ceylon.[28][30] In 1071, Vijayabahu who had defeated the Cholas asked Anawrahta for Buddhist scriptures and Buddhist monks. The Chola invasions had left the original home of Theravada Buddhism with so few monks that it was hard to convene a chapter and make valid ordinations. Anawrahta sent the monks and scriptures, and a white elephant as a present for Vijayabahu. The Burmese monks ordained or re-ordained the entire clergy of the island. In return, the Ceylonese king gave a replica of the Buddha Tooth of which Ceylon was the proud possessor. The replica was then enshrined in the Lawkananda Pagoda in Pagan.[28][31]\n\nAdministration\nNation-building\nThe greatest achievement of Anawrahta was his consolidation of various ethnic groups into a single nation. He was careful that his own people, the Burmans, not flaunt themselves before other peoples. He continued to show regard for the Pyus, who had recently fallen from greatness. He retained the name Pyu for his kingdom although it was under the leadership of the Burmans. He showed regard for the Mons, and encouraged his people to learn from the Mons.[28]\n\nAnawrahta replaced the kings of Lower Burma (Pegu and Thaton) with governors. At Pegu, he allowed the king of Pegu to remain as a vassal king in appreciation of the latter\u0027s help in Anawrahta\u0027s conquest of Thaton. But after the vassal king\u0027s death, he appointed a governor. Due to geographical distances, other tributary areas such as Arakan and Shan Hills were allowed to retain hereditary chieftainships.\nn 1056, a Mon Theravada Buddhist monk named Shin Arahan made a fateful visit to Pagan, and converted its king Anawrahta to Theravada Buddhism from his native Ari Buddhism. The king had been dissatisfied with the enormous power of Ari monks over the people, and considered the monks, who ate evening meals, drank liquor, presided over animal sacrifices, and enjoyed a form of ius primae noctis,[32] depraved. In Theravada Buddhism he found a substitute to break the power of the clergy.[33]\n\nFrom 1056 onwards, Anawrahta implemented a series of religious reforms throughout his kingdom. His reforms gained steam after his conquest of Thaton, which brought much needed scriptures and clergy from the vanquished kingdom.[34] He broke the power of the Ari monks first by declaring that his court would no longer heed if people ceased to yield their children to the priests. Those who were in bondage of the priests gained freedom. Some of the monks simply disrobed or followed the new way. However, the majority of the monks who had wielded power for so long would not go away easily.\n\nAnawrahta banished them in numbers; many of them fled to Popa Hill and the Shan Hills.[17] He used traditional nat spirits to attract people to his new religion. Asked why he allowed the nats to be placed in Buddhist temples and pagodas, Anawrahta answered \"Men will not come for the sake of new faith. Let them come for their old gods, and gradually they will be won over.\"[35]\n\nUrged on by Shin Arahan, Anawrahta tried to reform the very Theravada Buddhism he received from Thaton, which by most accounts, was in a state of decay, and increasingly influenced by Hinduism. (The Mon chronicles hint that Manuha was reprehensible for making a compromise with Hinduism. Shin Arahan left Thaton because he was unhappy with the decaying of Buddhism there.) He made Pagan a center of Theravada learning by inviting scholars from the Mon lands, Ceylon as well as from India where a dying Buddhism was being given a coup de grace by Muslim conquerors. The scholarship helped revitalize a more orthodox form of Theravada Buddhism.[36]\n\nTo be sure, his reforms could not and did not achieve everything overnight. The spread of Theravada Buddhism in Upper Burma was gradual; it took over three centuries. Its monastic system did not achieve widespread village level penetration in more remote areas until as late as the 19th century. Nor did the Aris die out. Their descendants, known as forest dwelling monks, remained a powerful force patronized by the royalty down to the Ava period in the 16th century. Likewise, the nat worship continued (down to the present day). Even the Theravada Buddhism of Anawrahta, Kyansittha and Manuha was one still strongly influenced by Hinduism when compared to later more orthodox (18th and 19th century) standards. Tantric, Saivite, and Vaishnava elements enjoyed greater elite influence than they would later do, reflecting both the relative immaturity of early Burmese literacy culture and its indiscriminate receptivity to non-Burman traditions. Indeed, even today\u0027s Burmese Buddhism contains many animist, Mahayana Buddhist and Hindu elements.[32]\n\nHe was the first of the \"Temple Builders\" of Pagan. His chief monument was the Shwezigon Pagoda. The work began in 1059 but was still unfinished at his death 18 years later. He also built the Shwesandaw Pagoda south of Pagan to house the hair relics presented by Pegu. Farther afield, he built other pagodas such as Shweyinhmyaw, Shwegu and Shwezigon near Meiktila.\nInvention of Burmese alphabet\nScholarship believed until recently that Anawrahta commissioned the invention of the Burmese alphabet based on the Mon script, c. 1058, a year after the Thaton conquest.[37] However, recent research finds that the Burmese alphabet had been in use at least since 1035, and if an 18th-century recast inscription is permissible as evidence, since 984 CE.[38]\n\nGoverning style\nAnawrahta was an energetic king who implemented many profound enduring political, socioeconomic and cultural changes. He was admired and feared but not loved by his subjects.[39]\n\nHistorian Htin Aung writes:\n\nAnawrahta was ruthless and stern not to any particular ethnic group but to all his subjects, for he felt that harsh measures were needed in building up a new nation. He never accepted the cult of the god-king, and he was impatient even with gods that his people worshipped; men came to say that he beat up gods with the flat of his lance. He achieved his aims but only at the price of his own popularity. His subjects admired and feared him, but did not love him. His execution of two young heroes for a trifling breach of discipline after the conclusion of his Nanzhao campaign angered people, and to appease them he declared that the two dead heroes were now gods who could be worshipped. His forcing of Kyansittha to become fugitive increased his popularity although this action at least was justified for the great paladin, like the Lancelot of the Round Table, was in love with one of his queens.[40]\n\n(The queen in love with Kyansittha was Manisanda Khin U. The two young heroes executed were Shwe Hpyin Gyi and Shwe Hpyin Nge, who later entered the pantheon of Burmese nat spirits).\n\nBut people admired and feared him, and he was able to implement many of his ambitious multifaceted reforms.\n\nDeath\nAnawrahta died on 11 April 1077 in the outskirts of Pagan.[note 12] The chronicles hint that his enemies ambushed and killed him and then disposed of the body in such a way that it was never found. The chronicles state that a nat (spirit) appeared in the guise of wild buffalo and gored him to death, and then demons took away his body.\nAnawrahta is considered one of the greatest, if not the greatest, kings of Burmese history for he founded first \"charter polity\" of what would later become modern Burma. Not only did he greatly expand the Pagan Kingdom but he also implemented a series of political and administrative reforms that enabled his empire to dominate the Irrawaddy valley and its periphery for another 250 years.\n\nAnawrahta\u0027s legacy went far beyond the borders of modern Burma. The success and longevity of Pagan\u0027s dominance over the Irrawaddy valley laid the foundation for the ascent of Burmese language and culture, the spread of Burman ethnicity in Upper Burma. His embrace of Theravada Buddhism and his success in stopping the advance of Khmer Empire, a Hindu kingdom, provided the Buddhist school, which had been in retreat elsewhere in South and Southeast Asia, a much-needed reprieve and a safe shelter. He helped restart Theravada Buddhism in Ceylon, the Buddhist school\u0027s original home.[41] The success of Pagan dynasty made Theravada Buddhism\u0027s later growth in Lan Na, Siam, Lan Xang, and Cambodia, also due in a large part to Ceylon\u0027s interactions with those lands, in the 13th and 14th centuries possible.\nIn popular culture\nAnawrahta\u0027s life stories and legends remain a popular subject of Burmese folklore. The love triangle involving Anawrahta, Kyansittha and Manisanda as well as the sad story of Saw Mon Hla, one of his queens, are a staple of Burmese theater. Due to his reputation as a stern father figure, he is not the central character in these stories where the main protagonist invariably is the romantic soldier-king Kyansittha.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Anawrahta_at_National_museum.JPG/330px-Anawrahta_at_National_museum.JPG"
  },
  {
    "mmtitle": "စုက္ကတေးမင်း",
    "engtitle": "King Sokkate",
    "pubDate": "April 16, 2023 11:31 PM",
    "timeStamp": "1681664857714",
    "mmcontent": "စုက္ကတေးမင်းသည် အမှန်တကယ်မှာ တောင်သူကြီးမင်းနှင့် အလယ်ပြင်သည် မိဖုရားကြီးမှ ပဋိသန္ဓေဖြစ်လေသည်။ ကွမ်းဆော်ကြောင်ဖြူမင်း နန်းတက်ပြီးနောက်တွင် တောင်သူကြီးမင်း တင်မြှောက်ခဲ့သော မိဖုရား ၃ပါး ကိုပင် မိဖုရားဆက် တင်မြောက်ခဲ့သည်။ စုက္ကတေးသည် ကွမ်းဆော်ကြောင်ဖြူမင်းနှင့် အလယ်ပြင် မိဖုရားမှ မွေးဖွားသော သားတော်ဖြစ်လေသည်။ ကျဉ်စိုးမင်းသားကို ကွမ်းဆော်ကြောင်ဖြူမင်းကြီး၏ တောင်ပြင်သည် မိဖုရားကြီးမှ ဖွားမြင်သည်။ စုက္ကတေးထက် ကျဉ်စိုးမင်းသားက ၆-လကြီးသည်။ စုက္ကတေးက ငယ်ရွယ်စဉ်ကပင် ပါးရည်နတ်ရည်ရှိသည်။ ကျဉ်စိုးမင်းသားသည် မိဖုရားကြီးမှ မွေးဖွားသောကြောင့် အရေးပါလှသည်။ ထို့ကြောင့် စုက္ကတေးသည် ကျဉ်စိုးမင်းသားထံ အမြဲချည်းကပ်သည်။\n\nစုက္ကတေးမင်းသား၏ အကြံနှင့် ကျဉ်စိုးမင်းသားတို့ ပူးပေါင်းကာ ကျောင်းဆောင်တစ်ဆောင် ဆောက်လုပ်လှူဒါန်းပြီး ကျောင်းတော် ရေစက်ချအလှူ၌ သာဓုခေါ်ပေးရန် မင်းကြီးကို ဖိတ်ကြားရာ ကွမ်းဆော်ကြောင်ဖြူမင်းလည်း ကြွရောက်လေသည်။ ကျောင်းရောက်လျှင် သီတင်းသုံးမည့် ပုဂ္ဂိုလ် မတွေ့သဖြင့်မေးရာ မင်းကြီးပင်ဖြစ်သည်ဟုဆိုကာ နန်းချလိုက်လေသည်။ စုက္ကတေးမင်းသားသည် နောင်တော် ကျဉ်စိုးမင်းသားကို နန်းတင်လေသည်။ ကျဉ်စိုးမင်းသား ၆-နှစ်မျှ ထီးနန်းစိုးစံပြီးနောက် နတ်ရွာစံသောအခါ ညီတော် စုက္ကတေးနန်းတက်လာသည်။\n\nစုက္ကတေးမင်းနှင့် အဖေတူ အမေကွဲ ဖြစ်သော အနော်ရထာ၏ မယ်တော်ကို မိဖုရားအဖြစ်သိမ်းပိုက်ခဲ့သည်။ ထိုစဉ်က စုက္ကတေးမင်းက အနော်ရထာအား ပြောခဲ့သည့် \"ညီသားနောင်မယ်\"ဆိုသည့် စကားရပ်မှာ သမိုင်းတွင်ခဲ့ရသည်။ အနော်ရထာသည် စုက္ကတေးမင်းအား မကျေမနပ်ဖြစ်ကာ နန်းတော်မှထွက်ပြီး စစ်တိုက်ရန် လူသူစုဆောင်းခဲ့သည်။ ပုဂံကို ပြန်လည်သိမ်းပိုက်ရန် ချီတက်လာပြီးနောက် စစ်ဖြစ်လျှင် လူအများအပြား သေကျေပျက်စီးမည် ကို မလိုလားသဖြင့် နောင်တော် စုက္ကတေးမင်း နှင့် မြင်းကပါအရပ်တွင် တစ်ဦးချင်းစီးချင်းထိုးခဲ့သည်။ နောက်ဆုံးတွင် အနော်ရထာ အနိုင်ရရှိပြီး စုက္ကတေးမင်း နတ်ရွာစံတော်မူသည်။",
    "engcontent": "Sokkate (Burmese: စုက္ကတေး, pronounced [soʊʔ kə té]; 29 March 1001 – 11 August 1044) was king of Pagan dynasty of Burma (Myanmar) from 1038 to 1044. The king lost his life in a single combat with Anawrahta, who succeeded him and went on to found the Pagan Empire.[1]\n\nAccording to the chronicles, Sokkate was a son of King Nyaung-u Sawrahan whose reign was usurped by King Kunhsaw Kyaunghpyu. Kunhsaw married Nyuang-u\u0027s three chief queens, two of whom were pregnant and subsequently gave birth to Kyiso and Sokkate. Sokkate and Kyiso were raised by Kunhsaw as his own sons. When the two sons reached manhood, they forced Kunhsaw to abdicate the throne and become a monk. When Sokkate became king, he took one of Kunhsaw\u0027s queens who had given birth to Anawrahta. When Anawrahta came of age, he challenged Sokkate to single combat, and killed the king.\nVarious chronicles do not agree on the dates regarding his life and reign.[3] The oldest chronicle Zatadawbon Yazawin is considered to be the most accurate for the Pagan period.[note 3] However, Zata itself is contradictory in its reporting of his birth date: its regnal list and horoscope sections report different birth dates.[4] The table below lists the dates given by four main chronicles, as well as Hmannan\u0027s dates when anchored by the Anawrahta\u0027s inscriptionally verified accession date of 1044. The length of reign is given as 6 years by Zata but according to the other chronicles, it was Kyiso, the predecessor, who ruled for six years.[3] Moreover, according to Hmannan, Sokkate was three months younger than his half-brother Kyiso.",
    "image": "http://www.worldhistorymaps.info/images/East-Hem_1000ad.jpg"
  },
  {
    "mmtitle": "ကျည်စိုးဘုရင်",
    "engtitle": "King Kyisoe",
    "pubDate": "April 16, 2023 03:15 PM",
    "timeStamp": "1681635124673",
    "mmcontent": "ကျည်စိုးမင်း (ခန့်မှန်း ၁၀၀၀–၁၀၃၈) သည် ပုဂံခေတ်တွင် ၁၀၂၁ ခုနှစ်မှ ၁၀၃၈ ခုနှစ်အထိ နန်းတက်ခဲ့သူ ဖြစ်သည်။ မြန်မာရာဇဝင်ကျမ်းများအဆိုအရ ကျည်စိုးမင်းသည် ညောင်ဦး စောရဟန်း၏ သားတော် ဖြစ်သော်လည်း ကွမ်းဆော်ကြောင်းဖြူမင်းက ကျွေးမွေးပြုစုခဲ့သည်။ ကွမ်းဆော်ကြောင်းဖြူမင်းသည် ညောင်ဦးစောရဟန်း၏ မိဖုရားခေါင်သုံးပါးကို လက်ထပ်ခဲ့ရာ မိဖုရားနှစ်ပါးမှာ ကိုယ်ဝန်ရှိနေဆဲဖြစ်ပြီး ကျည်စိုးနှင့် စုက္ကတေးတို့ကို မွေးဖွားခဲ့သည်။ စုက္ကတေးနှင့် ကျည်စိုးတို့ကို ကွမ်းဆော်ကြောင်းဖြူမင်းက သားအရင်းကဲ့သို့ ကျွေးမွေးပြုစုခဲ့သည်။ သားတော်နှစ်ပါး အရွယ်ရောက်သောအခါ စုက္ကတေးမင်းသား၏ အကြံနှင့် ကျည်စိုးမင်းသားတို့ ပူးပေါင်းကာ ကျောင်းဆောင်တစ်ဆောင် ဆောက်လုပ်လှူဒါန်းပြီး ကျောင်းတော် ရေစက်ချအလှူ၌ သာဓုခေါ်ပေးရန် မင်းကြီးကို ဖိတ်ကြားရာ ကွမ်းဆော်ကြောင်ဖြူမင်းလည်း ကြွရောက်လေသည်။ ကျောင်းရောက်လျှင် သီတင်းသုံးမည့် ပုဂ္ဂိုလ်မတွေ့သဖြင့်မေးရာ မင်းကြီးပင်ဖြစ်သည်ဟုဆိုကာ နန်းချလိုက်လေသည်။ ထို့နောက် ကျည်စိုးမင်းသား နန်းတက်ခဲ့သည်။\n\nကျည်စိုးမင်းသား ၆-နှစ်မျှ ထီးနန်းစိုးစံပြီးနောက် တစ်နေ့ မုံရွာအနီး တောကစားထွက်ရင်း သမင်တစ်ကောင် ရေသောက်နေသည်ကို တွေ့သဖြင့် အသာချောင်းမြောင်း နေလေသည်။ ထိုစဉ်အတွင်း တောလိုက်မုဆိုးတစ်ဦးကလည်း ယင်းသမင်ကို တောစပ်ချုံပုတ် တစ်နေရာမှ ချောင်းမြောင်းနေလေသည်။ သမင်သည် ကျည်စိုးမင်းသားအား တွေ့သည်နှင့် ရုတ်တရက်လန့်၍ ပြေးရာ မုဆိုးပစ်လိုက်သည့်မြားက ကျည်စိုးမင်းကို ထိမှန်လျှက် နတ်ရွာစံရလေသည်။ နတ်ရွာစံပြီးနောက် ရိုးမရှင်မင်းခေါင် နတ် အဖြစ် ယုံကြည်ကိုးကွယ်ကြသည်။[၁]\n\nပုဂံနေပြည်တော်တွင် ကျည်စိုးမင်း၏ သတင်းကို ညီတော် စုက္ကတေးမင်းသားက ဖုံးဖုံးဖိဖိပြုကာ ထီးနန်းကို ဆက်ခံလေသည်။\nကျည်စိုးမင်း၏ ဘဝသက်တမ်းနှင့် နန်းတက်ချိန်များကို ရာဇဝင်ကျမ်းများက အမျိုးမျိုး မှတ်တမ်းတင်ထားသည်ကို တွေ့ရှိရသည်။[၃] သက်တမ်းအရင့်ဆုံး ဇာတာတော်ပုံ ရာဇဝင်ကို ပုဂံခေတ်ကာလအတွက် အတိကျဆုံးဖြစ်သည်ဟု ယူဆကြသည်။[note ၂] အောက်ဖော်ပြပါ ဇယားသည် ထင်ရှားသော ရာဇဝင်ကျမ်းလေးစောင်တွင် ဖော်ပြထားသော ရက်စွဲများ ဖြစ်သည်။ ကျည်စိုးမင်း စိုးစံချိန်ကို ဇာတာတော်ပုံရာဇဝင်ကျမ်းက ၁၇ နှစ်ဟု ဖော်ပြထားပြီး ကျန်ကျမ်းများက ၆ နှစ်ဟု ဖော်ပြသည်။ ဇာတာတော်ပုံတွင် ကျည်စိုးမင်းလွန်ပြီးနောက် နန်းတက်သော စုက္ကတေးမင်း၏ နန်းသက်ကို ၆ နှစ်ဟု ဖော်ပြသည်။",
    "engcontent": "Kyiso (Burmese: ကျည်စိုး, pronounced [tɕɪ̀ɰ̃só]; c. 1000–1038) was a king of the Pagan dynasty from 1021 to 1038. According to the Burmese chronicles, Kyiso was a son of King Nyaung-u Sawrahan but raised by King Kunhsaw Kyaunghpyu. Kunhsaw married Nyuang-u\u0027s three chief queens, two of whom were pregnant and subsequently gave birth to Kyiso and Sokkate. Sokkate and Kyiso were raised by Kunhsaw as his own sons. When the two sons reached manhood, they forced Kunhsaw to abdicate the throne and become a monk.\n\nKyiso was an avid hunter, and was killed in a hunting accident near Monywa. He became Yoma Shin Mingaung Nat or a spirit in Burmese folk religion.\nVarious chronicles do not agree on the dates regarding his life and reign.[2] The oldest chronicle Zatadawbon Yazawin is considered to be the most accurate for the Pagan period.[note 2] The table below lists the dates given by four main chronicles, as well as Hmannan\u0027s dates when anchored by the Anawrahta\u0027s inscriptionally verified accession date of 1044. The length of reign for Kyiso is given as 17 years by Zata but as six years by the others. According to Zata, it was Sokkate, the successor of Kyiso, who ruled for six years.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Pareinma_Shin_Mingaung_Nat.jpg/330px-Pareinma_Shin_Mingaung_Nat.jpg"
  },
  {
    "mmtitle": "ကွမ်းဆော်ကြောင်းဖြူမင်း သက္ကရာဇ် ၃၁၂ မှ ၃၃၃- ခုနှစ်",
    "engtitle": "Kunhsaw Kyaunghpyu",
    "pubDate": "April 16, 2023 03:04 PM",
    "timeStamp": "1681634732593",
    "mmcontent": "ကွမ်းဆောင်ကြောင်းဖြူမင်းသည် ပုဂံမင်းဆက် (၃၅)ဆက်မြောက် တန်နက်မင်း၏ သားတော်တစ်ပါးဖြစ်သည်။ အိမ်နိမ့် ၅၈၊ စည်းစိမ် ၂၂ ။ သက်တော် ၈ဝ ။ နံတော် တနင်္ဂနွေသား ဖြစ်သည်။ \u0027\n\nတောင်သူကြီးမင်းလက်ထက်တွင် ငယ်ရွယ်စဉ်က မိခင်ဖြစ်သူနှင့် အတူနေထိုင်ကြီးပြင်းခဲ့သည်။ အရွယ်ရောက်သော် ကွမ်းဆော်(အခွန်ကောက်ခံရ)သည့် အလုပ်ဖြင့် မင်းမှုထမ်းဖြစ်လာသည်။\n\n(လယ်ကွင်း၊ယာကွင်းများကိုတိုင်းတာဆော်ဩြပီးအခွန်ကောက်) အလုပ်တာဝန်အရ နေ့စဉ် နန်းတွင်းသို့ အခစားဝင်ရသည်။ ကွမ်းဆော်သည်ကြောင်းဖြူအရပ်တွင် နေထိုင်သည်။ ထိုအရပ်သည် သုဝဏ္ဏသောတ\u003dနဂါးပြည်သို့သွားသော နဂါးကြောင်း/ ရွှေကြောင်း ဟူ၏။ မိခင်သည် သား ကွမ်းဆော်အတွက် စားမြိန်စာထုပ်ကို နေ့တိုင်း စီရင်ပေး၏။ ကွမ်းဆော်သည် စားမြိန်စာကို စောင်းချမ်းပင်ကြီးအောက်၌ ဖြေ၍ စားဦးတင်၏။ စောင်းချမ်းပင်စော့င်နတ်မှစ၍ နတ်၊နဂါးများကို အမျှဝေ၏။ နတ်တို့က အိပ်မက်ပေး၍ သရဏဂုံ၊ ငါးပါးသီလကို မြဲစွာဆောက်တည်၊ သစ္စာစကားကို မှန်အောင်သုံး၊ အနုဿတိဆယ်ပါးကို တနေ့ နှစ်ထောင် ရအောင်စီးဖြန်း-ဟုဆိုကြသည်။ နတ်တို့ ဆိုသည်မှ စ၍ အမြဲဆောက်တည်လေ၏။\n\nထိုစကားကို ထောက်၍ အနော်ရထာမတိုင်မီ ပုဂံပြည်၌ သာသနာတော် အလုံးစုံ မကွယ်ခဲ့ကြောင်း သိသာလှပါသည်။\n\nတစ်ရက်တွင် \"မင်းလောင်းပေါ်မည်\" ဟူသောကောလဟာလပေါ်ထွက်လာပြီး ကွမ်းဆော်လုလင်လည်း မင်းလောင်းကြည့်ရန် နန်းတော်သို့ နံနက်စောစော ထွက်လာသည်။ လမ်းခရီးတွင် အဘိုးအိုယောင်ဆောင်ထားသည့် သိကြားမင်းနှင့် တွေ့ကာ အဘိုးအိုက မိမိလည်း မင်းလောင်းကြည့်ရန်လာခြင်း ဖြစ်ကြောင်းနှင့် မိမိပစ္စည်းများကို မင်းလောင်းကြိုသည့် နန်းတော်အဝင်ဝသို့ ယူဆောင်သွားပေးရန် ပြောဆိုသည်။ သို့ဖြင့် ကွမ်းဆော်သည် အဘိုးအိုပေးသည့် မကိုဋ်သရဖူ၊ အရိန္နမာလှံ နှင့် မြင်းဖြူတို့ကို စီးကာ မင်းလောင်းကြိုသည့် နန်းတော်ဝသို့ ထွက်လာခဲ့သည်။ အဆင်တန်ဆာဆန်းများ ဆင်မြန်းကာ မြင်းဖြူစီးလာသည့် ကွမ်းဆော်ကို လူအများမြင်လျှင် မင်းလောင်းဟု တစ်ညီတစ်ညွှတ်ထဲ လက်ခံရိုကျိုးသဖြင့် မင်းအဖြစ်ကိုရသည်။ တောင်သူကြီးမင်းလည်း နန်းတော် လေသာဆောင်မှ အရှိန်လွန်ပြုတ်ကျသဖြင့် ကွယ်လွန်သည်။\n\n(အထက်ပါပါးစပ်ရာဇဝင်မှာ လူသိများသော အချင်းအရာဖြစ်သည်။ ထိုဇာတ်လမ်းကို ပြန်လည်သုံးသပ်ကြည့်လျှင် နန်းတော်တွင်းမှ တန်နက်မင်း၏ ကျွန်ရင်းများသော်လည်းကောင်း၊ တောင်သူကြီးမင်း၏ ညံ့ဖျင်းမှုကို သိမြင်သဖြင့် ဘုရင်သစ်တစ်ပါး တင်မြှောက်လိုသူတို့ကသော်လည်းကောင်း တန်နက်မင်းအဆက်အနွယ်ဖြစ်သည့် ကွမ်းဆော်ကို တစ်ဖက်လှည့်ဖြင့် နန်းတင်ရန် ကြိုးစားခြင်းဖြစ်သည်ဟု သုံးသပ်နိုင်သည်။)\nအနော်ရထာမင်း၏ ခမည်းတော် နန်းတက်ပုံနှင့် နန်းဆင်းပုံ !\n\nပုဂံခေတ် မြန်မာ့သမိုင်းမှာ အနော်ရထာဆိုတဲ့အမည်နဲ့ လူသိများခဲ့ပေမယ့် သူကိုယ်တိုင် မွန်ဘာသာ / ပါဠိ / သက္ကတဘာသာများနဲ့ အုတ်ခွက်စာ ရေးထိုးတဲ့အခါမှာ (အနိရုဒ္ဓ) လို့ပဲ ရေးလေ့ရှိပါတယ် ။ အနော်ရထာရဲ့ နန်းသက်ကိုလည်း ကျန်စစ်သား(ထိလိုင်မင်း) ဖြစ်တဲ့ ခရစ်နှစ် ၁၀၈၄ ကို တည်ပြီး စောလူး(ဝဇြာဘရဏာ) အရ နန်းသက် (၇) ဖြစ်ပြီး ထိုမင်းဖြစ်သည့် နှစ်မှာ ၁၀၇၇ လို့ ယူတာဖြစ်တယ် ။ အနော်ရထာရဲ့ နန်းသက်က ဇာတာပုံ ရာဇဝင်အရ (၃၃)နှစ်ဖြစ်ပြီး ခရစ်နှစ် ၁၀၄၄ ဖြစ်မယ်လို့ ယူရပါတယ် ။ နန်းသက်နဲ့ ဆက်စပ်ပြီး ဇာတာတော်ပုံကို ယူရတဲ့ အကြောင်းကတော့ ကျန်စစ်သားကနေစပြီး ကျောက်စာပါအထောက်အထားနဲ့ ဇာတာတော်ပုံ အမှတ်အသား တိုက်ဆိုင်ညီညွတ်မှုများ ရှိလို့ပဲ ဖြစ်ပါတယ် ။ ဒါကြောင့် အနော်ရထာကို(၁၀၄၄ - ၁၀၇၇) လို့ မှတ်ယူရမှာဖြစ်တယ် ။\n\nမှန်နန်းရာဇဝင်မှာ အနော်ရထာက ကွမ်းဆော်ကြောင်ဖြူမင်းနဲ့ မြောက်ပြင်သည်တို့ရဲ့ သားတော်ဖြစ်တယ်လို့ ပြဆိုတယ် ။ ကွမ်းဆော်ကြောင်ဖြူက တန်နက်မင်းရဲ့ သားတော်ဖြစ်တယ် ။ တန်နက်မင်းကို စလေငခွေးလုပ်ကြံပြီး မင်းပြုတဲ့အခါ တန်နက်မင်းရဲ့ မိဖုရားက စလေငခွေးရဲ့ မိဖုရားမလုပ်လိုတဲ့အတွက် ဝမ်းတွင်း ပဋိသန္ဓေနဲ့အတူ နန်းကဆင်းပြီး ပြေးတယ် ။ အဲ့ဒီ့နောက်ကြောင်ဖြူအရပ်မှာနေထိုင်ရင်း ကလေးမွေးဖွားတဲ့အတွက် ထိုကလေးမှာ ကြောင်ဖြူမင်းအမည် သွင်လာပါတယ် ။\n\nအရွယ်ရောက်လာတော့ သူဟာ မင်းမျိုးက ဆင်းသက်လာသူဖြစ်ကြောင်း သိရပြီး တစ်ချိန် ခမည်းတော်အရိုက်အရာကို ရရပါမယ်လို့ ယုံကြည်ထားတယ် ။ နောက်တော့ နန်းတော်မှာ ကွမ်းဆော်အဖြစ်အမှုထမ်းနေတယ် ။ တစ်နေ့ ပုဂံမှာ မင်းလောင်းပေါ်မယ်လို့ ကျော်စောလာတယ် ။ ပုဂံသားတို့က မင်းလောင်းကို ပူဇော်ဖို့အတွက် တုရင်တောင်ကို သွားကြတယ် ။ ကွမ်းဆော်မင်းလည်း မင်းလောင်းကို ကြည့်လိုတဲ့အတွက် အလာမှာ (အမည်မသိ)လူတစ်ယောက်က သူ့ရဲ့ မြင်းနဲ့အတူ ပတ္တမြားဥသျှောင် / ပတ္တမြားလက်စွပ် / လှံ(အရိန္ဒမာလှံ) နဲ့ ဓားကို ကွမ်းဆော်မင်းဆီ ပေးလိုက်တယ်လို့ ဆိုတယ် ။ ကွမ်းဆော်လည်း အဲ့အရာတွေယူပြီး မင်းလောင်းကြည့်ဖို့ တုရင်တောင်ကို သွားခဲ့တယ် ။ အဲ့မှာပဲ ကွမ်းဆော်ကို မင်းလောင်းအဖြစ်နဲ့ မြင်ပြီး တင်မြှောက်လိုက်ကြပါတယ် ။ အဲ့မှာ စောရဟန်းမင်းက မိမိရှိနေပါလျက်နဲ့ ဘယ်သူက ဒီလို လုပ်သလဲဆိုပြီး အမျတ်ရှနေစဉ်မှာပဲ တံခါးဝက ရုပ်တုကျိုးကျပြီး ဦးခေါင်းစိုက်ကျ နတ်ရွာစံခဲ့တော့တယ် ။\n\nညောင်ဦးစောရဟန်းမင်း နတ်ရွာစံတော့ မိဖုရား သုံးဦးကျန်ခဲ့တယ် ။ မိဖုရားကြီးကို တောင်ပြင် ။ အလတ်ကို အလယ်ပြင် ။ အငယ်ကို မြောက်ပြင်လို့ ခေါ်ပြီး ထိုအချိန်မှာ အကြီးနဲ့ အလတ်မိဖုရားဆီမှာ ကိုယ်ဝန်ကိုယ်စီနဲ့ကျန်ခဲ့တယ် ။ အငယ်တစ်ဦးပဲ ကိုယ်ဝန်မရှိပဲ ကျန်ခဲ့ပါတယ် ။ အနော်ရထာက မိဖုရားအငယ်ဖြစ်တဲ့ မြောက်ပြင်သည်ရဲ့ ဝမ်းက မွေးဖွားလာခဲ့တာ ဖြစ်ပါတယ် ။\n\nညောင်ဦးစောရဟန်းကွယ်လွန်ပြီးတဲ့နောက် ပုဂံထီးနန်းကို ကွမ်းဆော်မင်း နန်းတက်တယ် ။ ညောင်ဦးစောရဟန်းမင်းရဲ့ မိဖုရား သုံးယောက်ကိုပဲ မိဖုရားတင်မြှောက်ထားပါတယ်။\n\nညောင်ဦးစောရဟန်းရဲ့ သားတော်များဖြစ်ကြတဲ့ ကျည်စိုးနဲ့ စုက္ကတေးတို့ဟာ အရွယ်ရောက်လာတဲ့အခါ နန်းလုဖို့ကြံစည်ပြီး ဥပါယ်တံမျဉ်းပြုတယ် ။ ကျောင်းဆောက်ပြီး ကွမ်းဆော်မင်းကို ရေစက်ချဖို့ လျှောက်တယ် ။ ကွမ်းဆော်မင်းလဲ ယုံကြည်တဲ့အတွက် လာရောက်တဲ့အခါ ကျည်စိုးနဲ့ စက္ကတေးတို့က ဖမ်းပြီး ခြိမ်းခြောက်ကာ ရဟန်းပေးပြုလိုက်ကြတော့တယ် ။ ဒီလိုနဲ့ အနော်ရထာရဲ့ ခမည်းတော်ဟာ နန်းကျမင်း ဖြစ်သွားခဲ့ရပါတယ် ။\n\nကြောင်းဖြူမင်း(ဇာတ်မြုတ်နေထိုင်ရာ အရပ်ကို အစွဲပြု၍ခေါ်သောအမည်) သို့မဟုတ် ကွမ်းဆော်မင်း (လုပ်ကိုင်ခဲ့သောအလုပ်ကို အစွဲပြု၍ ခေါ်သောအမည်) ဖြစ်သည်။ ကွမ်းဆော်ကြောင်ဖြူသည် သက္ကရာဇ် ၃၂၆ တွင် ထီးနန်းရလေသည်။ နန်းတက်ပြီးသည့်နောက်တွင် တောင်သူကြီးမင်း တင်မြှောက်ခဲ့သော မိဖုရား ၃ပါး ကိုပင် မိဖုရား ဆက် တင်မြောက်ခဲ့ရာ တောင်ပြင်သည်မိဖုရား တွင် တောင်သူကြီးမင်း၏ ပဋိသန္ဓေပါလာလေရာ ကျဉ်စိုးကို ဖွားမြင်လေသည်။ ထို့အတူ အလယ်ပြင်သည် မိဖုရားတွင်လည်း တောင်သူကြီးမင်း၏ ပဋိသန္ဓေ ပါလာလေရာ စုက္ကတေးကို ဖွားမြင်လေသည်။ စုက္ကတေးထက် ကျဉ်စိုးမင်းသားက ၆-လကြီးသည်။ မြောက်ပြင်သည် မိဖုရား နှင့် ကြောင်ဖြူ မင်း တို့ မှ အနော်ရထာကို ဖွားမြင်လေသည်။ မိဖုရား ၃ပါးတို့ မှာ ညီအစ်မတော်ကြရာ ကျည်းစို၊ စုက္ကတေး နှင့် အနော်ရထာ တို့မှာ ဝမ်းကွဲ ညီအစ်ကို တော်စပ်ကြသည်။ စုက္ကတေးက ငယ်ရွယ်စဉ်ကပင် ပါးရည်နတ်ရည်ရှိသည်။ ကျဉ်စိုးမင်းသားသည် မိဖုရားကြီးမှ မွေးဖွားသောကြောင့် အရေးပါလှသည်။ ထို့ကြောင့် စုက္ကတေးသည် ကျဉ်စိုးမင်းသားထံ အမြဲချည်းကပ်သည်။\n\nကွမ်းဆော်ကြောင်းဖြူမင်း နန်းစံ ၂၂ နှစ်ရချိန်တွင် စုက္ကတေးမင်းသား၏ အကြံနှင့် ကျဉ်စိုးမင်းသားတို့ ပူးပေါင်းကာ ကျောင်းဆောင် တစ်ဆောင်(ကျောင်းအဖြူ) ဆောက်လုပ်လှူဒါန်းပြီး ကျောင်းတော် ရေစက်ချအလှူ၌ သာဓုခေါ်ပေးရန် မင်းကြီးကို ဖိတ်ကြားရာ ကွမ်းဆော်ကြောင်ဖြူမင်းလည်း ကြွရောက်လေသည်။ ကျောင်းအဖြူသို့ ရောက်လျှင် သီတင်းသုံးမည့် ပုဂ္ဂိုလ်မတွေ့သဖြင့်မေးရာ မင်းကြီးပင်ဖြစ်သည် ဟုဆိုကာ နန်းချလိုက်လေသည်။ သို့ဖြင့် ကွမ်းဆော်မင်းလည်း ထိုကျောင်းငယ်တွင်ပင် ရဟန်းဝတ်ဖြင့် နေထိုင်သွားရလေသည်။\n\n(ကျောင်းဖြူသို့ ပို့ကာနေစေသဖြင့် ကျောင်းဖြူမင်း ဟုခေါ်သည် ဟူသော အယူအဆ များလည်း ရှိသည်။)\nထို့နောက် သားတော် စုက္ကတေးက ထီးနန်းစိုးစံတော်မူသည်။ နောက်တွင် အနော်ရထာက စုက္ကတေးအား စီးချင်းထိုးကာ အနိုင်ရပြီးနောက် ဖခင်ဖြစ်သူအား နန်းအပ်သော်လည်း လက်မခံဘဲ သားဖြစ်သူ အနော်ရထာကိုသာ မင်းပြုစေသည် ဟုဆိုသည်။\n\nသက္ကရာဇ် ၆၇၅-ခု ရေး မြင်းကပါ ဂူပြောက်ငယ် မင်စာ တွင် က္လောင်ဖ္လူ (ကျောင်းဖြူ) မင်းအကြောင်းကို တွေ့ရသည်။ အရစ် နှင့် မရေးဘဲ လဆွဲအရစ်နှင့် ရေးသည်။ ဖြူသောကျောင်း ဟု အဓိပ္ပာယ်ရသည်။ [၂]\n\nမှတ်ချက်။ ။ သက္ကရာဇ်များကို ဦးကုလားရေးသော ရာဇဝင်ချုပ်စာအုပ်မှ အမှန်ယူ ရေးသားပါသည်။\nထီးဖြူဆောင်းနတ်သည် ပုဂံနော်ရထာမင်း၏ ခမည်းတော် ကွမ်းဆော်မင်း(၃၂၆-၃၄၈)ဖြစ် သည်။ ကြည်းစိုးနှင့်စုက္ကတေးမင်းတို့က ပုန်ကန်လှည့်စား၍ ရဟန်းပြုစေသဖြင့် ရဟန်းအဖြစ်နှင့် အနိစ္စရောက်ရာမှ နတ်ဖြစ်သည်ဟုဆိုသည်။ နတ်ရုပ်မှာပလ္လင်ခုံပြန့်ပေါ်တွင် တင်ပျဉ်ခွေလျက်၊ သင်္ကန်းဒူးကုဋ်တင်ဟန်နှင့်မိုးကြိုးသွားပုံ ဒေါက်ချာဆောင်းထားသည်။ ယာလက်ကသရဘတ် ကိုင်၍ (ယပ်ကိုင်၍) ဝဲလက်ကဒူးပေါ်ထောက်ထားသည်။",
    "engcontent": "Kunhsaw Kyaunghpyu ( c. 955–1048) was king of Pagan Dynasty of Burma (Myanmar) from 1001 to 1021. He was the father of Anawrahta, the founder of Pagan Empire. The principality of Pagan continued to gain strength during his reign. Pagan\u0027s surviving walls were most likely constructed during his reign.[1]\n\nKunhsaw is part of the pantheon of Burmese nats (spirits) as Htihpyusaung Nat.\nAccording to the Burmese chronicles, Kunhsaw Kyaunghpyu was a son of an early Pagan king Tannet, who was assassinated as his queen was enseint with Kunhsaw. However Tannet died in the early 10th century. It is more likely that he was a descendant of Tannet. He took over the Pagan throne from King Nyaung-u Sawrahan, and married three of Nyaung-u\u0027s chief queens, two of whom were pregnant and subsequently gave birth to Kyiso and Sokkate. Kunhsaw raised Sokkate and Kyiso as his own sons. When the two sons reached manhood, they forced Kunhsaw to abdicate the throne and become a monk. Kyiso took over as king.[3]\n\nHe lost the throne in 1021 although various chronicles do not agree on the dates regarding his life and reign.[4] The oldest chronicle Zatadawbon Yazawin is considered to be the most accurate for the Pagan period.[note 1] The table below lists the dates given by four main chronicles, as well as Hmannan\u0027s dates when anchored by the Anawrahta\u0027s inscriptionally verified accession date of 1044.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Htibyusaung_Nat.jpg/330px-Htibyusaung_Nat.jpg"
  },
  {
    "mmtitle": "ထိုင်းနိုင်ငံ ဆောင်ခရမ် ရေကစား ပွဲတော်",
    "engtitle": "Songkran Water Festival (Thailand)",
    "pubDate": "April 14, 2023 09:29 PM",
    "timeStamp": "1681484848047",
    "mmcontent": "ဆောင်ခရမ် သည် ထိုင်းနိုင်ငံ၏ နှစ်သစ်ကူးရေကစားပွဲတော်အတွက် အားလပ်ရက်ဖြစ်သည်။ နှစ်စဉ် ဧပြီလ ၁၃ရက်နေ့ဖြစ်သော်လည်း ၁၄ရက်နှင့် ၁၅ရက်နေ့ပါ အားလပ်ရက် ပါဝင်သည်။ ၂၀၁၈ တွင် ထိုင်းအစိုးရမှ ၁၂ မှ ၁၆ ရက်နေ့အထိ တိုးမြှင့်ခဲ့သည်။ ဆောင်ခရမ်ဟူသော စကားသည် သင်္သကရိုက်မှလာသည်။ ပြောင်းလဲခြင်း ဖြစ်သည်။ အိန္ဒိယတွင် နွေဦးပွဲတော်အဖြစ် ကျင်းပသည့် ဟိန္ဒူကောက်ရိတ်သိမ်းပွဲဖြစ်သည့် မကာဆောင်ခရမ် မှ စကားလုံးယူထားခြင်း ဖြစ်သည်။ တောင်နှင့် အရှေ့တောင်အာရှနိုင်ငံများ၏ ဗုဒ္ဓနှင့်ဟိန္ဒူဝါဒ ပြက္ခဒိန်များအရ ကျင်းပခြင်း ဖြစ်သည်။\n\nထိုင်းနိုင်ငံတွင် နှစ်သစ်ကူးရက်ကို ဇန်နဝါရီ ၁ ရက်နေ့သို့ ပြောင်းလဲလိုက်ပြီး ဆောင်ခရမ်မှာ အားလပ်ရက်အဖြစ် ပြောင်းလဲလိုက်သည်။\n၁၉၈၉ တွင် ထိုင်းအစိုးရမှ ဆောင်ခရမ်ရက်ကို ၁၂-၁၄ ဧပြီသို့ ပြောင်းလဲလိုက်သည်။ အမှန်တကယ် စတင်ချိန်မှာ ဧပြီ ၁၃ ရက်နေ့ ည ၈:၅၇ ဖြစ်သည်။ သို့သော် ဆောင်ခရမ်ကို ရိုးရာပြက္ခဒိန်အရသာ တွက်ချက်သည်။ အေးရိရာသီခွင်သို့ နေရောက်ရှိချိန်တွင် ပွဲတော်စတင်သည်။ ဤနေ့ကို မဟာဆောင်ခရမ်နေ့ဟု ခေါ်သည်။ နောက်ဆုံးနေ့ကို နှစ်သစ်၏ ပထမဆုံးနေ့ဟု သတ်မှတ်ပြီး ဝက်သလိုနမ်ဆောက် ဟုခေါ်သည်။\nဆောင်ခရမ်ပွဲတော်သည် ရိုးရာယဉ်ကျေးမှုများစွာ ပြည့်ဝနေသည်။ မနက်ပိုင်းကို ကောင်းမှုကုသိုလ်ပြုသည်။ ဤအခါသမယတွင် ဗုဒ္ဓရုပ်ပွားတော်များကို ရေသပ္ပါယ်ကြသည်။\n\nအားလပ်ရက်သည် ရေကစားခြင်းကြောင့် နာမည်ကြီးသည်။ တစ်ယောက်နှင့်တစ်ယောက် ရေပက်ကြသည်။ အချို့နေရာများတွင် ဆောင်ခရမ်အလှမယ် ရွေးကြသည်။",
    "engcontent": "Thai New Year or Songkran  is the Thai New Year\u0027s national holiday. Songkran is on 9 April every year, but the holiday period extends from 14 to 15 April. In 2018 the Thai cabinet extended the festival nationwide to seven days, 9–16 April, to enable citizens to travel home for the holiday.[1] In 2019, the holiday was observed 9–16 April as 13 April fell on a Saturday.[2] The word \"Songkran\" comes from the Sanskrit word saṃkrānti, literally \"astrological passage\", meaning transformation or change. It coincides with the rising of Aries on the astrological chart[4] and with the New Year of many calendars of Southeast and South Asia, in keeping with the Buddhist and Hindu Calendar. The New Year takes place at around the same time as the new year celebrations of many countries in South Asia like Bangladesh, China (Dai people of Yunnan Province), India (Baisakhi in Punjab, Bengal Gajan Utsav, Bengal Charak Utsav, Bengali New Year (Poyla Baisakh/Nababarsha) in West Bengal and Tripura, Bihu in Assam,Gudipadva in Maharashtra, Pana or Mahabisuba Sankranti in Odisha, Tamil Puthaandu (Tamil New Year) in Tamil Naadu, Ugadi in Andhra Pradesh and Karnataka, Vishu in Kerala etc.), Laos, Myanmar, Nepal, and Sri Lanka.\n\nIn Thailand, New Year is now officially celebrated 1 January. Songkran was the official New Year until 1888, when it was switched to a fixed date of 1 April. Then in 1940, this date was shifted to 1 January. The traditional Thai New Year Songkran was transformed into a national holiday.[5] Celebrations are famous for the public water fights framed as ritual cleansing.\n\nSocial scientists believe the origin of the festival lies in celebration of spring or harvest in agrarian community as well as religious. In songkran festival, people play with water and thanaka powder is applied on the body. April is a month of very hot sun waves in south east asian countries, to cool body temperature farmers might have enjoyed playing water. Thanaka used in songkran festival because it has several medical properties which protect from skin damage. Later religious myth were associated with the festival. Thus, harvest or spring festival was evolved into a religious festival.\nMeaning\nSongkran is a term derived from Sanskrit saṅkrānti meaning \u0027to move\u0027 or \u0027movement\u0027. It derives from the movement of the sun from one position to another in the zodiac. According to its literal meaning in Sanskrit, a Songkran occurs every month. However, the period that Thai people refer to as Songkran happens when the sun moves from Pisces to Aries in the zodiac. The correct name for this period should actually be Maha Songkran (\u0027great Songkran) because it coincides with the arrival of a New Year. The Songkran festival is, therefore, a celebration of the New Year in accordance with the solar calendar. The celebration covers a period of three days: 13 April is regarded as Maha Songkran, the day that the sun moves into Aries on the zodiac or the last day of the old year. The next day, 14 April is called Wan Nao, the transitional day between the old and the new years, and 15 April is called Wan Thaloeng Sok  New Year\u0027s day itself.",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/Songkran.jpg"
  },
  {
    "mmtitle": "မြန်မာသင်္ကြန်",
    "engtitle": "Myanmar Thingyan",
    "pubDate": "April 14, 2023 09:21 PM",
    "timeStamp": "1681484353401",
    "mmcontent": "သင်္ကြန်ဟူသော ဝေါဟာရသည် သင်္ကန္တခေါ် ပါဠိဘာသာ၊ သင်္ကြန္တခေါ် သက္ကတဘာသာမှ သက်ဆင်းလာသော ဝေါဟာရဖြစ်သည်။ သင်္ကန္တ၊ သင်္ကြန္တဟူသည် ကူးပြောင်းခြင်းဟု အနက်အဓိပ္ပာယ်ရသည်။ တပေါင်းလတွင် မြန်မာနှစ် တစ်နှစ်ကုန်ဆုံးကာ နှစ်ဟောင်းကုန်၍ တန်ခူးလတွင် နှစ်သစ်ကြုံရသောကာလ၊ နှစ်သစ်ကူးပြောင်းသောကာလဟု ဆိုလိုရင်းဖြစ်သည်။\nဟိန္ဒူအယူဝါဒမှ ဆင်းသက်လာသော ရာဇဝင်\nသိကြားမင်းနှင့် ဗြဟ္မာမင်းကြီး ( Arsi ) အငြင်းပွားကြရာ သိကြားမင်းနိုင်သဖြင့် ဗြဟ္မာမင်းကြီး၏ ဦးခေါင်းကိုရခဲ့သည်။ ဗြဟ္မာမင်းကြီးမှာ တန်ခိုးကြီးလှသဖြင့် ထိုဦးခေါင်းကြီးကို ပင်လယ်ထဲပစ်ချလျှင် ရေခန်းမည်ဖြစ်ပြီး မြေကြီးမှာထားလျှင် မီးလောင်ပျက်စီးကြမည်ဖြစ်သည်။ လေထဲကို ပစ်လျှင်လည်း သတ္တဝါအားလုံး မီးလောင်ကြမည်ဖြစ်သဖြင့် သိကြားမင်းက မည်သည့်နေရာတွင်မှ မထားလိုဘဲ လက်ထဲ၌သာ ကိုင်ထားရလေသည်။ နောက်ပိုင်းတွင် တန်ခိုးကြီးသော နတ်မင်းကြီးများကို တာဝန်လွှဲပြီး တစ်နှစ်လျှင် နတ်မင်းတစ်ပါးက ဦးခေါင်းကြီးကို ထိန်းသိမ်းထားရန် မိန့်ဆိုသည်။ ဦးခေါင်းကြီးကို တစ်ဦးလက်မှ တစ်ဦးလွှဲမည့် အချိန်အတိအကျကို ပုဏ္ဏားတို့က တွက်ချက်ဖော်ထုတ်ကြပြီး ထိုအကူးအပြောင်းကာလကို \u0027သင်္ကန္တ\u0027အခါဟု ဆိုကြသည်။ နှစ်တစ်နှစ်ပြည့်သည်ဟုလည်း သတ်မှတ်သည်။\nထိုကာလ၌ သိကြားမင်းသည် လူ့ပြည်တွင် ကောင်းမှုကုသိုလ်ထွန်းကားရန်နှင့် ဗုဒ္ဓသာသနာပြန့်ပွားရန်အတွက် လူ့ပြည်ဆင်းကာ ဆောင်ရွက်လေ့ရှိသည်။ မှတ်တမ်းများကို မှတ်သားသည်ဟုလည်းဆိုသည်။ ကောင်းသူများကို ရွှေပေလွှာတွင် ရေးမှတ်ပြီး၊ မကောင်းသူများကို ခွေးသားရေတွင် ရေးမှတ်သည်။ (သေခါနီးစိတ်၊ ခန္ဓာငါးပါးချုပ်ပုံ၊ အကုသိုလ်သဘောနှင့် ငရဲ၊ ယမမင်း စသည့်အကြောင်းများကို ဘုရားရှင်က အဘိဏှသုတ်တွင် ဟောကြားခဲ့ပြီးဖြစ်သဖြင့် ထိုသို့ရေးမှတ်သည်ဆိုသည်မှာ မည်သို့မျှ အကျိုးအကြောင်းမရှိပေ။ ဆိုလိုသည်မှာ သိကြားမင်းက မည်သို့မျှ အရေးမပါ၊ သတ္တဝါတိုင်း မိမိကံနှင့်မိမိသာဖြစ်သည်။)\n\n\nထို့အပြင် ဘုရားရှင်များလက်ထက်ကပင် နတ်နှင့်သိကြားတို့သည် တရားနာလိုလျှင် ညသန်းခေါင်ကျော် လူသူကင်းရှင်းချိန်မှသာ လာလေ့ရှိသည့် သာဓကများရှိပေသည်။ မင်္ဂလသုတ်၊ သက္ကပညာသုတ၊ အာနာပါနသုတ် စသည်တို့မှာ ညအချိန်တွင် ဟောကြားခဲ့သည့် သုတ်များဖြစ်ပေသည်။ အကြောင်းမှာ လူတို့၏ ဝမ်းထဲမှ အစာဟောင်းအနံ့ကို နတ်တို့က မခံနိုင်သောကြောင့်ဖြစ်သည်ဟု ဆိုသည်။ ထို့ကြောင့် သင်္ကြန်တွင် သိကြားမင်းက လူတို့အကြားဆင်းသည်ဟူသော အပြောမှာ မဖြစ်နိုင်ပေ။\n\nမည်သို့ဆိုစေကာမူ အထက်ပါ ဇာတ်လမ်းအရဆိုလျှင် သိကြားမင်းဆင်းသည် ဆိုသော်ငြားလည်း ရေလောင်းခြင်းအမှုမှာ မပါဝင်သေးပေ။ နောက်ပိုင်းကာလများမှသာ နှစ်သစ်ကို အေးချမ်းစွာ ကြိုဆိုသည့်သဘောဖြင့် ရေပက်ခြင်း၊ ရေလောင်းခြင်းဖြင့် ဆော့ကစားလာကြခြင်းဖြစ်သည်။ သို့ဖြင့် ကာလရှည်ကြာလာသောအခါ သင်္ကြန်၊ သိကြားမင်းနှင့် ရေပက်ခြင်းတို့မှာ ဇာတ်လမ်းအားဖြင့် တစ်သားတည်း ဖြစ်လာတော့သည်။ သို့ဖြင့် သိကြားမင်းသည် အကျနေ့တွင် လူ့ပြည်သို့ဆင်းသည်၊ အတက်နေ့တွင် လူ့ပြည်မှပြန်သည်၊ စသည်ဖြင့် ဆင့်ပွားဇာတ်လမ်းများပါ ထွက်ပေါ်လာတော့သည်။\nယခုဇာတ်လမ်းမှာမူ ဗုဒ္ဓဝင်ကျမ်းများ၊ ဗေဒင်ပညာရပ်များနှင့် ဆက်စပ်ပေသည်။ ကမ္ဘာကြီးက နေကိုလှည့်ပတ်ခြင်းကို မိဿရာသီမှ စတင်ကြည့်လျှင် ပြိဿ၊ မေထုန်... မိန်ရာသီသို့ရောက်သောအခါ သူရိယသိဒ္ဓန္တကျမ်းအရ ၃၆၅ ရက်၊ ၆ နာရီ၊ ၁၂ မိနစ်၊ ၃၇ စက္ကန့်ပြည့်ကာ တနင်္ဂနွေ ရဝိဖုဋဂြိုဟ်စင်မှ မိဿရာသီအစ သုညအင်္သာသို့ ဝင်သည်ဟု သတ်မှတ်ကာ နှစ်ဟောင်းကုန်ဆုံးကာ နှစ်သစ်သို့ကူးပြောင်းရောက်ရှိသည်ဟု ဆိုသည်။ သင်္ကြန်ကျသည်ဟု သတ်မှတ်သည်။ သို့သော် နှစ်သစ်သို့ အမှန်တကယ်ကူးသည့် အချိန်မှာ နောက်ထပ် ၂ ရက်၊ ၄ နာရီ၊ ၄ မိနစ်နှင့် ၄၀ စက္ကန့်ကြာမှဖြစ်သည်။ ထိုသို့ နေသွားလမ်းကို ၁၂ ရာသီခွင်နှင့် ညှိနှိုင်းတွက်ချက်ကာ လပြက္ခဒိန်သုံး မြန်မာတို့အတွက် တန်ခူးလအတွင်းတွင် သင်္ကြန်ကျရောက်လေသည်။\n\nသဘာဝကျသည်တစ်ခုမှာ တန်ခူးဟူသည့် ဝေါဟာရမှာ တာကူးမှ ဆင်းသက်လာခြင်းဖြစ်ပြီး တနင်္ဂနွေ ရဝိဖုဋဂြိုဟ်စင်မှ မိဿရာသီသို့ ကူးပြောင်းသည်ကိုရည်ရွယ်၍ ရှေးမြန်မာပညာရှိတို့က သတ်မှတ်အမည်ပေးခဲ့ခြင်းဖြစ်သည်။ နောက်ယူဆပုံတစ်မျိုးမှာ တန်(ဝါ)တန်းမှာ ထန်းဖြစ်၍ ခူးမှာ ခူးဆွတ်ခြင်းဖြစ်သည်။ ထို့ကြောင့် ထန်းသီးခူးသောလဟုလည်း အဓိပ္ပာယ်ရောက်သည်။\nဗုဒ္ဓကျမ်းဂန်များအရ ထိုကာလတွင် ဘုရားရှင်၏ မယ်တော်ဘက်မှ အမျိုးများရှိသည့် ဒေဝဒဟပြည်မှ မင်းသားမင်းသမီးများ ရေကစားသည့် ကာလဖြစ်သည်ဟုလည်းဆိုသည်။ (ဒေဝမှာ နတ်ဟူသော အဓိပ္ပာယ်သာမက၊ မင်းသားမင်းသမီးဟုလည်း အဓိပ္ပာယ်ရသည်။) ဘုရားရှင်လက်ထက်မတိုင်မီကပင် ထိုပူပြင်းသော မိန်ရာသီမှ မိဿရာသီသို့အပြောင်းတွင် ရေကစားလေ့ရှိသည်ဟုလည်း ဆိုသည်။ ယခုဇာတ်လမ်းများတွင်မူ သိကြားမင်းမပါတော့ပေ။ ဗုဒ္ဓဝင်နှင့် ဗေဒင်ကို ညှိနှိုင်းပြီး ရေကစားကြခြင်းသာဖြစ်သည်။\n\nမြန်မာတို့နှင့် ယဉ်ကျေးမှုခြင်းတူညီသည့် ထိုင်း၊လာအို၊ ကမ္ဘောဒီးယား တို့တွင် မည်သို့သော အစဉ်အလာမျိုးရှိသည်ကိုမူ မသိရပေ။ အမည်အားဖြင့် ထိုင်းတွင် ဆောင်ခရန် (Songkran )၊ လာအိုတွင် ပီမိုင်( Pimai )၊ ကမ္ဘောဒီးယားတွင် (Chaul Chnam Thmey ) စသည်ဖြင့် အသီးသီးခေါ်ဝေါ်ကြသည်။\nနှစ်ဟောင်းမှ နှစ်သစ်သို့\nတစ်နှစ်ဟူသော ကာလအပိုင်းအခြား၊ မြန်မာလူမျိုးတို့၏သင်္ကြန်နှင့် ဟိန္ဒူအယူဝါဒ၊ သင်္ကြန်အကျ၊ အတက် တွက်ချက်နည်း၊ သင်္ကြန်ကျပြီးဖြစ်သော်လည်း နှစ်သစ်သို့ ချက်ချင်းမကူးသေးသည်မှာ အဘယ်ကြောင့်နည်း၊ အတာပြည့်နှစ်ဟူသည် အဘယ်နည်း။\n\nသင်္ကြန်။ ။ သင်္ကြန်သည် သင်္ကန္တဟူသော ပါဠိပုဒ်မှလာသည့် သက္ကတရရစ်သံနှင့် သင်္ကြန်ဟူသော မြန်မာစကား ဖြစ်ပေါ်လာခြင်းဖြစ်သည်။ သင်္ကန္တ၏အနက်မှာ ကူးပြောင်းခြင်း၊ တစ်နေရာမှ တစ်နေရာသို့ ရောက်ရှိခြင်းဟူ၍ဖြစ်သည်။ မြန်မာလူမျိုးတို့၏ ကျင်းပမြဲဖြစ်သော ၁၂ ရာသီပွဲတော်များတွင် သင်္ကြန်ရေသဘင်ပွဲတော်သည် အလွန်ကြီးကျယ်စည်ကားသော အမျိုးသားပွဲတော်တစ်ခုဖြစ်သည်။ ဤသင်္ကြန်ရေသဘင်ပွဲတော်သည် မည်သည့်လူမျိုးတို့၏ ယဉ်ကျေးမှုများမှ ဆင်းသက်လာသနည်း၊ အဘယ်ကြောင့် သင်္ကြန်ကျချိန်တက်ချိန်ဟု ဖြစ်လာသနည်း စသောအချက်အလက်များကိုဖြေဆိုရန် သူရိယသိဒ္ဓန္တကျမ်း၊ သံဒိဋ္ဌကျမ်းစသော ဗေဒင်တွက်ရိုးကျမ်းများကို လေ့လာရန်လိုပေသည်။\n\nနိုင်ငံ၏ အဓိကကိုးကွယ်သော ဗုဒ္ဓအယူဝါဒနှင့်တကွ အခြားသောယဉ်ကျေးမှု ဓလေ့ထုံးစံတို့သည်လည်း ဟိန္ဒူယဉ်ကျေးမှု ဓလေ့ထုံးစံတို့နှင့် ရောထွေးကာ မြန်မာနိုင်ငံ ဘက်သို့ ရောက်ခဲ့ကြသည်။ ဤတွင် ဗေဒင်ပညာရှိပုဏ္ဏားတို့သည် မြန်မာဘုရင်များလက်အောက် ဝင်ရောက်အမှုထမ်း၍ သင်္ကြန်တွက်ရိုးကျမ်း၊ ဝေဒင်္ဂကျမ်း၊ အသီတိဓာတ်ကျမ်း စသည်တို့ဖြင့် မဟာသင်္ကြန်စာများထုတ်ကာ စီးပွားရှာခဲ့ကြ၏။ သင်္ကြန်၊ သက္ကရာဇ် စသောအကြောင်းများနှင့် စပ်လျဉ်း၍လည်း သိကြားမင်းနှင့် ဗြဟ္မာမင်းတို့ အချင်းဖြစ်ပွား၍ ကဝါလမိုင်း ဆရာထံ အဆုံးအဖြတ်ဝင်သည့်အခါ ဗြဟ္မာမင်းရှုံးသဖြင့် သိကြားမင်းက ဗြဟ္မာမင်းဦးခေါင်းကိုဖြတ်၍ နတ်သမီး ခုနစ်ဖော်အား အလှည့်ကျကိုင်ဆောင်စေသည့် အကြောင်းများ ပါရှိသော သင်္ကြန်သမိုင်းများကို ကြံဖန်ပြုလုပ်ခဲ့သည့်အပြင်၊ သက္ကရာဇ်ကိုတည်၍ ၇ခုနှင့်စား၊ ၈ခုစား၊ ၁၂ခုစား သင်္ကြန်ဟောကိန်းများလည်း တီထွင်ခဲ့ကြသည်။\n\n\nဘုရားပိဋကတ်တော်၌ သင်္ကြန်ကျခြင်း၊ တက်ခြင်း အကြောင်းများမပါချေ။ သီတင်းကျွတ်၊ တန်ဆောင်မုန်းလများ၌ ကျင်းပလေ့ရှိသော နက္ခတ်ပွဲသဘင်များအကြောင်းသာ ဖော်ပြထားလေသည်။ သို့သော် ကမ္ဘာပေါ်ရှိ လူမျိုးတို့သည် မိမိတို့၏ ဓလေ့ထုံးတမ်းအစဉ်အလာများအရ နှစ်ဆန်းရက်များ သတ်မှတ်ရပေမည်။ သိုးဆောင်းလူမျိုးများနှင့် ယင်းတို့၏ အယူဝါဒကိုကျင့်သုံးသော လူမျိုးအပေါင်းတို့သည် ဇန်နဝါရီလ ၁ ရက် နှစ်ဆန်းရက်ဖြစ်၍ ဒီဇင်ဘာလ ၃၁ ရက် ညဉ့်သန်းခေါင်မတိုင်မီ အခါက နှစ်သစ်ကူးရက်ကြို ပျော်ရွှင်ပွဲများ ကျင်းပကြ၏။ အချို့ကလည်း ဘုရားကျောင်းများတွင် နှစ်ကူးအချိန်အခါ၌ ဆုတောင်းမေတ္တာများ ပို့သကြ၏။ ဤသည်ကိုလည်း သိုးဆောင်းနှစ်ကူးသင်္ကြန်ဟု ခေါ်ဆိုနိုင်သည်။ တရုတ်လူမျိုးများလည်း နှစ်သစ်ကူးပွဲတော်ကို ဖေဖော်ဝါရီလအတွင်း အကြီးအကျယ် ကျင်းပသကဲ့သို့ ဟိန္ဒူ-ဗင်္ဂါလီ လူမျိုးတို့လည်း မတ်လအတွင်း မိမိတို့လူမျိုး အချင်းချင်း ဆေးနီရေများဖြင့် မေတ္တာရေစင်များ လောင်းစားကြ၍ နှစ်ကူးသင်္ကြန်ပွဲတော်များ ပျော်ရွှင်စွာကျင်းပကြ၏။ နှစ်ဆန်းတစ်ရက်နေ့\n\nမြန်မာလူမျိုးတို့၏ နှစ်ကူးသင်္ကြန်ပွဲသည်လည်း ဟိန္ဒူအယူဝါဒမှ ဆင်းသက်သောဓလေ့အတိုင်း ရှေးယခင်ကာလများ၌ မိဘဆရာသမားများနှင့် သက်ကြီး ဝါကြီးများကို သနပ်ခါးနံသာရေများ၊ သပြေခက် ကလေးများဖြင့် ကန်တော့ကြသည့် အလေ့အထရှိခဲ့ကြသည်။ သို့ရာတွင် ယခုခေတ်၌ တစ်ဦးနှင့်တစ်ဦး၊ တစ်ဖွဲ့နှင့်တစ်ဖွဲ့၊ အလွန်အကြူးအပြန်အလှန် ရေကစားမှုများ၊ အားကစားစိတ်ဓာတ် သဘောမျိုးဖြင့် အပြိုင်အဆိုင်စကားနိုင်သံချပ်များနှင့် ပျော်ရွှင်ပွဲသဖွယ်ဆင်နွှဲမှုများ ဖြစ်လာခဲ့သည်။\nပုဂံခေတ်၊ နရသီဟပတေ့မင်းလက်ထက် မိဖုရားစောလုံနှင့် ရေပက်ကစားရာတွင်​ ဘုရင်က အကျီစားလွန်သဖြင့် စောလုံစိတ်ဆိုးကာ ဘုရင်ကို သေကြောင်းကြံသောကြောင့် စောလုံကွပ်​မျက်​ခံရသည်ဟူသော ဖြစ်ရပ်အရ သင်္ကြန်ရေ ကစားသည့်အလေ့သည် ပုဂံခေတ်ကပင်ရှိခဲ့ပြီဟု မှတ်ယူဖွယ်ရှိသည်။\n\n\nအတာသင်္ကြန်တစ်ကြိမ်မှ နောက်တစ်ကြိမ်ကာလသည် တစ်နှစ်တာအပိုင်းအခြားကာလဖြစ်သည်။ စကြဝဠာအတွင်းရှိ ဂြိုဟ်နက္ခတ်တာရာများတွင် သူရိယနေမင်းကိုဗဟိုပြု၍ လှည့်လည်သွားသည့်အခါ တစ်ပတ်မြောက်ကာလသည် တစ်နှစ်အပိုင်းအခြားကာလဖြစ်သည်။\n\nယင်းကာလအပိုင်းအခြားသည် ၃၆၅ ရက် ၆ နာရီ ၁၂ မိနစ် ၃၇ စက္ကန့်ဖြစ်၏။ ဤသင်္ချာကိန်းသည် သူရိယသိဒ္ဓန္တကျမ်းတွင် ဖော်ပြချက် စတု ယုဂ်နှစ်ပေါင်း ၄၃၂ဝဝဝဝ တွင် သာဝရရက်ပေါင်း ၁၅၇၇၉၁၇၈၂၈ မှတွက်ရသော အချိန်ကာလ ဖြစ်၏။ အနောက်နိုင်ငံ ခေတ်သစ်နက္ခတ်ပညာကျမ်းများအရ ရာသီနှစ်တစ်နှစ်လျှင် ၃၆၅ ရက် ၅ နာရီ ၄၉ မိနစ် ၄၆ စက္ကန့်ဖြစ်၏။ ယင်းကဲ့သို့လှည့်လည်ရာ နေသွားလမ်းစက်ဝိုင်းတွင် ရာသီ ၁၂ ပိုင်း ပိုင်းခြား၍ ပထမမိဿရာသီအစ သုညအံသာသည် အဿဝဏီနက္ခတ်နှင့် တနင်္ဂနွေရဝိဖုဋဂြိုဟ်ယှဉ်သည့်အချိန်တွင် အတာသင်္ကြန်ကျ၏။ အိန္ဒိယလူမျိုးတို့သည် ဤအချိန်အခါမှစ၍ နှစ်သစ်ဆန်းချိန်ယူလေသည်။\n\nဗေဒင်တွက်ရိုးကျမ်းများတွင် ရဝိမဓျဂြိုဟ်သွမ်းနှင့် ရဝိဖုဋဂြိုဟ်စင်ဟူ၍ တနင်္ဂနွေနေမင်း၏ သွားရာလမ်းကို ဌာနအားလျော်စွာ ခွဲခြား၍ခေါ်ဝေါ်ကြ၏။ သူရိယ သိဒ္ဓန္တကျမ်းများကို ကျွမ်းကျင်သူတို့သာလျှင် ခွဲခြားသိနိုင်၏။ သာမန်လူများကား ထိုကျမ်းကိုမလိုက်စားဘဲ သိနိုင်ရန် ခဲယဉ်းပေသည်။ တနင်္ဂနွေရဝိဖုဋဂြိုဟ်စင်သည် မျက်မြင် တနင်္ဂနွေ ဂြိုဟ်သွား၏ ရာသီအံသာစသည်ဖြစ်၏။ ဤရာသီအံသာ စသည်များကို တနင်္ဂနွေရဝိမဓျဂြိုဟ်သွမ်း၏ ရာသီအံသာ စသည်မှတွက်ရ၏။ ထို့ကြောင့်တနင်္ဂနွေရဝိမဓျ ဂြိုဟ်သွမ်းသည် သင်္ကေတအားဖြင့် ၁၂ ရာသီတွင်မှန်မှန် ပျမ်းမျှ၍သွားသော ရာသီအံသာတို့ဖြစ်၏။ တစ်ဖန် သူရိယနေမင်း၏ဗဟိုချက်နှင့် အဝေးဆုံးတနင်္ဂနွေ၏ မန္ဒဥစ်ဂြိုဟ်သည်လည်း တဖြည်း ဖြည်းရွေ့လျားလျက်ရှိသော ရာသီအံသာစသည်ကို အကြောင်းပြု၍ မိဿရာသီသို့ တနင်္ဂနွေရဝိဖုဋဂြိုဟ် စင်ရောက်သည့်ကာလနှင့် တနင်္ဂနွေရဝိမဓျဂြိုဟ် သွမ်းရောက်သည့်ကာလ အပိုင်းအခြားတစ်ခု ဖြစ်ပေါ်လာ၏။ ယင်းကာလအပိုင်းအခြားသည် ယခုအခါ တနင်္ဂနွေ၏ မန္ဒဥစ်ဂြိုဟ်သည် မေထုန်ရာသီ ၁၇ အံသာ ၁၇ လိတ္တာ ၃၃ ဝိလိတ္တာ ၁၂ အနုလိတ္တာသို့ရောက်ဆဲဖြစ်၍ မိဿရာသီသို့ တနင်္ဂနွေရဝိဖုဋဂြိုဟ်စင်ရောက်ပြီး နောက်နှစ်ရက် ၄ နာရီ ၄ မိနစ် ၄ဝ စက္ကန့်ကြာပြီးသကာလ တနင်္ဂနွေရဝိမဓျဂြိုဟ် သွမ်းရောက်၏။ (ပြည်ထောင်စုမြန်မာနိုင်ငံတော် ပြက္ခဒိန်အကြံ ပေးအဖွဲ့မှ တွက်သောကိန်းဖြစ်၏။ သံဒိဋ္ဌကျမ်း၏ကိန်းမှာ ၂ ရက် ၄ နာရီ ၁ မိနစ် ၁၂ စက္ကန့်ဖြစ်၏။) တနင်္ဂနွေ၏ မန္ဒဥစ်ဂြိုဟ်သည် အလွန်အသွားနှေး၏။ နှစ်ပေါင်း ၁ဝဝ လျှင် ၁၁ဝ လိတ္တာ ၃၇ အနုလိတ္တာသာ သွား၏။ ကလိယုဂ်နှစ်သုည (သက္ကရာဇ် ၁၃၂၄ နှစ်တွင်နှစ်ပေါင်း ၅ဝ၆၃ လွန်ခဲ့၏။) အခါ ကမန္ဒဥစ်ဂြိုဟ်သည် မေထုန်ရာသီ၁ရ အံသာ၊ ၇ လိတ္တာ၊ ၄၈ ဝိလိတ္တာ၊ ၆ အနုလိတ္တာရှိ၏။ တနင်္ဂနွေ ၏ မန္ဒဥစ်ဂြိုဟ်သည် တူရာသီသို့ရောက်လျှင် မိဿရာသီသို့ ရဝိမဓျဂြိုဟ်က ပထမရောက်သဖြင့် သင်္ကြန်အလျင်တက်၍ ရဝိဖုဋဂြိုဟ်သည် နောက်ကျသဖြင့် သင်္ကြန်နောက်မှကျမည်။ ဤကား တနင်္ဂနွေ မန္ဒဥစ်ဂြိုဟ်၏ သဘာဝတည်း။ ဆိုခဲ့ပြီးသည့်အတိုင်း တနင်္ဂနွေရဝိဖုဋဂြိုဟ်စင်သည် မိဿရာသီအစ သုညအံသာသို့ ဝင်ရောက်ချိန်သည် မြန်မာ လူမျိုးတို့၏ သင်္ကြန်ကျချိန်ဖြစ်သော်လည်း နှစ်သစ်မကူးသေးချေ။ တနင်္ဂနွေရဝိမဓျ ဂြိုဟ်သွမ်းမိဿရာသီအစ သုညအံသာသို့ ဝင်ရောက်ချိန်သာ သင်္ကြန်တက်ချိန်ဖြစ်၍ နှစ်သစ်ဆန်းချိန်ဖြစ် သည်။ ဤကား သူရိယသိဒ္ဓန္တကျမ်း၏ မူလဌာနဖြစ်သော ဟိန္ဒူ လူမျိုးတို့၏ အယူဝါဒနှင့်မတူချေ။ တနင်္ဂနွေဂြိုဟ်သည် မိဿရာသီမှအစပြိဿ၊ မေထုန်၊ ကြဋ်၊ သိဟ်၊ ကန်၊ တူ၊ ဗြိစ္ဆာ၊ ဓနု၊မကာရ၊ ကုမ်၊ မိန် ၁၂ ရာသီအံသာအဆုံးအထိ လှည့်လည် သွားသောအချိန်မှာ ၃၆၅ ရက် ၆ နာရီ ၁၂ မိနစ် ၃၇ စက္ကန့်ရှိ၏။ ကလိယုဂ်တစ်နှစ်လျှင်ရှိသော ရက်နာရီအပိုင်းအခြားဖြစ်သည်။ ထို့ကြောင့် သက္ကရာဇ် ၁၃၂၄ ခုနှစ်နှစ်ဆန်းချိန်မှာ ၃ နာရီ ဝ မိနစ် ၃၃ စက္ကန့်တွင် သင်္ကြန်တက်၏။ ထိုအချိန်သည် ဥဇ္ဇေနီပြည်လင်္ကာ၏ ဒေသန္တရနာရီဖြစ်၍ မြန်မာစံတော်ချိန်နာရီ ၃ နာရီ ၂၅ မိနစ် ၅၉ စက္ကန့်တွင် မြန်မာနိုင်ငံ၌သင်္ကြန်တက်၍ နှစ်​ဟောင်​မှ နှစ်သစ်သို့ ကူးပြောင်း၏။ (နိုင်ငံတော်ပြက္ခဒိန်အကြံပေး အဖွဲ့၏ဆုံးဖြတ်ချက်၊) သင်္ကြန်ကျချိန်နှင့် သင်္ကြန်တက်ချိန် တွက်လိုလျှင် လွန်ခဲ့သောနှစ်၏ သင်္ကြန်တက်ချိန်၏ နေ့ရက်အချိန်များကို မှတ်၍ ၆ နာရီ ၁၂ မိနစ် ၃၇ စက္ကန့် (ရံဖန်​ရံခါ ၃၆ စက္ကန့်)နှောလျှင် နောက်နှစ်သင်္ကြန်တက်ချိန်ရ၏။ အင်္ဂလိပ်ရက်တွက်လိုမူ ဖေဖော်ဝါရီလတွင် တစ်ရက်ပိုသော ရက်​ထပ်​နှစ်နှင့် မြန်မာသက္ကရာဇ် အတာပြန်နှစ်များတွင် တစ်ရက်နှုတ်ရာ (အတာပြန်နှစ်ဆိုသည်မှာ ၃၆၅ ရက်ဖြင့် နှစ်မသတ်ဘဲ ၃၆၆ ရက် ဖြင့်သတ်သောနှစ်ဖြစ်၏။)",
    "engcontent": "Thingyan is the Burmese New Year festival that usually occurs in middle of April. According to the history, the first Water Festival is Thingyan as it started during the Kingdom of Tagaung (1st Century CE - 1050 AD) and become widespread and famous during the Kingdom of Bagan (849 AD - 1297 AD). It is a Buddhist festival celebrated over a period of four to five days, culminating in the New Year. The dates of the Thingyan Festival are calculated according to the Burmese calendar. The dates of the festival are observed as public holidays throughout Myanmar, and are part of the summer holidays at the end of the school year. Water-throwing or dousing one another from any shape or form of vessel or device that delivers water is the distinguishing feature of this festival and may be done on the first four days of the festival. The New Year takes place at virtually the same time as the new year celebrations of many countries in South Asia like China (Dai People of Yunnan Province), Laos, Thailand, Cambodia, Nepal, Bangladesh, India, and Sri Lanka.\n\nMandalay City Thingyan 1950.\n\nYangon City Thingyan 2017.\n\nA Rakhine girl pours water at revelers during Thingyan in Yangon, 13 April 2011.\nThingyan is comparable to other festivities in the region such as the Songkran in Laos, the Songkran in Thailand, the Cambodian New Year, the Sinhalese New Year and the festivals like Vaisakhi (Punjab), Puthandu (Tamil Nadu), Vishu (Kerala) and Bihu (Assam) in India.\nThingyan is originated from the Buddhist version of a Hindu myth. The King of Brahmas called Arsi (အာသီ), lost a wager to the King of Devas, Śakra (သိကြားမင်း), who decapitated Arsi as agreed but the head of an elephant was put onto the Brahma\u0027s body who then became Ganesha. The Brahma was so powerful that if the head were thrown into the sea it would dry up immediately. If it were thrown onto land it would be scorched. If it were thrown up into the air the sky would burst into flames. Sakra, therefore, ordained that the Brahma\u0027s head be carried by one goddess after another taking turns for a year each. The new year henceforth has come to signify the changing of hands of the Brahma\u0027s head.[2][3]\n\nIn a general theory, the sprinkling of water as a blessing and purification ritual came from Indosphere cultural concepts, but largely altered and localized by the Pyu-Burmese civilization into a unique water-splashing tradition because of the tropical climate.\n\nThere is also several other traditional theories on the origin of the great water festival though nobody is entirely certain. But it can be safely assumed that Thingyan festival was already well-established during the Bagan period because the word \"Thingyan/Thingkran\" is found on an stone inscription of Saw Hla Wun pagoda dated to AD 1291. \nThingyan Eve\n\nA 19th century watercolor depicting a Thingyan eve merit-making: lighting of oil lamps.\nThe eve of Thingyan, the first day of the festival is called Pre-day (in Myanmar, အကြိုနေ့), and is the start of a variety of religious activities. Buddhists are expected to observe the Eight Precepts,[4] more than the basic Five Precepts, including having only one meal before noon. Thingyan is a time when uposatha observance days, similar to the Christian sabbath, are held. Alms and offerings are laid before monks in their monasteries and offerings of a green coconut with its stalk intact encircled by bunches of green bananas (ငှက်ပျောပွဲ အုန်းပွဲ, nga pyaw pwè oun pwè) and sprigs of thabyay (Syzygium cumini) before the Buddha images over which scented water is poured in a ceremonial washing from the head down. In ancient times, Burmese kings had a hair-washing ceremony with clear pristine water from Gaungsay Kyun (lit. Head Washing Island), a small rocky outcrop of an island in the Gulf of Martaban near Mawlamyine.[5]\n\n\nMandalay legendary Thingyan float Myoma arrives to perform in front of Mandalay City Hall in Mandalay, Myanmar on 12 April 2012.\nNightfall brings music, song and dance, and merrymaking in anticipation of the water festival. In neighbourhoods pavilions with festive names and constructed from bamboo, wood and beautifully decorated papier mache, are assembled overnight. Local girls rehearse for weeks and even years, in the run-up to the great event in song and dance in chorus lines. Each band of girls are uniformly dressed in colourful tops and skirts and wear garlands of flowers and tinsel. They wear fragrant thanaka - a paste of the ground bark of Murraya paniculata which acts as both sunblock and astringent - on their faces, and sweet-scented yellow padauk (Pterocarpus macrocarpus) blossoms in their hair. Padauk blooms only one day each year during Thingyan and is popularly known as the \"Thingyan flower\". Large crowds of revellers, on foot, bicycles and motorbikes, and in trucks, will do the rounds of all the mandat, some making their own music and most of the women wearing thanaka and padauk. Floats, decorated and lit up, also with festive names and carrying an orchestra as well as dozens of young men on each of them, will roam the streets stopping at every mandat exchanging songs specially written for the festival including Thingyan classics, and performing than gyat (similar to rapping but one man leads and the rest bellows at the top of their voices making fun of and criticising whatever is wrong in the country today such as fashion, consumerism, runaway inflation, crime, drugs, AIDS, corruption, inept politicians etc.).[6] Accidents and incidents from drunk or reckless driving in crowded streets, as well as drunkenness, arguments and brawling are problems that typically occur. Generally however friendliness and goodwill prevail.\nThe next day called a-kya nei (အကျနေ့) is when Thingyan fully arrives as Thagyamin makes his descent from his celestial abode to Earth. At a given signal, a cannon (Thingyan a-hmyauk) is fired and people come out with pots of water and sprigs of thabyay, then pour the water onto the ground with a prayer. A prophecy for the new year (သင်္ကြန်စာ, Thingyan sa) will have been announced by the brahmins (ponna) and this is based on what animal Thagya Min will be riding on his way down and what he might carry in his hand.[5] Children are told that if they have been good Thagya Min will take their names down in a golden book but if they have been naughty their names will go into a dog book.\n\nSerious water throwing does not begin until a-kya nei in most of the country although there are exceptions to the rule. Traditionally, Thingyan involved the sprinkling of scented water in a silver bowl using sprigs of thabyay (Jambul), a practice that continues to be prevalent in rural areas. The sprinkling of water was intended to metaphorically \"wash away\" one\u0027s sins of the previous year. In major cities such as Yangon, garden hoses, huge syringes made of bamboo, brass or plastic, water pistols and other devices from which water can be squirted are used in addition to the gentler bowls and cups. Water balloons and even fire hoses have been employed. It is the hottest time of the year in the country and a good dousing is welcomed by most. All able-bodied individuals are included in this game, except for monks. Some overenthusiastic young lads may get captured by women, who often are their main target, and become kids of a practical joke with soot from cooking pots smeared on their faces. Maidens from mandats with dozens of garden hoses exchange hundreds of gallons of water with throngs of revelers and one float after another. Many revellers carry towels to block water from getting into the ears and for modesty as they get thoroughly soaked in their light summer clothes. The odd prankster might use ice water and a drive-by splash with this would be taken humorously. Pwè (performances) by puppeteers, orchestras, yein dance troupes, comedians, film stars and singers including modern pop groups are commonplace during this festival.\nModern-day celebrations\nDuring the Water Festival, the Myanmar government relaxes restrictions on gatherings.[7] In the former capital, Yangon, the government permits crowds to gather on the Kandawgyi Pat Lann and Kabaraye Roads. Temporary water-spraying stations, known as pandals, are set up and double as dance floors. Many of these pavilions are sponsored by rich and powerful families and businesses [8]\n\n\nModern day Water Festival celebrations in Yangon\nThe third day is known as a-kyat nei (အကြတ်နေ့) and there may be two of them, as an extra day is added in certain years. The fourth day is known as a-tet nei (အတက်နေ့) when Thagya Min returns to the heavens, the last day of the water festival. Some would throw water at people late into the day making an excuse such as \"Thagya Min left his pipe and has come back for it\"! Over the long festive holiday, a time-honoured tradition is mont lone yay baw (မုန့်လုံးရေပေါ်), glutinous rice balls with jaggery (palm sugar) inside thrown into boiling water in a huge wok and served as soon as they resurface which gave it the name.[2] Young men and women help in making it and all are welcome, some have put a birdseye chilli inside instead of jaggery as a trick. Mont let saung (မုန့်လက်ဆောင်း) is another Thingyan snack, made of bits of sticky rice with toasted sesame in jaggery syrup and coconut milk. They are both served with grated coconut. In major cities such as Yangon and Mandalay, Rakhine Thingyan can also be experienced as Rakhine residents of the city celebrate in their own tradition. Water is scooped from a long boat (လောင်းလှေ, laung hlei) to throw at revellers and Rakhine Mont di is served.\nNew Year\u0027s Day\n\nA pickup truck full of revelers is doused with water on the streets of Taunggyi, Shan State.\nThe following is New Year\u0027s Day (နှစ်ဆန်းတစ်ရက်နေ့, hnit hsan ta yet nei). At this time Burmese visit elders and pay obeisance by gadaw (also called shihko) with a traditional offering of water in a terracotta pot and shampoo. Young people perform hairwashing for the elderly often in the traditional manner with shampoo beans (Acacia rugata) and bark. New year\u0027s resolutions are made, generally in the mending of ways and doing meritorious deeds for their karma. Releasing fish (ငါးလွှတ်ပွဲ, nga hlut pwè) is another time-honoured tradition on this day; fish are rescued from lakes and rivers that are drying up, then the fish are kept in huge glazed earthen pots and jars before being released into larger lakes and rivers with a prayer and a wish saying \"I release you once, you release me ten times\".[5] Thingyan (အခါတွင်း, a-hka dwin) is also a common time for shinbyu, novitiation ceremonies for boys in the tradition of Theravada Buddhism when they will join the monks (Sangha) and spend a short time in a monastery immersed in the teachings of the Buddha, the Dhamma. It is akin to rites of passage or coming of age ceremonies in other religions.\n\nMyanmar girls perform the Myanmar traditional yein dance with Myanmar dress in the opening ceremony of the Mandalay Thingyan Festival,2012.\nOn New Year\u0027s Day, people offer food donations called satuditha (စတုဒိသာ) at various places. They typically provide free food to those participating in the new year\u0027s celebrations. Many Burmese to wash their heads with Tayaw, kinpun on Burmese new year\u0027s day so as to leave behind all the impurities and bad omens from the past.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/13/Bagan_era_painting_of_Thingyan.jpg"
  },
  {
    "mmtitle": "ဂျပန်ကိုလိုနီခေတ်",
    "engtitle": "Japanese occupation of Burma",
    "pubDate": "April 11, 2023 10:25 PM",
    "timeStamp": "1681228943157",
    "mmcontent": "ဂျပန် ကိုလိုနီခေတ်ဆိုသည်မှာ ဒုတိယ ကမ္ဘာစစ်အတွင်း ဂျပန်တို့ မြန်မာနိုင်ငံအား အုပ်စိုးခဲ့သည့် ၁၉၄၂ ခုနှစ်မှ ၁၉၄၅ ခုနှစ် ကြားကာလဖြစ်သည်။ မြန်မာနိုင်ငံအား ကိုလိုနီနယ်အဖြစ် အုပ်စိုးနေသည့် ဗြိတိသျှတို့အား မောင်းထုတ်ကာ မြန်မာနိုင်ငံ လွတ်လပ်ရေး ရနိုင်ရန် မျှော်လင့်ခဲ့သော ဗိုလ်ချုပ်အောင်ဆန်းနှင့် ရဲဘော်သုံးကျိပ်တို့သည် စစ်သင်တန်းတက်ရောက်ရန် ဂျပန်သို့ သွားရောက်ခဲ့သည်။ ဗိုလ်ချုပ်အောင်ဆန်းသည် ဂျပန်ဗိုလ်မှူးကြီး ဆူဇူကီး၏ ဦးဆောင်မှုဖြင့် ဗမာ့လွတ်မြောက်ရေးတပ်မတော်ကို ထိုင်းနိုင်ငံ ဘန်ကောက်မြို့ (ထိုအချိန်တွင် ထိုင်းနိုင်ငံမှာ ဂျပန်သိမ်းပိုက်မှု အောက်တွင် ရှိသည်) တွင် ထူထောင်ခဲ့သည်။\n\nဒုတိယ ကမ္ဘာစစ်အတွင်း ၁၉၄၂ ခုနှစ် မတ်လတွင် ဂျပန်တို့သည် မြန်မာနိုင်ငံအား ဝင်ရောက် သိမ်းပိုက်ခဲ့ပြီး ၁၉၄၃ ခုနှစ် ဩဂုတ် ၁ ရက်တွင် ဂျပန်တို့က မြန်မာနိုင်ငံအား လွတ်လပ်ရေးကြေညာပေးခဲ့သည်။ ဂျပန်တို့က ဒေါက်တာဘမော် ဦးဆောင်သည့် ရုပ်သေးအစိုးရကို စင်တင်ပေးခဲ့ပြီး ဗိုလ်ချုပ်အောင်ဆန်းအား စစ်ဝန်ကြီးအဖြစ် ခန့်အပ်ကာ ဗမာ့ လွတ်မြောက်ရေး တပ်မတော်ကိုလည်း ဗမာ့အမျိုးသားတပ်မတော် (ဘီအင်အေ) ဟု ပြောင်းလဲခေါ်ဝေါ်ခဲ့သည်။\n\nဂျပန်တပ်များ မဝင်ရောက်မီကပင် ဖက်ဆစ်တို့၏ အန္တရာယ်ကို ကြိုတင်သတိပေးခဲ့သည့် ကွန်မြူနစ်ခေါင်းဆောင်များဖြစ်သော သခင်သန်းထွန်းနှင့် သခင်စိုးတို့၏ အကူအညီဖြင့် ဗိုလ်ချုပ်အောင်ဆန်းသည် ဂျပန်များအား တိုက်ထုတ်ရန် အိန္ဒိယပြည်ရှိ ဗြိတိသျှအာဏာပိုင်များနှင့် တိတ်တဆိတ် ဆက်သွယ်ခဲ့ပြီး လျှို့ဝှက်အစီအစဉ်များကို ရေးဆွဲခဲ့သည်။ ၁၉၄၅ ခုနှစ် မတ်လ ၂၇ ရက်တွင် ဗိုလ်ချုပ်အောင်ဆန်းသည် ဘီအင်အေတပ်ကို ဦးဆောင်၍ မဟာမိတ်တို့နှင့် ပူးပေါင်းကာ ဂျပန်ကျူးကျော်သူများအား တိုက်ထုတ်ခဲ့လေသည်။ နောက်အကျိုးဆက် အနေဖြင့် ဗြိတိသျှနှင့် မြန်မာအကြား လွတ်လပ်ရေးအတွက် ဆွေးနွေးမှုများ စတင်ခဲ့သည်။",
    "engcontent": "The Japanese occupation of Burma was the period between 1942 and 1945 during World War II, when Burma was occupied by the Empire of Japan. The Japanese had assisted formation of the Burma Independence Army, and trained the Thirty Comrades, who were the founders of the modern Armed Forces (Tatmadaw). The Burmese hoped to gain support of the Japanese in expelling the British, so that Burma could become independent.[1][2]\n\nIn 1942, Japan invaded Burma and nominally declared the colony independent as the State of Burma on 17 May 1942. A puppet government led by Ba Maw was installed. However, many Burmese began to believe the Japanese had no intention of giving them real independence.[1][2]\n\nAung San, father of future opposition leader and State Counsellor Aung San Suu Kyi, and other nationalist leaders formed the Anti-Fascist Organisation in August 1944, which asked the United Kingdom to form a coalition with the other Allies against the Japanese. By April 1945, the Allies had driven out the Japanese. Subsequently, negotiations began between the Burmese and the British for independence. Under Japanese occupation, 170,000 to 250,000 civilians died.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/RangoonStreetView.jpg/300px-RangoonStreetView.jpg"
  },
  {
    "mmtitle": "ကိုလိုနီခေတ်",
    "engtitle": "British rule in Burma",
    "pubDate": "April 11, 2023 10:11 PM",
    "timeStamp": "1681228018381",
    "mmcontent": "ကိုလိုနီခေတ်သည် ဗြိတိသျှတို့ကမြန်မာနိုင်ငံကို စစ်သုံးကြိမ်ဖြင့် တိုက်ခိုက်သိမ်းပိုက်ပြီးနောက် ၁၈၂၄ ခုနှစ်မှ ၁၉၄၈ ခုနှစ်အထိ အုပ်ချုပ်ခဲ့သောခေတ်ဖြစ်သည်။ ကိုလိုနီခေတ်ကာလ မြန်မာနယ်ကို ဗြိတိသျှဘားမား (British Burma) ဟူ၍ခေါ်ဆိုကြသည်။ အင်္ဂလိပ်တို့သည် ပထမ အင်္ဂလိပ်–မြန်မာ စစ်ပွဲအပြီးတွင် ရခိုင်နှင့်တနင်္သာရီတို့ကိုရရှိခဲ့ရာ အိန္ဒိယ၏ ပြည်နယ်ငယ် (minor province) အဖြစ်အုပ်ချုပ်ခဲ့သည်။ မြန်မာတစ်နိုင်ငံလုံးကို သိမ်းပိုက်ပြီးသောအခါတွင် ပြည်နယ်ကြီး (major province) အဖြစ်အုပ်ချုပ်ခဲ့သည်။ ၁၉၃၇ မှစ၍ မြန်မာနိုင်ငံကို အိန္ဒိယမှခွဲထုတ်ကာ သီးခြားကိုလိုနီအဖြစ်ထားရှိခဲ့သည်။\n\nမြန်မာနိုင်ငံသားများသည် ဦးစွာနယ်ချဲ့အင်္ဂလိပ်များကို ရရာလက်နက်စွဲကိုင်၍ တော်လှန်ခဲ့ကြသည်။ ထို့နောက် ဝိုင်အမ်ဘီအေ၊ ဂျီစီဘီအေ စသော အသင်းအဖွဲ့များဖြင့် နိုင်ငံရေးနည်းဖြင့် လွတ်လပ်ရေးရယူရန် ကြိုးပမ်းခဲ့သည်။ ဒုတိယကမ္ဘာစစ်ကာလတွင် စစ်နည်းဖြင့် အင်္ဂလိပ်တို့ကို တိုက်ထုတ်နိုင်ခဲ့သော်လည်း ဖက်ဆစ်ဂျပန်တို့၏ စနစ်ဆိုးကြောင့် ဆက်လက်တော်လှန်ခဲ့ကြရသည်။ ဒုတိယကမ္ဘာစစ်အပြီးတွင် အင်္ဂလိပ်တို့ပြန်ရောက်လာ၍ ဆက်လက်အုပ်ချုပ်ခဲ့သည်။ ၁၉၄၈ ရောက်မှသာ မြန်မာနိုင်ငံသည် လွတ်လပ်ရေးကိုရရှိခဲ့သည်။\n\nမြန်မာကိုလိုနီကို တစ်ခါတစ်ရံ စကော့တလန်ကိုလိုနီဟု ခေါ်ဆိုရည်ညွှန်းကြသည်။ မြန်မာနိုင်ငံကိုသိမ်းပိုက်ရာ၌ အဓိကပါဝင်သူများမှာ စကော့တလန်လူမျိုးများ ဖြစ်သောကြောင့်ဖြစ်သည်။\n\nနောက်ခံသမိုင်း\n\nမြန်မာနိုင်ငံ၏ နောက်ဆုံးမင်းဆက်ဖြစ်သော ကုန်းဘောင်မင်းဆက်တွင် အလောင်းဘုရားနှင့် ဆင်ဖြူရှင်မင်းတို့သည် ကျယ်ဝန်း၍ အင်အား တောင့်တင်းသော တတိယ မြန်မာနိုင်ငံတော်ကြီးကို တည်ဆောက်နိုင်ခဲ့ကြသည်။ ဘကြီးတော်မင်း လက်ထက်တွင် ဗြိတိသျှများသည် အိန္ဒိယတိုက်ငယ်ကိုနယ်ချဲ့၍ သိမ်းပိုက်ပြီးဖြစ်ရာ နယ်စပ်ဒေသများတွင် မြန်မာတို့ နှင့် ထိတွေ့လာရပြီ ဖြစ်သည်။ သို့နှင့် ၁၈၂၁ ခုနှစ် အာသံအရေးအခင်းတွင် မြန်မာများနှင့် ဗြိတိသျှတို့ သည် ထိပ်တိုက်ရင်ဆိုင်ခဲ့ကြရသည်။ ထိုစဉ်က မဏိပူရပြည်၊ အာသံပြည်နှင့် အက္ကပတ်ပြည်တို့ သည် မြန်မာနိုင်ငံတော်၏လက်အောက်ခံ လက်နက် နိုင်ငံများဖြစ်ကြပြီး ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရှိသောနယ်များ ဖြစ်သည်။\n\n၁၈၁၆ ခုနှစ်တွင်တစ်ကြိမ်၊ ၁၈၁၈ ခုနှစ်တွင် တစ်ကြိမ် အာသံတွင် ထောင်ထားပုန်ကန်မှုများ ဖြစ် ပေါ်ခဲ့ရာ မြန်မာတပ်များက ငြိမ်ဝပ်ပိပြားရေးအတွက် တိုက်ခိုက်နှိမ်နင်း ပေးခဲ့ရသည်။ ဗြိတိသျှနယ်ချဲ့တို့သည် မြန်မာတို့ နန်းတင်ပေးခဲ့သော စန္ဒရကန္တရှိန်ကို လက်နက်များရောင်းချခဲ့သည်သာမက ကုလားစစ်ပါရီ များကို စေလွှတ်ပေးခြင်းဖြင့် ကိုယ်ထိလက်ရောက် ကူညီခဲ့သည်။ မင်းကြီးမဟာဗန္ဓုလသည် အမရပူရမြို့တော်မှ အာသံပြည် ဇူရဟတ်မြို့အထိ မိုင်ပေါင်း ၁၁၀၀ မျှ ချီတက်၍ သူပုန်များကို နှိမ်နင်းတိုက်ခိုက်ခဲ့ရသည်။ စန္ဒရကန္တရှိန် သည် ကုလားစစ်ပါရီများအပါအဝင် စစ်သည်အင်အား သုံးသောင်းကျော်ဖြင့် ခုခံခဲ့သည်။ မဟာဗန္ဓုလ၏ တပ်အင်အားမှာ ဂျိန်ဖော့ရဲမက်တော် ၁၀၀၀ အပါအဝင် စစ်သည် ၅၀၀၀ သာ ပါဝင်သော်လည်း အာသံအရေးအခင်းတွင် စန္ဒရကန္တ ရှိန်၏တပ်ကြီးကို အောင်မြင်စွာ နှိမ်နင်းနိုင်ခဲ့သည်။\n\nမြန်မာဘုရင်အား ပုန်ကန်ထကြွသည့် ရခိုင်မှ ချင်းပြန်နှင့် နောက်လိုက်များ ဘင်္ဂလားနယ်ထဲသို့ ထွက်ပြေးခိုလှုံသည်ကစ၍ မြန်မာတပ်များနှင့် ဗြိတိသျှ တို့ မကြာခဏ အချင်းများလာကြရသည်။ ဗြိတိသျှတို့သည် ချင်းပြန်နှင့် နောက်လိုက်များအား ဘင်္ဂလားနယ်ထဲတွင် ခိုလှုံခွင့်ပေး၍ ကူညီထောက်ပံ့နေကြသည်ဟု မြန်မာတို့က မကြာခဏ စွပ်စွဲသည်။ ရှင်မဖြူကျွန်းကို ဗြိတိသျှတို့က ယင်းတို့၏ပိုင်နက်အဖြစ် တပ်စွဲလာခဲ့သောအခါတွင်ကား မြန်မာတပ်များသည် နယ်စပ်ကိုဖြတ်ကျော်၍ တိုက်ခိုက်တော့သည်။ မြန်မာတပ်များသည် ၁၈၂၄ ခုနှစ်၊ ဇန်နဝါရီလတွင် နယ်စပ်ကို ဖြတ်ကျော်ကြခြင်း ဖြစ်သည်။ ဗြိတိသျှတို့အနေနှင့်ကား စစ်ဖြစ်ရန် အကြောင်းပြချက်များ လုံလောက်သွားပြီဖြစ်သော ကြောင့် ၁၈၂၄ ခုနှစ်၊ မတ်လ ၅ ရက်တွင် စစ်ဖြစ်ပွား ပြီဖြစ်ကြောင်း ကြေညာလိုက်တော့သည်။",
    "engcontent": "British rule in Burma lasted from 1824 to 1948, from the successive three Anglo-Burmese wars through the creation of Burma as a province of British India to the establishment of an independently administered colony, and finally independence. The region under British control was known as British Burma, and officially known as Burma (Burmese: မြန်မာနိုင်ငံတော်)[1] from 1886.[2] Various portions of Burmese territories, including Arakan and Tenasserim were annexed by the British after their victory in the First Anglo-Burmese War; Lower Burma was annexed in 1852 after the Second Anglo-Burmese War. The annexed territories were designated the minor province (a chief commissionership) of British India in 1862.[3]\n\nAfter the Third Anglo-Burmese War in 1885, Upper Burma was annexed, and the following year, the province of Burma in British India was created, becoming a major province (a lieutenant-governorship) in 1897.[3] This arrangement lasted until 1937, when Burma began to be administered separately by the Burma Office under the Secretary of State for India and Burma. British rule was disrupted during the Japanese occupation of much of the country during World War II. Burma achieved independence from British rule on 4 January 1948.\n\nBurma is sometimes referred to as \"the Scottish Colony\" owing to the heavy role played by Scotsmen in colonising and running the country, one of the most notable being Sir James Scott. It was also known for the heavy role played by Indian elites in managing and administering the colony, especially while it was still a part of the British Raj; some historians have called this a case of co-colonialism.\nArrival of the British\n\nBritish naval forces entering the harbour of Rangoon in May 1824\nConflict began between Burma and the British when the Konbaung dynasty decided to expand into Arakan in the state of Assam, close to British-held Chittagong in India. This led to the First Anglo-Burmese War (1824–26). The British dispatched a large seaborne expedition that took Rangoon without a fight in 1824. In Danuphyu, at the Ayeyarwadddy Delta, Burmese General Maha Bandula was killed and his armies routed. Burma was forced to cede Assam and other northern provinces.[7] The 1826 Treaty of Yandabo formally ended the First Anglo-Burmese War, the longest and the most expensive war in the history of British India. Fifteen thousand European and Indian soldiers died, together with an unknown number of Burmese army and civilian casualties.[8] The campaign cost the British between 5 and 13 million pounds sterling (between 18 and 48 billion in 2020 U.S. dollars)[9] which led to an economic crisis in British India in 1833.\n\nDistrict Courts and Public Offices, Strand Road, Rangoon, 1868. Photographer J. Jackson\nIn 1852, the Second Anglo-Burmese War was provoked by the British, who sought the teak forests in Lower Burma as well as a port between Calcutta and Singapore. After 25 years of peace, British and Burmese fighting started afresh and continued until the British occupied all of Lower Burma. The British were victorious in this war and as a result obtained access to the teak, oil, and rubies of their newly conquered territories.\n\n\nPhotograph of the arrival of British forces in Mandalay on 28 November 1885 at the end of the Third Anglo-Burmese War. Photographer: Hooper, Willoughby Wallace (1837–1912)\n\nIn this rendering, British officers take King Thibaw onto a steamship en route to exile in India. He would never see Burma again.\nIn Upper Burma, the still unoccupied part of the country, King Mindon had tried to adjust to the thrust of imperialism. He enacted administrative reforms and made Burma more receptive to foreign interests. But the British initiated the Third Anglo-Burmese War, which lasted less than two weeks during November 1885. The British government justified their actions by claiming that the last independent king of Burma, Thibaw Min, was a tyrant and that he was conspiring to give France more influence in the country. British troops entered Mandalay on 28 November 1885. Thus, after three wars gaining various parts of the country, the British occupied all the area of present-day Myanmar, making the territory a Province of British India on 1 January 1886.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Flag_of_the_United_Kingdom_%281-2%29.svg/1920px-Flag_of_the_United_Kingdom_%281-2%29.svg.png"
  },
  {
    "mmtitle": "ကုန်းဘောင်ခေတ် (ခရစ်နှစ် ၁၇၅၂ မှ ၁၈၈၅)",
    "engtitle": "The Kingdom of Kon Baung (Chris 1752-1885)",
    "pubDate": "April 05, 2023 14:20 PM",
    "timeStamp": "1680543449228",
    "mmcontent": "ကုန်းဘောင်ခေတ်သည် မြန်မာတို့၏ နောက်ဆုံးကိုယ်ပိုင်အုပ်ချုပ်ရေးကို ရခဲ့သည့်ခေတ်နှင့် ခေတ်သစ်တစ်ခုဆီသို့ ကူးပြောင်းရန် အကောင်းဆုံး အခွင့်အရေးရခဲ့သည့်ခေတ်လည်း ဖြစ်ခဲ့သည်။ အောက်ပြည်အရပ်တွင် မွန်တို့ကို အောင်နိုင်ပြီး ပင်လယ်ထွက်ပေါက်ရရှိခဲ့ခြင်း၊ ရခိုင်ကိုသိမ်းပိုက်ပြီး အနောက်ဘက် မဏိပူရ အထိ အာဏာကြီးခြင်း (ထို့ကြောင့် အိန္ဒိယနှင့် ပိုမိုတိုးတက်သည့် သံတမန်ဆက်ဆံရေး ရနိုင်ရန် အခွင့်အရေးရှိခဲ့သည်။) တို့ကို ကောင်းစွာအသုံးမချနိုင်ခဲ့ဘဲ နန်းတွင်း အရှုပ်တော်ပုံများ၊ အာဏာလုပွဲများ၊ အာဏာသိမ်းပွဲများ အစရှိသည့် ပြဿနာများဖြင့်သာ လုံးပန်းအချိန်ကုန်ခဲ့ရသည့်အတွက် ထူးချွန်သည့် ပညာရှင်များ၊ မင်းညီမင်းသားများ(ကနောင်မင်းသား အပါအဝင်) ဆုံးရှုံးခဲ့ရသည်။ နောက်ဆုံးမင်းဖြစ်သည့် သီပေါမင်း လက်ထက်အရောက်တွင် အင်္ဂလိပ်တို့ ကိုလိုနီအတွင်း သိမ်းပိုက်သွတ်သွင်းခံခဲ့ရတော့သည်။ဘကြီးတော်ဘုရား (၁၈၁၉-၁၈၃၇) လက်ထက်တွင် ပထမ အင်္ဂလိပ် - မြန်မာစစ် (၁၈၂၄-၁၈၂၆) ဖြစ်ပွားပြီး အာသံ၊ မဏိပူရ၊ ရခိုင်နှင့် တနင်္သာရီ တို့ကို အင်္ဂလိပ် အရှေ့အိန္ဒိယကုမ္ပဏီလက်သို့ ပေးအပ်ခဲ့ရသည်။ ပထမ အင်္ဂလိပ်-မြန်မာစစ်ပွဲ တွင် စစ်သူကြီး မဟာဗန္ဓုလမှာ ထင်ရှားခဲ့သည်။ ပုဂံမင်းလက်ထက်တွင် ဒုတိယ အင်္ဂလိပ် - မြန်မာစစ် ဖြစ်ပွားခဲ့ပြီး ဧရာဝတီ၊ ရန်ကုန် နှင့် ပဲခူးတို့ကို အင်္ဂလိပ်တို့ လက်သို့ ပေးအပ်ခဲ့ရပြီး အောက် မြန်မာနိုင်ငံ တစ်ခုလုံး ဆုံးရှုံးခဲ့ရသည်။ ဒုတိယ အင်္ဂလိပ်-မြန်မာစစ်ပွဲသည် (၃)လသာ ကြာမြင့်ခဲ့သည်။ သီပေါမင်း (၁၈၇၈-၁၈၈၅) လက်ထက်တွင် တတိယ အင်္ဂလိပ် - မြန်မာစစ် ဖြစ်ပွားခဲ့ပြီး မြန်မာတို့၏ အချုပ်အခြာ အာဏာ ဆုံးရှုံးခဲ့ရသည်။ သီပေါမင်းနှင့် မိသားစုများအား အင်္ဂလိပ်တို့က အိန္ဒိယသို့ ခေါ်ဆောင်သွားခဲ့သည်။ ၁၈၈၆ ဇန်နဝါရီ (၁) ရက်နေ့တွင် မြန်မာနိုင်ငံအား အိန္ဒိယ၏ပြည်နယ်တစ်ခုအနေဖြင့် ဗြိတိသျှအင်ပါယာအတွင်းသို့ သွတ်သွင်းလိုက်ကြောင်း အင်္ဂလိပ်တို့က ကြေညာခဲ့သည်။ တတိယ အင်္ဂလိပ်-မြန်မာစစ်ပွဲ ပြီးနောက် မြန်မာ့ နန်းစဉ် ရတနာနှင့် အဖိုးတန်ပစ္စည်း အများအပြား အင်္ဂလိပ်တို့ သိမ်းပိုက်ယူငင် ခဲ့ကြရာ သမိုင်းတွင် ထင်ရှားလှသည့် ပတ္တမြား ငမောက်လည်းပါဝင်ခဲ့ပြီး ယခုတိုင် မည်သည့်နေရာတွင် ရောက်ရှိနေမှန်း မသိရပေ။ကုန်းဘောင်ခေတ် နိုင်ငံခြား ကူးသန်း ရောင်းဝယ်ရေး ခရီး မည်မျှ ပေါက်ရောက် ခဲ့သည်ကို ဆန်းစစ်လျှင် ထိုခေတ် ရောင်းဝယ်ရေး အခြေအနေကို နားလည်နိုင်စရာ အကြောင်း ရှိလေသည်။ ၁၇၈၃ ခုနှစ်တွင် ရန်ကုန်သို့ ရောက်လာသော အင်္ဂလိပ် လူမျိုး တဦးက ကုန်းဘောင်ခေတ် ကူးသန်း ရောင်းဝယ်ရေးသည် ကျယ်ပြန့် ရှုပ်ထွေးခြင်း မရှိဟု မှတ်ချက် ချခဲ့သည်။ ဤဒေသတွင် အရင်းငွေ အနည်းငယ်မျှဖြင့်ပင် အရောင်းအဝယ် ပြုပါက အမြတ်အစွန်း များများရရန် လွယ်ကူသည်ဟု သူ ဧကန် သိနေဟန် တူသောကြောင့် ဖြစ်လေသည်။ထိုခေတ်က ပြောကြ ဆိုကြသည်မှာ မည်သူမဆို အိန္ဒိယရှိ ကိုရိုမန်ဒယ် ကမ်းခြေ၌ ရွက်သင်္ဘောငယ် တစင်းကို ဝယ်ယူနိုင်သည့် အခြေရှိလျှင် ထိုသင်္ဘော၌ ဆေးရွက် အနည်းငယ်၊ ချည်ထည်နှင့် အိမ်သုံး သံထည် အချို့ကို နဂဘာရီကျွန်းသို့ တင်ဆောင် သွားနိုင်သည်။ ထို့နောက် ထိုကုန်များကို နဂဘာရီ အုန်းသီးများနှင့် လဲလှယ်၍ သင်္ဘော အပြည့်တင်ကာ ပဲခူးသို့ ယူလာနိုင်သည်။ ထိုနောက် ပဲခူးဒေသ (ရန်ကုန်ကို ဆိုလိုသည်) တွင် ကျွန်းသစ်များနှင့် တဖန် လဲလှယ်၍ ထို ကျွန်းသစ်တို့ကို ကိုရိုမန်ဒယ် ကမ်းခြေ၌ ဖြစ်စေ၊ ဘင်္ဂလား၌ ဖြစ်စေ ရောင်းချပါက၊ အမြတ်အစွန်း ကြီးစွာ ရနိုင်သည်ဟု အပြောအဆို ရှိခဲ့လေသည်။ကျွန်းသစ်သည် စင်စစ်အားဖြင့် နိုင်ငံခြားသား ကုန်သည်များ လွန်စွာ တပ်မက် လိုလားကြသော ကုန်ပစ္စည်းပင် ဖြစ်လေသည်။ အများအားဖြင့် ကျွန်းသစ်ကို နိုင်ငံခြားသို့ ရောင်းချရာ၌ သင်္ဘော ဆောက်လုပ်ရန် အတွက် ရည်ရွယ်သည် ဖြစ်ရာ ကျွန်းသစ်များကို တဆင့် တင်ပို့ နေခြင်းဖြင့် စရိတ်စက ကုန်ကျခြင်းကို သက်သာရာ ရစေရန် ကျွန်းသစ်ထွက်သည့် နေရာ ဌာန၌ပင် သင်္ဘောများ ဆောက်လုပ်ရန် ကြိုးစားကြမည်မှာ မလွဲပေ။ ကျွန်းသစ်ကို လိုရာသို့ တင်ပို့၍ သင်္ဘော ဆောက်လုပ်သည့် စရိတ်နှင့် မြန်မာ့ ပင်လယ် ကမ်းခြေ၌ပင် သင်္ဘော ဆောက်လုပ်သည့် စရိတ်ကို ယှဉ်ကြည့်လျှင် မြန်မာ့ ကမ်းခြေ၌ ဆောက်လုပ်၍ ကုန်ကျသည့် စရိတ်က လွန်စွာ သက်သာနေသည့် အတွက် မြန်မာနိုင်ငံသို့ နိုင်ငံခြားသားများကို ဆွဲဆောင် နေသကဲ့သို့ ဖြစ်သည်။ရန်ကုန် ဆိပ်ကမ်းတွင် သင်္ဘော တစင်း ဆောက်လုပ်၍ အစုံအလင် တပ်ဆင်ပြီးနောက် ရေချရန် အသင့်ရှိသော အခါ သင်္ဘော တစင်း၏ ကုန်ကျစရိတ်သည် တတန်လျှင် စတာလင်ပေါင် ၁၂ မှ ၁၃ အထိသာ ဖြစ်လေသည်။ ကလကတ္တားတွင် ဆောက်လုပ်လျှင် သင်္ဘောတစင်း၏ ကုန်ကျငွေသည် တတန်လျှင် ပေါင် ၁၆ မှ ၁၇ ဖြစ်၍၊ ဘုံဘေတွင် ပေါင် ၁၉ မှ ၂ဝ အထိ ကုန်ကျသည်။ မြန်မာ ဆိပ်ကမ်းတွင် သင်္ဘော ဆောက်လုပ်ရာ၌ အခက်အခဲများ ရှိသည်။ ထို အခက်အခဲများမှာ ပထမတွင် ရန်ကုန်၌ ကျွမ်းကျင်စွာ ကြီးကြပ်မည့်သူ လိုခြင်း ဖြစ်သည်။ ဒုတိယတွင် မြန်မာ့ ကမ်းခြေသို့ ရောက်လာသော ကုန်သည်များနှင့် သင်္ဘောများကို လွတ်လပ်စွာ ဆိုက်ကပ်ခွင့် ပေးသည်ဟု မြန်မာဘုရင်က အမိန့် ထုတ်ပြန် ထားသည်ဟု ဆိုသော်လည်း၊ ရန်ကုန်ရှိ မြန်မာ မင်းမှုထမ်းတို့က ကောက်ခံ စည်းကြပ်သော အခွန်ငွေသည် များပြားခြင်း ဖြစ်လေသည်။ရန်ကုန် ဆိပ်ကမ်းတွင် သင်္ဘော ကျောက်ချ ပြီးသည်နှင့် တပြိုင်နက် သင်္ဘော၌ ပါသော သင်္ဘောသားဦးရေ၊ ပစ်ခတ် ကာကွယ်ရန် ယူဆောင်လာသည့် လက်နက်များ၊ ကုန်ထုပ်များ မည်မျှ ပါကြောင်း အစီရင် ခံရသည်။ သင်္ဘောပါ ပစ္စည်းများကို စစ်ဆေးပြီးသော အခါ၌ အားလုံးကို ကုန်လှောင်ရုံ အတွင်းသို့ ပို့ဆောင်ရသည်။ ထိုကိစ္စများ ပြီးစီးသော အခါ ဝတ္တရား အရ မြို့ဝန် ဖြစ်သူက သင်္ဘောပေါ်သို့ တက်ရောက် စစ်ဆေးသည်။ မြို့ဝန် ကြွရောက် ကြည့်ရှု ပြီးသည့်နောက် ပေးဆပ်နေကြ လက်ဆောင် ပစ္စည်းများ ဖြစ်သည့် ကြွေပန်းကန်များ၊ သကြားနှင့် လဘက်ခြောက် သေတ္တာများကို ပေးအပ်ရသည်။ထိုနောက်မှ ရောင်းဝယ်ရေးကို စတင် လေတော့သည်။ ကုန်များကို ရောင်းဝယ်ခြင်း မပြုသေးမီ စစ်ဆေး ကြည့်ရှု၍ အခွန်တော် ကောက်ရန် ကုန်ထုတ်များကို ဖွင့်လှစ်၍ ပြရသည်။ ဘုရင်မင်းမြတ် အတွက် ၁ဝ ရာခိုင်နှုန်း ကောက်ခံ၍ စာရေးများ၊ ကုန်ရုံစောင့်များ နှင့် တံဆိပ်တော် ခပ်နှိပ်သူတို့က ၂.၅ ရာခိုင်နှုန်း အစု ခွဲယူကြသည်။ မင်းတုန်းမင်း လက်ထက် မတိုင်မီကသော် အရာရှိ အရာခံများအား လစာ မှန်မှန်ပေးသော စနစ် မရှိခဲ့သဖြင့် မြန်မာ ဆိပ်ကမ်း အရာရှိ အချို့တို့သည် ပစ္စည်း အမျိုးမျိုးကို တံစိုး လက်ဆောင် အဖြစ်ဖြင့် ယူလို ကြသည်မှာ သဘာဝပင် ဖြစ်လေသည်။တစ်ဦး၏ ထုံးတမ်းစဉ်လာများကို တစ်ဦးက နားလည်မှု နည်းပါးသောကြောင့် ပေါ်ပေါက်ခဲ့သော အထင်လွဲမှုများမှ အပ၊ နိုင်ငံခြား ကုန်သည်များ အဖို့ ကျေနပ်လောက်ဖွယ် ရှိလေသည်။ မကြာခဏ အခက်အခဲ ပေါ်ပေါက်တတ်ခြင်းမှာ အတွေ့အကြုံ နဲသော မာလိန်မှူးနှင့် ကုန်သည်တို့သည် သင်္ဘောဆိပ် လူလိမ် လူကောက်တို့နှင့် ဆက်သွယ်၍ မိမိတို့ ကုန်ကို ရောင်းချရာ၌ ဖြစ်လေသည်။ မျက်မှောက်ခေတ် မြန်မာနိုင်ငံတွင် လုံးဝ အားကိုး အားထား ပြုနေရသော ဆန်သည် ကုန်းဘောင်ခေတ်တွင် လွန်စွာ ဈေးပေါသည့် ကုန်ဖြစ်လေသည်။ယခုခေတ်တွင် ဆန်ဈေးသည် တတန်လျှင် ကျပ် ၆ဝဝ ရှိ၍ ထိုခေတ် အခါကသော် တတန်လျှင် ၁၄ ကျပ်သာ ရှိလေသည်။ သို့ရာတွင် ထိုခေတ်ကသော် ဆန်ကို ပြည်တွင်းသုံး အဖြစ်ဖြင့်သာ အဓိက စိုက်ပျိုးစေ၍ နိုင်ငံခြားသို့ တင်ပို့ရန် တားမြစ် ထားလေသည်။ ကျွန်းသစ် အပြင် ရန်ကုန်မှ တင်ပို့သော ကုန်းဘောင်ခေတ်ထွက် ကုန်များသည် ရေနံချောင်းမှ ထွက်သော ရေနံချေး ဖြစ်၍ တတန်လျှင် ၃ဝ ကျပ်ခန့် ပေးရသည်။ ရှားစေးကို တနှစ်လျှင် ပိဿာ ၄ဝဝ,ဝဝဝ မက တင်ပို့ ရလေသည်။ ထိုနောက် ဖာလာစေ့ကိုလည်း တင်ပို့ ရောင်းချ၍ တခါတရံ ဆင်စွယ်နှင့် ငွေသားများကို ခိုးထုတ်လေ့ ရှိသည်။ ငမန်းတောင်၊ ငှက်သို့က်၊ ချိပ်၊ ထန်းလျက်၊ ခဲ၊ သံဖြူ၊ ပယင်း၊ မဲနယ်၊ ပုရပိုက်၊ စက္ကူနက်နှင့် ထီးများကိုလည်း ရောင်းချလေသည်။မြန်မာနိုင်ငံထွက် အဖိုးတန် ကျောက်မျက် ရတနာများကို နိုင်ငံခြားသား ကုန်သည်များက အထူးသဖြင့် တပ်မက် ကြလေသည်။ ပတ္တမြားနှင့် ကျောက်စိမ်းကို လွန်စွာ လိုလားကြ သော်လည်း ဘုရင်က ကူးသန်း ရောင်းဝယ်ခြင်း မပြုရဟု တားမြစ်ထားသည်။ နိုင်ငံခြားသား ကုန်သည်များ အထူးသဖြင့် အင်္ဂလိပ် လူမျိုးများ လိုလားသော အခြား ထွက်ကုန်သည် ဝါဂွမ်း ဖြစ်လေသည်။ ဗြိတိန်နိုင်ငံရှိ လန်ကက်ရှားယား ဒေသတွင် ထူထောင် ဖွင့်လှစ်ထားသော ချည်စက်ရုံကြီးများ ကလည်း မြန်မာ့ ဝါဂွမ်းကို လွန်စွာ လိုလားကြသည်။ မြန်မာနိုင်ငံ အလယ်ပိုင်းတွင်သာ ဝါဂွမ်းထွက်၍ တရုတ်တို့က ထွက်သမျှသော ဝါဂွမ်းကို ဝယ်ယူ ကြလေသည်။ အပြန်အလှန် အားဖြင့် မြန်မာနိုင်ငံက ပိုးရိုင်း၊ ပိုးထည်၊ ကတ္တီပါ၊ ရွှေခြည်ထိုး အထည်များ၊ ရွှေခြည်၊ ရွှေဆိုင်း၊ ကော်ဇော၊ ဆေး၊ ကြေးနီ၊ ရောင်စုံစက္ကူ၊ သစ်သီးခြောက်၊ လက်ဖက်ရည်အိုး၊ သံထည်နှင့် ကစားစရာ အရုပ်များကို တရုတ်တို့ထံမှ ဝယ်ယူ ကြလေသည်။ဓါတ်ပုံ-Wikipedia",
    "engcontent": "The Kingdom of Kon Baung also known as Third Burmese Empire and formerly known as the Alompra dynasty (Alaungphra dynasty)[citation needed] was the last dynasty that ruled Burma/Myanmar from 1752 to 1885. It created the second-largest empire in Burmese history[8] and continued the administrative reforms begun by the Toungoo dynasty, laying the foundations of the modern state of Burma. The reforms, however, proved insufficient to stem the advance of the British, who defeated the Burmese in all three Anglo-Burmese Wars over a six-decade span (1824–1885) and ended the millennium-old Burmese monarchy in 1885.An expansionist dynasty, the Konbaung kings waged campaigns against Manipur, Arakan, Assam, the Mon kingdom of Pegu, the Siamese kingdom of Ayutthaya, and the Qing dynasty of China – thus establishing the Third Burmese Empire. Subject to later wars and treaties with the British, the modern state of Myanmar can trace its current borders to these events.Throughout the Konbaung dynasty, the capital was relocated several times for religious, political, and strategic reasons.The dynasty was founded by a village chief, who later became known as Alaungpaya, in 1752 to challenge the Restored Hanthawaddy Kingdom which had just toppled the Taungoo dynasty. By 1759, Alaungpaya\u0027s forces had reunited all of Burma (and Manipur) and driven out the French and the British who had provided arms to Hanthawaddy.Alaungpaya\u0027s second son, Hsinbyushin, came to the throne after a short reign by his elder brother, Naungdawgyi (1760–1763). He continued his father\u0027s expansionist policy and finally took Ayutthaya in 1767, after seven years of fighting.Realising the need to modernise, the Konbaung rulers tried to enact various reforms with limited success. King Mindon with his able brother Crown Prince Kanaung established state-owned factories to produce modern weaponry and goods; in the end, these factories proved more costly than effective in staving off foreign invasion and conquest.Mindon also tried to reduce the tax burden by lowering the heavy income tax and created a property tax, as well as duties on foreign exports. These policies had the reverse effect of increasing the tax burden, as the local elites used the opportunity to enact new taxes without lowering the old ones; they were able to do so as control from the centre was weak. In addition, the duties on foreign exports stifled the burgeoning trade and commerce.Konbaung kings extended administrative reforms begun in the Restored Toungoo dynasty period (1599–1752), and achieved unprecedented levels of internal control and external expansion. They tightened control in the lowlands and reduced the hereditary privileges of Shan chiefs. They also instituted commercial reforms that increased government income and rendered it more predictable. Money economy continued to gain ground. In 1857, the crown inaugurated a full-fledged system of cash taxes and salaries, assisted by the country\u0027s first standardised silver coinage.Nonetheless, the extent and pace of reforms were uneven and ultimately proved insufficient to stem the advance of British colonialism.Source:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/The_map_of_Konbaung_dynasty_of_Burma_(1752–1885).JPG"
  },
  {
    "mmtitle": "ညောင်ရမ်းခေတ် (ခရစ်နှစ် ၁၅၉၆ မှ ၁၇၅၂)",
    "engtitle": "The Kingdom of Nyaung Ran(Chris 1596-1752)",
    "pubDate": "April 05, 2023 13:21 PM",
    "timeStamp": "1680543449228",
    "mmcontent": "ပထမအင်းဝခေတ် ပျက်သုန်းပြီးနောက်ပိုင်း တောချုံအဖြစ် ၄-နှစ်မျှဖြစ်နေခဲ့ပြီး အင်းဝမြို့ကို (၁၆)ရာစု နှောင်းပိုင်းကာလတွင် ဒုတိယအကြိမ် ပြန်လည်တည်ထောင်ခဲ့သော မင်းမှာ ညောင်ရမ်းမင်းတရားကြီး ဖြစ်သည်။ညောင်ရမ်းခေတ်သည် မြန်မာနိုင်ငံအတွက် လေးခုမြောက် ပဒေသရာဇ်ခေတ် ဖြစ်သည်။ တပင်ရွှေထီး၊ဘုရင့်နောင်တို့ ထူထောင်သည့် တောင်ငူ-ဟံသာဝတီခေတ် ပြိုလဲအပြီးတွင် တစ်နယ်တစ်မင်း စစ်ပြိုင်ပြုနေကြသည့် ပဒေသရာဇ်များကြားမှ ညောင်ရမ်းစားရှင်သစ္စာနှင့် သားများက အင်အားကြီးမားလာကာ ညောင်ရမ်းမင်းဆက်ကို တည်ထောင်ကြခြင်းဖြင့် ညောင်ရမ်းခေတ်ဟူ၍ ပေါ်ပေါက်လာသည်။ ညောင်ရမ်းမင်းဆက်မှ ဘုရင်များသည် အင်းဝကိုနန်းစိုက်ရာ မြို့တော်အဖြစ် အသုံးပြုခဲ့ကြသဖြင့် ဒုတိယအင်းဝခေတ် ဟုလည်းခေါ်ကြသေးသည်။ ညောင်ရမ်းခေတ်မှာ ထူးခြားစွာပင် စာဆိုတော်များ၊ ပညာရှိများ ပေါ်ထွန်းလာသည့်အတွက် မြန်မာ့ယဉ်ကျေးမှုတိုးတက်ရေးတွင် အရေးပါသည့် ခေတ်ကာလအဖြစ် သတ်မှတ်ကြသည်။ ညောင်ရမ်းခေတ်တွင် ကြုံတွေ့ခဲ့ရသည့် အဓိကပြဿနာမှာ ရာသီဥတုနှင့် နောက်ပိုင်းကာလ နန်းတွင်းအရှုပ်တော်ပုံများ ဖြစ်သည်ဟု သမိုင်းပညာရှင်များက သုံးသပ်ကြသည်။ ညောင်ရမ်းခေတ်တွင် ညောင်ရမ်းမင်းဆက် (၁၁)ဆက် စိုးစံခဲ့ပြီး မြို့သက်နှစ်ပေါင်း ၁၅၃-နှစ်မျှ ကြာမြင့်ခဲ့သည်။ညောင်ရမ်းခေတ်တွင် ထင်ရှားသောစာဆိုများမှာ ဝရာဘိသင်္ဃနာထဆရာတော်၊ တောင်ဖီလာဆရာတော်၊ သဒ္ဓမ္မလင်္ကာရဆရာတော်၊ ဦးကုလား၊ ဦးအောင်ကြီး၊ ဟံသာဝတီရောက်မင်းတရားကြီးတို့ဖြစ်သည်။ဝရာဘိသင်္ဃနာထဆရာတော်၏ မဏိကုဏ္ဍဝတ္ထုသည် ဘုရားလောင်းသုတသောမမင်း၏ ဇာတ်လမ်းကို မဏ္ဍိုင်ပြုကာ (၅၅၀)ဇာတ်ဝတ္ထုများ ထည့်သွင်းရေးဖွဲ့ထားသော ဝတ္ထုစကားပြေဖြစ်သည်။ တောင်ဖီလာဆရာတော်ရေးသားခဲ့သော ယသဝဍ္ဎနဝတ္ထုသည် ကြီးပွားကြောင်း တရားများကို သာဓကများထားကာ ရေးသားခဲ့သော ဝတ္ထုဖြစ်သည်။ သဒ္ဓမ္မလင်္ကာရဆရာတော်ကလည်း ဓမ္မပဒ ကျမ်းကိုမှီ၍ ရတနာကရဝတ္ထုကို ရေးသားခဲ့သည်။ညောင်ရမ်းခေတ်တွင် ဝတ္ထုစကားပြေများအကြား၌ ဦးကုလား မဟာရာဇဝင်ကျမ်းကြီး ပေါ်ထွန်းခဲ့သည်။ ဤကျမ်းတွင် သရေခေတ္တရာရာဇဝင်၊ ပုဂံရာဇဝင်၊ ပင်းယရာဇဝင်၊ အင်းဝရာဇဝင်၊ တောင်ငူရာဇဝင် စသည့် အကြောင်းအရာ နှင့် မင်းဆက်တို့၏ အကြောင်းအရာများကို ပြည့်စုံ ပေါ်လွင်အောင် ရေးသားနိုင်ခဲ့သော ရာဇဝင်ကျမ်းဖြစ်သည်။ညောင်ရမ်းခေတ်တွင် အိုင်ချင်းကဗျာများလည်း ထွန်းကားခဲ့သည်။ အိုင်ချင်းကဗျာများမှာ ကျေးလတ်ပြည်သူတို့၏ဘဝကို အရိုးခံအတိုင်း ရေးဖွဲ့ထားသည်။ညောင်ရမ်းခေတ်တွင် စကားပြေဝတ္ထု၊ ရာဇဝင်၊ ဓမ္မသတ် နှင့် ပြဇာတ်အရေးအသားများ ထွန်းကားခဲ့ပြီး၊ ကဗျာကဏ္ဍတွင် ပျို့၊ တျာချင်း၊ အိုင်ချင်း၊ တေးသီချင်း၊ လူးတားနှင့် ရတုများထွန်းကားခဲ့သည်။ ဓါတ်ပုံ-Wikipedia",
    "engcontent": "After the destruction of the first Inwa period, it was a forest for 4 years, and the second time in the late 16th century, the city of Inwa was re-established by King Nyaongran.The Nyaung Ran period was the fourth feudal period for Myanmar. After the collapse of the Taung Nu-Ham Thawati era established by Tapin Shwe Htee and Bayin Naung, the Nyaung Ran dynasty was established by the Nyang Ran dynasty and the Nyang Ran Dynasty became powerful among the feuding feudal lords.The kings of the Nyang Yang Dynasty used Inwa as their capital, so it is still called the Second Inwa Period. Especially in the period of Nyaungran, the poets, It is considered as an important period in the development of Burmese culture because of the emergence of sages.Source:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/WikiProject_Myanmar_peacock.svg.png"
  },
  {
    "mmtitle": "ပင်းယခေတ်(ခရစ်နှစ် ၁၃၁၃-၁၃၆၄)",
    "engtitle": "The Kingdom of Pinya(Chris 1313-1364)",
    "pubDate": "April 05, 2023 13:21 PM",
    "timeStamp": "1680543449228",
    "mmcontent": "ပင်းယခေတ် (၁၃၁၃-၁၃၆၄) သည် ပုဂံခေတ် ပျက်သုဉ်းပြီးနောက် ဖြစ်ထွန်းလာသော၊ မြန်မာ အလယ်ပိုင်းဒေသ ဧရာဝတီမြစ် အရှေ့ပိုင်းရှိ နိုင်ငံငယ် တစ်ခု ဖြစ်သည်။ ပင်းယသည် ဧရာဝတီမြစ် အနောက်ပိုင်းကို လွှမ်းမိုးသော၊ စစ်ကိုင်းနှင့် နိုင်ငံပြိုင် ဖြစ်သည်။ ဤခေတ်ကို မြင်စိုင်းခေတ် ဟုလည်း ခေါ်ပါသည်။ သီဟသူသည် ၁၃၁၀ ခုနှစ်တွင် နောင်တော်ကြီး အသင်္ခယာကို လုပ်ကြံခါ တစ်ပါးသော မင်းပြုသည်။ ၁၃၁၃ ခုနှစ်တွင် ပင်းယမြို့ကို တည်ထောင်သည်။ ၁၃၁၅ခု တွင်၊ သီဟသူ၏ သားတော်အငယ် အသင်္ခယာ စောယွန်း စစ်ကိုင်းကို ပြောင်းခါ မင်းပြိုင်ပြုသည်။ ၁၃၆၄ ခု တွင်၊ မောရှမ်းတို့ ဝင်ရောက်တိုက်ခိုက်သဖြင့် စစ်ကိုင်းနှင့် ပင်းယ နိုင်ငံများ ပျက်စီးခဲ့သည်။ ထိုနှစ်တွင်ပင်၊ သီဟသူ၏ မြစ်တော် သတိုးမင်းဖျား (သတိုးမင်းဘုရား) က အင်းဝခေတ်ကို တည်ထောင်သည်။ပင်းယ မင်းနေပြည်တော် (ဗမာလို- ပင်းယမင်းနေပြည်တော်၊ အသံထွက် [píɴją kʰiʔ]) သည် ၁၃၁၂ မှ ၁၃၆၄ အထိ ဗမာ (မြန်မာ) အလယ်ပိုင်းကို အုပ်စိုးခဲ့သော မင်းနေပြည်တော် တစ်ခုဖြစ်သည်။ ၎င်း သည် ၁၂၈၇ တွင် ပုဂံအင်ပါယာ ကျဆုံးပြီးနောက် ပေါ်ထွက်လာသော မင်းနေပြည်တော် အသေးစား အမြောက်အမြားအနက်မှ တစ်ခုဖြစ်သော မြင်စိုင်းမင်းနေပြည်တော်ကို ဆက်ခံသည့် တိုင်းပြည် တစ်ခု ဖြစ်သည်။ ဗမာပုံစံသွင်းထားသော ရှမ်း ဘုရင်များ၏ ဦးဆောင်မှုဖြင့် ပင်းယသည် မြစ်တစ်ဖက် ကမ်း ရှိ ပြိုင်ဘက်ဖြစ်သော စစ်ကိုင်း မင်းနေပြည်တော် နှင့် ဗမာနိုင်ငံအလယ်ပိုင်းကို လွှမ်းမိုးထိန်းချုပ် ရန်အတွက် အခါအားလျော်စွာ ပဋိပက္ခ ဖြစ်လေ့ရှိသော်လည်း ၎င်းတည်ရှိနေသည့်နေရာတစ်လျှောက် တွင် မြောက်ပိုင်းမှ ရှမ်းတို့၏ စီးနင်းတိုက်ခိုက်ခြင်းများအား အဓိကအားဖြင့် ခုခံကာကွယ်ခြင်းကိုသာ ဆက်လက်၍ ပြုလုပ်ခဲ့သည်။ ၁၃၆၄ ခုနှစ် တွင် မိုးကောင်း မှ ရှမ်း စီးနင်းတိုက်ခိုက်သူများသည် ပင်းယ နှင့် စစ်ကိုင်း မင်းနေပြည်တော် နှစ်ခုစလုံး၏ မြို့တော်များကို ဆက်တိုက်သိမ်းပိုက်ပြီးနောက် မင်းနေ ပြည်တော် နှစ်ခုစလုံးသည် ပြိုလဲပျက်စီးခဲ့ရသည်။ စစ်ကိုင်း မင်းသား Thadominbya (သတိုးမင်းဗြား) တည်ထောင်ခဲ့သော အင်းဝမင်းနေပြည်တော် သည် ပင်းယနှင့် စစ်ကိုင်း မင်းနေပြည်တော် နှစ်ခုစလုံးကို ၁၃၆၄ တွင် အစားထိုးပြီး ဗမာနိုင်ငံအ လယ်ပိုင်း၏ အဓိက မင်းနေပြည်တော်အဖြစ် နောင် နှစ်ပေါင်း ၁၅၀ ကျော်တိုင်အောင် တည်ရှိခဲ့သည်။ပင်းယ မင်းနေပြည်တော်သည် မြင်စိုင်းမင်းနေပြည်တော် ၏ အဆက်ဖြစ်ပြီး ၁၂၉၈ တွင် ရှမ်းညီနောင်သုံးဦးဖြစ်သော Athinhkaya (အသင်္ခယာ) ၊ Yazathingyan (ရာဇသင်္ကြန်) နှင့် Thihathu (သီဟသူ) တို့မှ တည်ထောင်ခဲ့သည်။ (စစ်ကိုင်း နေပြည်တော်မှ ၁၃၁၅ ခုနှစ်တွင် ခွဲထွက်ခဲ့ခြင်း မဟုတ်ပေ၊ မြင်စိုင်းမင်းနေပြည်တော် ဟူ၍ပင် ခေါ်ဆိုနေဆဲဖြစ်သည်။) ၁၃၁၂ ခုနှစ်တွင် နောင်တော် အလတ်သည် သဘာဝ အလျောက် ကွယ်လွန်ပြီးနောက်တွင် အငယ်ဆုံးညီတော်ဖြစ်သော Thihathu (သီဟသူ) သည် သူ၏ ဩဇာအာဏာကို ခိုင်မြဲအောင်လုပ်သည့် အနေဖြင့် အစ်ကိုအကြီးဆုံးကို အဆိပ်ခတ်သတ်ပြီး ထီးနန်းကို သိမ်းယူခဲ့သည်။ Thihathu (သီဟသူ) သည် အစဦးတွင် သူ၏မြို့တော်ကို ပင်လယ်အရပ်မှ ပို၍ အချက်အချာကျသော ကျောက်ဆည် စပါးကျီနှင့်နီးသည့် ဧရာဝတီ အရပ်သို့ ပြောင်းရွှေ့ရန်ကြံစည်ခဲ့သည်။ (ထိုအချိန်မှစ၍ မွန်ဂိုကျူးကျော်မှု မတိုင်မီ လူဦးရေ ၅၀၀၀၀ ခန့် ရှိခဲ့သော ပုဂံသည် အလွန်အမင်း တိတ်ဆိတ်ခြောက်ကပ်သွားခဲ့သည်။) Thihathu (သီဟသူ) သည် နောင်အခါ အင်းဝ နေပြည်တော်ဖြစ်လာမည့် ဧရာဝတီနှင့် မြစ်ငယ် မြစ်တို့အနီးရှိ ကျောက်ဆည်အရပ် အနီးတစ်ဝိုက်ကို မင်းနေပြည်တော် တည်ထောင်ရန် ရွေးချယ်ခဲ့သည်။ သို့သော် နန်းတွင်း ဗေဒင် နက္ခတ် ကျွမ်းကျင်သူများက ထိုအရပ်သည် မကောင်းသော နိမိတ်ဖြစ်သည်ဟု အကြံပေးကြသည်။ ထို့ကြောင့် Thiha thu (သီဟသူ) သည် ၎င်းအစား ပင်းယနေပြည်တော်ကို (ယနေ့ခေတ် မန္တလေးမြို့ ၏ မြောက်ဘက်) ဧရာဝတီမြစ်အနီးတွင် ရွေးချယ်ခဲ့သည်။ Thihathu (သီဟသူ) သည် ရှေးခေတ် ပုဂံဘုရင်များ၏ ထုံးတမ်းစဉ်လာနှင့် ဘွဲ့များကိုခံယူခဲ့သည်။ သူ၏နန်းတက်ပွဲတွင် Anawrahta (အနော်ရထာ) (၁၀၄၄ - ၁၀၇၇) ဘုရင် လက်ထက်ကတည်းက မင်းမိဖုရား တော်ဝင် မိသားစုများအတွင်း လက်ဆင့်ကမ်းလာခဲ့သော ရွှေစလွယ်နှင့် ရွှေလင်ဗန်းအား Narathiha pate (နရသီဟပတေ့) ဘုရင် (နောက်ဆုံး ပုဂံမင်းဆက်) ၏ မိဖုရားဖြစ်သော ကွယ်လွန်သူ ခင်ပွန်း၏ ဘွဲ့ထူးဂုဏ်ထူးကို ဆက်ခံသည့် မိဖုရား Saw (စော) မှ Thihathu (သီဟသူ) ကို ပေးအပ်တော်မူခဲ့သည်။ Thihathu (သီဟသူ) သည် ယခုအခါတွင် မိမိသည် ပုဂံမင်းဆက်၏ အရိုက်အရာကို ဆက်ခံသူအဖြစ် တရားဝင် ယူဆခဲ့သည်။ သို့ဖြစ်၍ သူသည် ၁၃၁၅ တွင် နတ်ရွာစံတော်မူပြီးဖြစ်သော ဘုရင် Kyawswa(ကျော်စွာ)နှင့် MiSawU(မိစောဥ)တို့၏သားတော်တစ်ပါးဖြစ်သော Uzana I (ဥဇန ၁) မင်းသားအား အိမ်ရှေ့စံမင်းသား အရိုက်အရာ ခန့်အပ်ခဲ့သည်။ (၁၂၉၈ တွင် Thihathu (သီဟသူ) သည် မိဖုရား Mi Saw U (မိစောဥ) အားသိမ်းယူစဉ် သူမတွင် Uzana (ဥဇန) ၏ ကိုယ်ဝန် ရှိနေခဲ့ပြီး ၁၂၉၉ တွင် Uzana (ဥဇန) အားဖွားမြင်ခဲ့သည်။ Thihathu (သီဟသူ)သည် Uzana (ဥဇန) ကို သူ၏ သားအရင်းအဖြစ် မွေးစားခဲ့သည်။)Thihathu (သီဟသူ) ဘုရင်၏ သားတော်အကြီးဆုံးဖြစ် သော ၁၅ နှစ် အသက် အရွယ်ရှိ Sawyun (စောယွန်း) သည် သူ့အားကျော်လွန်၍ ရာထူးတိုးမြှင့်ပေးခြင်းကို လိုလိုလားလားမရှိခဲ့ပေ။ တောတွင်းနေထိုင်သော ရဟန်းတော်များ၏ အားပေးမှုဖြင့် ဧရာဝတီမြစ် ကို ပင်းယက တိုက်ရိုက်ဖြတ်ကူးကာ သူ၏နောက်လိုက်နောက်ပါများ နှင့်အတူ အနောက်ဘက်ကမ်းရှိ စစ်ကိုင်း)သို့ ထွက်ခွာခဲ့သည်။ Sawyun (စောယွန်း) မင်းသားသည် မည်သည့်အခါကမျှ တရားဝင် ပုန်ကန်ခဲ့ခြင်းမရှိပဲ သူ၏ဖခင်အပေါ်တွင် သစ္စာရှိသယောင် အမည်ခံအဖြစ်နေခဲ့သည်။ သူ၏ ညီအစ်ကိုများနှင့်သော်မှ ထီးနန်းစည်းစိမ်ကို မျှဝေ မခံစားလိုသော Thihathu (သီဟသူ) သည် Sawyun (စောယွန်း) အား သူ၏ဖုံးကွယ်ထားသော ပုန်ကန်ထကြွမှုအတွက် ထူးခြားစွာဖြင့် အပြစ်ပေးခဲ့ခြင်း (ပေးနိုင်ခဲ့ခြင်း) မရှိပါ။Thihathu (သီဟသူ) အငယ်သည် ဤအရာကို သည်းခံနိုင်ခြင်းမရှိသည်မှာ ဖြစ်ကောင်းဖြစ်နိုင်သည်။ မည်သို့ပင် ဖြစ်စေ ၁၃၂၄ ခုနှစ် Thihathu (သီဟသူ) နတ်ရွာစံပြီးနောက်တွင် မင်းနေပြည်တော်နှစ်ခုသည် တရားဝင် နှစ်ခြမ်းကွဲ သွားပြီး ပင်းယသည် ဧရာဝတီမြစ် အရှေ့ဘက်ပိုင်း ရှိ မြန်မာပြည် အလယ်ပိုင်း နှင့် စစ်ကိုင်းသည် အနောက်ဘက်ခြမ်းတစ်ဝက်ကို ထိန်းချုပ်ခဲ့သည်။ဓါတ်ပုံ-Wikipedia",
    "engcontent": "The Kingdom of Pinya also known as the Vijaia State, was the kingdom that ruled Central Myanmar (Burma) from 1313 to 1365. It was the successor state of Myinsaing, the polity that controlled much of Upper Burma between 1297 and 1313. Founded as the de jure successor state of the Pagan Empire by Thihathu, Pinya faced internal divisions from the start. The northern province of Sagaing led by Thihathu\u0027s eldest son Saw Yun successfully fought for autonomy in 1315−17, and formally seceded in 1325 after Thihathu\u0027s death.The rump Pinya Kingdom was left embroiled in an intense rivalry between Thihathu\u0027s other sons Uzana I and Kyawswa I until 1344. Pinya had little control over its vassals; its southernmost vassals Toungoo (Taungoo) and Prome (Pyay) were practically independent. Central authority briefly returned during Kyawswa I\u0027s reign (1344−50) but broke down right after his death. In the 1350s, Kyawswa II repaired Pinya\u0027s long-strained relationship with Sagaing, in order to face off against the northern Shan state of Maw. Two Maw raids in 1358–59 and 1362–63 thoroughly devastated Pinya\u0027s countryside during which Toungoo successfully broke away. Narathu switched sides and aided the Maw attack on Sagaing in 1363–64. But after the Maw troops sacked both Sagaing and Pinya in succession in 1364, Thihathu\u0027s great grandson Thado Minbya of Sagaing seized both devastated capitals in 1364, and founded the Ava Kingdom in 1365.Pinya was a microcosm of the small kingdoms period (1287–1555) of Burmese history. Weakened by internal divisions, Pinya despite controlling two of the three main granaries never reached its potential. Although its successor Ava would prove more successful in reassembling major parts of the erstwhile empire, it too would be hampered by fierce regional rivalries, and Myanmar would remain divided into the mid-16th century.Pinya was the successor state of Myinsaing, the polity that succeeded the Pagan Empire in Upper Burma.[note 1] After the Mongol invasions (1277–87), the Mongols seized northern Burma to Tagaung, and the rest of the empire broke up into several petty states. Pagan was left holding only a small region around the capital. In 1297, the three former Pagan commanders— Athinkhaya, Yazathingyan and Thihathu—overthrew King Kyawswa of Pagan (r. 1289–97), who had become a Mongol vassal nine months earlier.[1][2] The brothers placed a puppet king, and ruled from their base in Kyaukse. The Mongols invaded once again in 1300–01 but could not break through. They withdrew altogether from northern Burma in 1303.The brothers went on to reassemble the core regions of the fallen empire. In the north, they regained up to Tagaung but no further. Various Shan states, nominal Mongol vassals, now dominated the entire northwestern-to-southeastern arc surrounding the Irrawaddy valley. In the south, the brothers established suzerainty down to Prome (Pyay), and Toungoo (Taungoo). They did not try to regain Ramanya farther south,or Arakan in the west.The regency of the triumvirate was short-lived. Thihathu, the youngest and most ambitious brother, was never satisfied with a mere regent status, and declared himself king in 1309.[4] The proclamation ended the charade of Saw Hnit\u0027s nominal status as king.[5] The old power structure at Pagan led by the dowager queen Pwa Saw was not happy but there was little she or Saw Hnit could do. It is not clear what the two elder brothers made of their brother\u0027s announcement.[note 4] At any rate, the elder brothers died in 1310 and 1312/13,[note 5] and Thihathu became the undisputed ruler.To commemorate his reign, Thihathu founded a new capital at Pinya, also in the Kyaukse valley but closer to the Irrawaddy. He decided to keep his capital in the premier granary instead of returning to Pagan (Bagan) because Pinya was closer to the Mu valley granary in the north. On 7 February 1313, Thihathu, of non-royal birth, was crowned king as the rightful heir of the Pagan kings by Queen Pwa Saw herself.To compound the problem, Pinya was hit with a dynastic feud from the start. So eager was Thihathu to be seen as a legitimate king of Pagan, he made his adopted stepson Uzana, biological son of King Kyawswa of Pagan and Queen Mi Saw U, his heir-apparent. He also appointed Kyawswa I, his biological son by Mi Saw U, governor of Pinle, the second most coveted position.[11] On the other hand, the king did not appoint Saw Yun, his eldest biological son by a commoner queen, Yadanabon, or Tarabya his stepson by Yadanabon, to any meaningful positions. He appointed Saw Yun governor of Sagaing in 1314 only after the eldest son\u0027s repeated protestations.Saw Yun remained deeply unhappy for he still did not command an army as did Uzana and Kyawswa.Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/Pinywa Kingdom_Burma_c._1350 (1).png"
  },
  {
    "mmtitle": "မြန်မာနိုင်ငံ",
    "engtitle": "Myanmar",
    "pubDate": "April 04, 2023 12:06 AM",
    "timeStamp": "1680543449228",
    "mmcontent": "မြန်မာနိုင်ငံ (အင်္ဂလိပ်: Myanmar သို့မဟုတ် Burma)၊ တရားဝင်အားဖြင့် ပြည်ထောင်စု သမ္မတ မြန်မာနိုင်ငံတော် (Republic of the Union of Myanmar) သည် အရှေ့တောင်အာရှရှိ နိုင်ငံတစ်နိုင်ငံဖြစ်သည်။ အနောက်နှင့် အနောက်မြောက်ဘက်တွင် ဘင်္ဂလားဒေ့ရှ်နိုင်ငံ၊ အိန္ဒိယနိုင်ငံ၊ အရှေ့မြောက်ဘက်တွင် တရုတ်ပြည်သူ့သမ္မတနိုင်ငံ၊ ‌အရှေ့နှင့် အရှေ့တောင်ဘက်တွင် လာအိုနိုင်ငံ၊ ထိုင်းနိုင်ငံတို့နှင့် နယ်နမိတ်ချင်းထိစပ်ပြီး တောင်ဘက်နှင့် အနောက်တောင်ဘက်တွင် ကပ္ပလီပင်လယ်နှင့် ဘင်္ဂလားပင်လယ်အော်တို့ တည်ရှိသည်။ နိုင်ငံ၏မြို့တော်မှာ နေပြည်တော်မြို့ဖြစ်ပြီး အကြီးဆုံးမြို့မှာ ရန်ကုန်မြို့ဖြစ်သည်။[၁]\n\nမြန်မာနိုင်ငံရှိအစောဆုံးသော အခြေချမှုများသည် ပျူမြို့ပြနိုင်ငံများနှင့် မွန်ဘုရင့်နိုင်ငံများ၌ဖြစ်ကြသည်။[၉] အေဒီ ၉ရာစုခန့်တွင် မြန်မာလူမျိုးတို့သည် ဧရာဝတီမြစ်အနီး၌ ပုဂံပြည်ကိုတည်ထောင်ခဲ့ကြရာ မြန်မာ့ယဉ်ကျေးမှု၊ မြန်မာဘာသာစကားစသည်တို့ ပေါ်ပေါက်လာခဲ့သည်။ ပထမမြန်မာနိုင်ငံတော် ပုဂံပြည်သည် မွန်ဂိုကျူးကျော်စစ်ကြောင့် ကျဆုံးခဲ့ရသည်။ ၁၆ ရာစု‌တွင် ဒုတိယမြန်မာနိုင်ငံတော် တောင်ငူအင်ပါယာပေါ်ပေါက်လာခဲ့ပြီး အရှေ့တောင်အာရှသမိုင်း၏ အကြီးဆုံးအင်ပါယာအဖြစ် ခေတ္တရပ်တည်နိုင်ခဲ့သည်။[၁၀] ၁၉ ရာစုတွင် တတိယမြန်မာနိုင်ငံတော် ကုန်းဘောင်အင်ပါယာသည် မျက်မှောက်ခေတ် မြန်မာနိုင်ငံ၏ဒေသများကိုပါမက အာသံနှင့် မဏိပူရဒေသများကိုပါ အုပ်ချုပ်နိုင်ခဲ့သည်။ ဗြိတိသျှအင်ပါယာသည် မြန်မာနိုင်ငံကို ကျူးကျော်စစ်များဆင်နွှဲပြီး သိမ်းပိုက်ခဲ့သည်။ ဒုတိယကမ္ဘာစစ်အတွင်း၌ မြန်မာနိုင်ငံကို ဂျပန်တို့ကခေတ္တသိမ်းပိုက်ထားခဲ့ပြီး မဟာမိတ်နိုင်ငံတို့က ပြန်လည်သိမ်းယူခဲ့သည်။ ၁၉၄၈ ခုနှစ်တွင် မြန်မာနိုင်ငံသည် ဗြိတိသျှတို့ထံမှ လွတ်လပ်ရေးကိုရရှိခဲ့သည်။\n\nမြန်မာနိုင်ငံသည် အရှေ့အာရှ ထိပ်သီးအစည်းအဝေး၊ ဘက်မလိုက်လှုပ်ရှားမှု၊ အာဆီယံ၊ ဘင်းမ်စတက်စသည်တို့၏ အဖွဲ့ဝင်နိုင်ငံဖြစ်သည်။ ဗြိတိသျှအင်ပါယာလက်အောက်သို့ ကျရောက်ခဲ့ဖူးသော်လည်း ဓနသဟာယနိုင်ငံများ၏ အဖွဲ့ဝင်နိုင်ငံမဟုတ်ပေ။ သဘာဝသံယံဇာတကြွယ်ဝသော နိုင်ငံဖြစ်သည်သာမက နေရောင်ခြည်စွမ်းအင်အသုံးချရန်အတွက် အလားအလာကောင်းမွန်သည်။[၁၁] နိုင်ငံ၏စီးပွားရေးအများစုကို မြန်မာစစ်တပ်နှင့် ၎င်း၏ခရိုနီများကချုပ်ကိုင်ထားသဖြင့် စီးပွားရေးမညီမမျှမှုများပြားသည်။[၁၂]",
    "engcontent": "Myanmar,[b] officially the Republic of the Union of Myanmar,[c] also known as Burma (the official name until 1989), is a country in Southeast Asia. It is the largest country by area in Mainland Southeast Asia, and had a population of about 54 million in 2017.[11] It is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. The country\u0027s capital city is Naypyidaw, and its largest city is Yangon (formerly Rangoon).[2]\n\nEarly civilisations in the area included the Tibeto-Burman-speaking Pyu city-states in Upper Myanmar and the Mon kingdoms in Lower Myanmar.[12] In the 9th century, the Bamar people entered the upper Irrawaddy valley, and following the establishment of the Pagan Kingdom in the 1050s, the Burmese language, culture, and Theravada Buddhism slowly became dominant in the country. The Pagan Kingdom fell to Mongol invasions, and several warring states emerged. In the 16th century, reunified by the Taungoo dynasty, the country became the largest empire in the history of Southeast Asia for a short period.[13]\n\nThe early 19th-century Konbaung dynasty ruled over an area that included modern Myanmar and briefly controlled Manipur and Assam as well. The British East India Company seized control of the administration of Myanmar after three Anglo-Burmese Wars in the 19th century, and the country became a British colony. After a brief Japanese occupation, Myanmar was reconquered by the Allies and gained independence in 1948. Following a coup d\u0027état in 1962, it became a military dictatorship under the Burma Socialist Programme Party.\n\nFor most of its independent years, the country has been engulfed in rampant ethnic strife and its myriad ethnic groups have been involved in one of the world\u0027s longest-running ongoing civil wars. During this time, the United Nations and several other organisations have reported consistent and systemic human rights violations in the country.[14] In 2011, the military junta was officially dissolved following a 2010 general election, and a nominally civilian government was installed. This, along with the release of Aung San Suu Kyi and political prisoners and successful elections in 2015, improved the country\u0027s human rights record and foreign relations and led to the easing of trade and other economic sanctions,[15] although the country\u0027s treatment of its ethnic minorities, particularly in connection with the Rohingya conflict, continued to be condemned by international organizations and many nations.[16]\n\nFollowing the 2020 Myanmar general election, in which Aung San Suu Kyi\u0027s party won a clear majority in both houses, the Burmese military (Tatmadaw) again seized power in a coup d\u0027état.[17] The coup, which was widely condemned by the international community, led to continuous ongoing widespread protests in Myanmar and has been marked by violent political repression by the military, as well as a larger outbreak of the civil war.[18] The military also arrested Aung San Suu Kyi and charged her with crimes ranging from corruption to the violation of COVID-19 protocols, all of which have been labeled as \"politically motivated\" by independent observers, in order to remove her from public life.[19]\n\nMyanmar is a member of the East Asia Summit, Non-Aligned Movement, ASEAN, and BIMSTEC, but it is not a member of the Commonwealth of Nations despite once being part of the British Empire. The country is very rich in natural resources, such as jade, gems, oil, natural gas, teak and other minerals, as well as also endowed with renewable energy, having the highest solar power potential compared to other countries of the Great Mekong Subregion. However, Myanmar has long suffered from instability, factional violence, corruption, poor infrastructure, as well as a long history of colonial exploitation with little regard to human development.[20] In 2013, its GDP (nominal) stood at US$56.7 billion and its GDP (PPP) at US$221.5 billion.[21] The income gap in Myanmar is among the widest in the world, as a large proportion of the economy is controlled by cronies of the military junta.[22] As of 2020, according to the Human Development Index, Myanmar ranks 147 out of 189 countries in terms of human development.[10] Since 2021, more than 600,000 people were displaced across Myanmar due to the surge in violence post-coup, with more than 3 million people in dire need of humanitarian assistance.[23]",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Flag_of_Myanmar.svg/1024px-Flag_of_Myanmar.svg.png"
  },
  {
    "mmtitle": "တောင်ငူခေတ်(ခရစ်နှစ် ၁၅၁၀-၁၇၅၂)",
    "engtitle": "Kingdom of Toungoo(Chris 1510–1752)",
    "pubDate": "April 03, 2023",
    "timeStamp": "1680540674959",
    "mmcontent": "တောင်ငူခေတ်သည် တောင်ငူတွင်ထီးနန်းစိုက်ထူသော ၁၅ ရာစုနှောင်းပိုင်းမှ တောင်ငူခေတ်ပျက်သုန်းသော ၁၆ ရာစုနှောင်းပိုင်းကာလ ဖြစ်သည်။ တောင်ငူ ဟံသာဝတီ ခေတ်နှင့် ရောထွေးသတ်မှတ်ကြလေ့ရှိသည်။ သို့သော် ထိုသို့သတ်မှတ်သည်ထက် တောင်ငူမင်းဆက်ကို သီးသန့်သတ်မှတ်လျှင် လေ့လာရန် ပိုမိုအဆင်ပြေမည် ဖြစ်သည်။ အဘယ့်ကြောင့်ဆိုသော် တောင်ငူမင်းဆက်သည် အင်အားကြီးသည့် တပင်ရွှေထီး၊ ဘုရင့်နောင်တို့ကို မွေးထုတ်ပေးကာ သမိုင်းတွင် တောင်ငူ ဟံသာဝတီခေတ် ဟုခေါ်သည့် ခေတ်တစ်ခေတ်ကို အစပျိုးပေးခဲ့သည့်နည်းတူ ထိုခေတ်ကို အဆုံးသတ်သူလည်း ဖြစ်ပြန်သည်။ ထို့ပြင် နောက်ခေတ်တစ်ဖြစ်သည့် ညောင်ရမ်းခေတ်တွင်လည်း ပါဝင်ပတ်သက်မှု ရှိနေကြသောကြောင့် ဖြစ်သည်။တောင်ငူခေတ်သည် နိုင်ငံတည်ဆောက်သော ခေတ်ဖြစ်သည်နှင့်အညီ ဇာတိမာန်တက်ကြွဖွယ် စာပေများထွန်းကားကြောင်းတွေ့ရသည်။ တောင်ငူခေတ်သည် စစ်မက်ထူပြောသောကာလဖြစ်ရာ စစ်မက်ရေးရာများကို အားပြုရေးဖွဲ့သော စာပေများထွန်းကားလာသည်။ တောင်ငူခေတ်တွင်အင်းဝခေတ်ကဲ့သို့ ရဟန်းစာဆိုများစွာမရှိဘဲ လူပုဂ္ဂိုလ်စာဆိုတို့သာများလာသည်။ တောင်ငူခေတ်၌ စကားပြေကဏ္ဍတွင်ထင်ရှားသော ကျမ်းမှာ မွန်ဝန်ကြီးဗညားဒလ မွန်ဘာသာမှ မြန်မာပြန်သော ရာဇဓိရာဇ်အရေးတော်ပုံကျမ်းဖြစ်သည်။ ထိုအရေးတော်ပုံကျမ်းကို ဟံသာဝတီဘုရင်ရာဇဓိရာဇ်နှင့် အင်းဝဘုရင်မင်းခေါင်တို့ အင်အားပြိုင်သော စစ်ပွဲများကို နောက်ခံပြုလျက် ထိုမင်းနှစ်ပါး အပါအဝင် အမတ်တိန်၊ ဗြတ်ဇ၊ ဗျည်းနွဲ့၊ လဂွန်းအိမ်၊ အဲမွန်ဒယာ၊ သမိန်ဗရမ်းစသော သူရဲကောင်းများ၏ သွင်ပြင်အမူအရာများကို ပန်းချီကားတစ်ချပ်သဖွယ် သရုပ်ဖော်ရေးဖွဲ့ထားသည်။တောင်ငူခေတ်တွင် ထင်ရှားသော စာဆိုရှင်ကြီးများမှာ ပြည် နဝဒေးကြီး၊ နတ်သျှင်နောင်(ရတုဘုရင် နတ်သျှင်နောင်)၊ ရှင်ထွေးနာသိမ် အစရှိသော လူပုဂ္ဂိုလ်စာဆိုရှင်များ၊ အသက်ငယ်သောစာဆိုရှင်များ များပြားလာသည်နှင့်အမျှ မိမိဆန္ဒကိုဖော်ထုတ်သော စာပေများလည်း များပြားလာသည်ကို တွေ့ရသည်။ဓါတ်ပုံ - Wikipedia",
    "engcontent": "The Toungoo dynasty also known as the Restored Toungoo dynasty, was the ruling dynasty of Burma from the mid 16th century to 1752.Its early kings Tabinshwehti and Bayinnaung succeeded in reunifying the territories of the Pagan Kingdom for the first time since 1287 and in incorporating the Shan States for the first time, in addition to including Manipur, Chinese Shan States, Siam and Lan Xang. At its peak, the Toungoo Empire was the largest and strongest empire in Southeast Asia. However, it collapsed in the 18 years following death of Bayinnaung in 1581.The dynasty quickly regrouped under the leadership of Nyaungyan Min and his son, Anaukpetlun, who succeeded in restoring a smaller, more manageable kingdom, encompassing Lower Burma, Upper Burma, Shan States and Lan Na by 1622. The Restored Toungoo kings, now based in Ava, created a legal and political system whose basic features would continue under the Konbaung dynasty well into the 19th century. The crown completely replaced the hereditary chieftainships with appointed governorships in the entire Irrawaddy valley and greatly reduced the hereditary rights of Shan chiefs. Its trade and secular administrative reforms built a prosperous economy for more than 80 years.The kingdom entered a gradual decline due to the palace rule of its kings. Starting from the 1720s, the kingdom was beset with raids by the Meitei people of the Chindwin River, and a rebellion in Chiang Mai. Raids by the Meitei intensified in the 1730s, reaching increasingly deeper parts of central Burma. In 1740, the Mon people in Lower Burma began a rebellion, founding the Restored Hanthawaddy Kingdom. The Hanthawaddy armies captured Inwa in 1752 and ended the 266 year old Toungoo dynasty.King Mingyi Nyo founded the First Taungoo Dynasty (1485 1569) at Taungoo far up the Sittaung River south of Inwa towards the end of the Ava Kingdom in 1510. After the conquest of Inwa by the Mohnyin led Shan sawbwas in 1527, many Burmese speakers migrated to Taungoo, which became a new centre.The son of Mingyi Nyo, King Tabinshwehti, unified most of Burma, consolidating his power and pushing southward, over-running the Irrawaddy Delta and crushing the Hanthawaddy capital of Bago. In 1544, Tabinshwehti was crowned as king of all Burma at the ancient capital of Bagan. By this time, the geopolitical situation in Southeast Asia had changed dramatically. The Shan gained power in a new kingdom in the north, the Ayutthaya Kingdom had established itself as a suzerain power around the Chao Phraya river basin, while the Portuguese Empire had arrived in the south and conquered Malacca.With the coming of European traders, Burma was once again an important trading centre, and Tabinshwehti moved his capital to Bago due to its strategic position for commerce. He then began assembling an army for an attack on coastal Rakhine State to the west. Tabinshwehti\u0027s forces were defeated at Arakan but he was able to gain control of Lower Burma up to Pyay. He led his retreating army eastward to the Ayutthaya Kingdom, where he was again defeated in the Burmese–Siamese War (1547–49). A period of unrest and rebellions among other conquered peoples followed and Tabinshwehti was assassinated in 1550.Tabinshwehti\u0027s brother-in-law, Bayinnaung, succeeded to the throne in 1550 and reigned 30 years, launching a campaign of conquest invading several states, including Manipur (1560) and Ayutthaya (1564). An energetic leader and effective military commander, he made Toungoo the most powerful state in Southeast Asia and extended his borders from Laos to Ayutthaya. Bayinnaung was poised to deliver a final, decisive assault on the western kingdom of Arakan when he died in 1581. His son Nanda Bayin and his successors were forced to quell rebellions in other parts of the kingdom, and the conquest of Arakan was never achieved.Faced with rebellion by several cities and renewed Portuguese incursions, the Toungoo rulers withdrew from southern Burma and founded a second dynasty at Ava, the Nyaungyan or Restored Taungoo Dynasty (1597–1752). Bayinnaung\u0027s grandson, Anaukpetlun (1605–1628), once again reunited Burma in 1613 and decisively defeated Portuguese attempts to take over Burma. Anaukpetlun\u0027s successor Thalun (1629–1648) rebuilt the war torn country. Based on Thalun\u0027s revenue inquest in 1635, the Irrawaddy valley\u0027s population was estimated to be around 2 million.The dynasty survived for another century and a half until the death of Mahadhammayaza in 1752. Encouraged by the French in India, Bago finally rebelled against Inwa, further weakening the state, which fell in 1752. The downfall of the Toungoo dynasty has been more broadly ascribed to institutional weaknesses in the capital, which intensified factionalism and succession disputes, and the uneven impact of growing trade and potential price inflation, on the elite\u0027s income streams.Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/375px-Restored_Taungoo_Dynasty.png"
  },
  {
    "mmtitle": "ပုဂံခေတ်(ခရစ်နှစ် ၈၄၉–၁၂၉၇)",
    "engtitle": "Kingdom of Pagan(Chris 849–1297)",
    "pubDate": "April 03, 2023",
    "timeStamp": "1680540674958",
    "mmcontent": "ပုဂံခေတ်သည် မြန်မာနိုင်ငံတွင်းသို့ ဗမာတိုင်းရင်းသားများ ရောက်လာပြီးနောက်တွင် တဖြည်းဖြည်းနှင့် အင်အားအကြီးဆုံး အနေအထားသို့ ရောက်ချိန်ဖြစ်ပြီး ယနေ့ မြန်မာနိုင်ငံနီးပါးမျှ ကျယ်ဝန်းသည့် ပိုင်နက်ကိုလည်း သိမ်းပိုက်အုပ်ချုပ်နိုင်ခဲ့သည်။ ပျူတို့နောက်တွင် ပထမ မြန်မာနိုင်ငံတော်ကို တည်ထောင်နိုင်ခြင်းဖြစ်သည်။ ပုဂံခေတ်ကာလကို သက္ကရာဇ် ၄၀၆ ခုမှ ပင်းယမြို့တည်သည့် သက္ကရာဇ် ၆၇၄ ခုအထိ သတ်မှတ်သည်။ကြာအိုးအံ ပုဂံတည် ဆိုရိုးစကားအရ (ကြာ  ၂ ၊ အိုး  ၁ ၊ အံ  ၁) ၂၁၁ ခုနှစ်၌ တည်ထောင်သည်။ အစဦးတွင် ဗမာလူမျိုးတို့သည် ကျောက်ဆည်ခရိုင် ဒေသများတွင် အခြေချပြီး တစ်နယ်တစ်မင်း ထူထောင်ကာ စုစည်းနေထိုင်ကြရာမှ အေဒီ ၁၀ ရာစုသို့ရောက်သည့်အခါ ပုဂံမင်းသည် အင်အားအကြီးဆုံးအဖြစ် အသိအမှတ်ပြုခံရကာ မင်းကြီး ဖြစ်လာသည်။ သို့သော် အစောပိုင်း ပုဂံမင်းဆက်များအကြောင်းမှာ ပါးစပ်ပြောရာဇဝင်သာရှိပြီး တိကျသည့် သမိုင်းအထောက်အထားများကိုမူ ရှာဖွေမတွေ့ရချေ။ အထောက်အထားများကို အစောဆုံး စတင်ကာတွေ့ရသည့် အနော်ရထာ မင်းလက်ထက်အရောက်တွင် ထေရဝါဒ ဗုဒ္ဓဘာသာကို သက်ဝင်ယုံကြည်လာကြပြီး နိုင်ငံရေး ဩဇာအရလည်း အထွတ်အထိပ်သို့ရောက်လာခဲ့သည်။ ပုဂံအင်ပါယာနှင့်ခမာအင်ပါယာတို့သည် ခေတ်ပြိုင်အင်အားကြီးအင်ပါယာများဖြစ်သည်။သို့သော် ၎င်းအလွန်တွင်နန်းတက်သည့် စောလူးမင်း၏ အရည်အချင်းညံ့ဖျင်းမှုများကြောင့် တိုင်းပြည်ပြိုကွဲလုနီးနီး အန္တရာယ်ကျရောက်ခဲ့ပြီး ၎င်းလည်း ရန်သူ့လက်ချက်ဖြင့် အနိစ္စရောက်ရသည်။ ၎င်းအလွန်တွင် နန်းစံကြသည့် ကျန်စစ်သား နှင့် အလောင်းစည်သူ မင်းများလက်ထက်တွင် တစ်ဖန်အင်အားဩဇာ ပြည့်ဝကြသော်လည်း ထိုမင်းများလွန်လျှင် ပုဂံ၏ဩဇာမှာ တစ်ဖန်ကျဆင်းသွားရပြန်သည်။နောက်ဆုံး အေဒီ ၁၂၈၇ နရသီဟပတေ့ခေါ် တရုတ်ပြေးမင်း လက်ထက်တွင် မွန်ဂိုတို့၏ စစ်ရန်ကြောင့် ပုဂံမှာ ပျက်စီးခဲ့သည်။ မွန်ဂိုတို့ မြန်မာနိုင်ငံမှ တပ်ပြန်ရုပ်သိမ်းအပြီး နန်းတက်ကြသည့် ကျစွာ၊ စောနစ်၊ စောမွန်နစ်တို့မှာ ပုဂံမင်းဟုသာ အသိအမှတ်ပြုခံရပြီး အမှန်တကယ်တွင် ဩဇာရှိကြသည်မှာ ရှမ်းညီနောင်သုံးဦးဖြစ်သည့် အသင်္ခယာ၊ ရာဇသင်္ကြံ၊ သီဟသူ တို့ဖြစ်ကြသည်။ အချို့သမိုင်းဆရာတို့က ထိုကာလကို မြင်စိုင်းခေတ် (သို့မဟုတ်) ပထမရှမ်းခေတ် အဖြစ်လည်း သတ်မှတ်ကြသည်။ပုဂံခေတ်ပျက်သုဉ်းရခြင်း၏ အကြောင်းအရင်းမှာ မင်းများညံ့ဖျင်းခြင်း၊ မွန်ဂိုတို့၏ ရန်စစ်ကိုခံရခြင်းအပြင် မြောက်ဘက်နှင့် အရှေ့ဘက်တစ်လွှားတို့မှ ရှမ်းလူမျိုးများ အလယ်ပိုင်းမြေပြန့်ဒေသများအတွင်းသို့ အလုံးအရင်းဖြင့် ဝင်ရောက်နေရာယူလာခြင်းတို့ကြောင့်လည်း ဖြစ်သည်ဟု သမိုင်းပညာရှင်တချို့က သုံးသပ်ကြသည်။ပါးစပ်ရာဇဝင်များအရ ပုဂံမင်းဆက်သည် ၅၅ ဆက်ရှိသည်ဟု ဆိုသော်လည်းသမိုင်းမှတ်တမ်းများကို ခိုင်မာသည်ဟုယူဆရသော ကာလမှစကာ နန်းတက်သည့် ပုဂံမင်းဆက်မှာ အောက်ပါအတိုင်းဖြစ်သည်။ ပျဥ်ပြားမင်းကစခဲ့သည်ဟုဆိုကြသော်လည်း၁။ကွမ်းဆော်ကြောင်ဖြူ (နန်းတက်နှစ် အေဒီ ၉၆၄)၂။ကျဉ်စိုး (နန်းတက်နှစ် အေဒီ ၉၈၆)၃။စုက္ကတေး (နန်းတက်နှစ် အေဒီ ၉၉၂)၄။အနော်ရထာမင်း (နန်းတက်နှစ် အေဒီ ၁၀၄၄  ၁၀၇၇)၅။စောလူး (နန်းတက်နှစ် အေဒီ ၁၀၇၇  ၁၀၈၄)၆။ကျန်စစ်သား (နန်းတက်နှစ် အေဒီ ၁၀၈၄ ၁၁၁၃)၇။အလောင်းစည်သူ (နန်းတက်နှစ် အေဒီ ၁၀၉၂   ၁၁၆၇)၈။နရသူ (နန်းတက်နှစ် အေဒီ ၁၁၆၀ ၁၁၆၅)၉။နရသိင်္ခ (နန်းတက်နှစ် အေဒီ ၁၁၇၀)၁၀။နရပတိစည်သူ (နန်းတက်နှစ် အေဒီ ၁၁၇၃)၁၁။ထီးလိုမင်းလို (နန်းတက်နှစ် အေဒီ ၁၂၁၀)၁၂။ကျစွာ (နန်းတက်နှစ် အေဒီ ၁၂၃၄)၁၃။ဥဇနာ (နန်းတက်နှစ် အေဒီ ၁၂၅၀)၁၄။နရသီဟပတေ့ (နန်းတက်နှစ် အေဒီ ၁၂၅၄) (တရုတ်ပြေးမင်း)၁၅။ကျော်စွာ (နန်းတက်နှစ် အေဒီ ၁၂၈၇)၁၆။စောနစ် (နန်းတက်နှစ် အေဒီ ၁၂၉၈)၁၇။စောမွန်နစ် (နန်းတက်နှစ် အေဒီ ၁၃၂၅)ဓါတ်ပုံ - Wikipedia",
    "engcontent": "Kingdom of Pagan also known as the Pagan dynasty and the Pagan Empire also the Bagan dynasty or Bagan Empire was the first Burmese kingdom to unify the regions that would later constitute modern day Myanmar.250 year rule of Pagan over the Irrawaddy valley and its periphery laid the foundation for the ascent of Burmese language and culture, the spread of Bamar ethnicity in Upper Myanmar, and the growth of Theravada Buddhism in Myanmar and in mainland Southeast Asia.The kingdom grew out of a small 9th century settlement at Pagan (present day Bagan) by the Mranma(Burmans), who had recently entered the Irrawaddy valley from the Kingdom of Nanzhao. Over the next two hundred years, the small principality gradually grew to absorb its surrounding regions until the 1050s and 1060s when King Anawrahta founded the Pagan Empire, for the first time unifying under one polity the Irrawaddy valley and its periphery. By the late 12th century,the successors of Anawrahta had extended their influence farther to the south into the upper Malay peninsula, to the east at least to the Salween river, in the farther north to below the current China border, and to the west, in northern Arakan and the Chin Hills.In the 12th and 13th centuries, Pagan, alongside the Khmer Empire, was one of two main empires in mainland Southeast Asia.The Burmese language and culture gradually became dominant in the upper Irrawaddy valley, eclipsing the Pyu, Mon and Pali norms by the late 12th century. Theravada Buddhism slowly began to spread to the village level although Tantric, Mahayana, Brahmanic, and animist practices remained heavily entrenched at all social strata.The rulers of Pagan built over 10,000 Buddhist temples in the Bagan Archaeological Zone of which over 2000 remain. The wealthy donated tax free land to religious authorities.The kingdom went into decline in the mid 13th century as the continuous growth of tax free religious wealth by the 1280s had severely affected the crown ability to retain the loyalty of courtiers and military servicemen. This ushered in a vicious circle of internal disorders and external challenges by the Arakanese, Mons, Mongols and Shans. Repeated Mongol invasions (1277 1301) toppled the four century old kingdom in 1287. The collapse was followed by 250 years of political fragmentation that lasted well into the 16th century.The origins of the Pagan kingdom have been reconstructed using archaeological evidence as well as the Burmese chronicle tradition. Considerable differences exist between the views of modern scholarship and various chronicle narratives.Burmese chronicles do not agree on the origins of the Pagan kingdom. Chronicles down to the 18th century trace its origins to 167 CE, when Pyusawhti, a descendant of a solar prince and a dragon princess, founded the dynasty at Pagan (Bagan). But the 19th-century Glass Palace Chronicle (Hmannan Yazawin) connects the dynasty\u0027s origins to the clan of the Buddha and the first Buddhist king Maha Sammata (မဟာ သမ္မတ).The Glass Palace Chronicle traces the origins of the Pagan kingdom to India during the 9th century BC, more than three centuries before the Buddha was born. Prince Abhiraja (အဘိရာဇာ) of Kosala (ကောသလ) of the Sakya clan (သကျ သာကီဝင် မင်းမျိုး) – the clan of the Buddha – left his homeland with followers in 850 BC after military defeat by the neighbouring kingdom of Panchala (ပဉ္စာလရာဇ်). They settled at Tagaung in present-day northern Myanmar and founded a kingdom. The chronicle does not claim that he had arrived in an empty land, only that he was the first king.Abhiraja had two sons. The elder son Kanyaza Gyi (ကံရာဇာကြီး) ventured south, and in 825 BC founded his own kingdom in what is today Arakan. The younger son Kanyaza Nge (ကံရာဇာငယ်) succeeded his father, and was followed by a dynasty of 31 kings, and then another dynasty of 17 kings. Some three and a half centuries later, in 483 BC, scions of Tagaung founded yet another kingdom much farther down the Irrawaddy at Sri Ksetra, near modern Pyay (Prome). Sri Ksetra lasted nearly six centuries, and was succeeded in turn by the Kingdom of Pagan.[10] The Glass Palace Chronicle goes on to relate that around 107 AD, Thamoddarit (သမုဒ္ဒရာဇ်), nephew of the last king of Sri Ksetra, founded the city of Pagan (formally, Arimaddana-pura (အရိမဒ္ဒနာပူရ), lit. the City that Tramples on Enemies. The site reportedly was visited by the Buddha himself during his lifetime, and it was where he allegedly pronounced that a great kingdom would arise at this very location 651 years after his death.[12] Thamoddarit was followed by a caretaker, and then Pyusawhti in 167 AD.The chronicle narratives then merge, and agree that a dynasty of kings followed Pyusawhti. King Pyinbya (ပျဉ်ပြား) fortified the city in 849 AD.Modern scholarship holds that the Pagan dynasty was founded by the Mranma of the Nanzhao Kingdom in the mid-to-late 9th century AD; that the earlier parts of the chronicle are the histories and legends of the Pyu people, the earliest inhabitants of Myanmar of whom records are extant; and that Pagan kings had adopted the Pyu histories and legends as their own. Indeed, European scholars of the British colonial period were even more skeptical, dismissing outright the chronicle tradition of early Burmese history as copies of Indian legends taken from Sanskrit or Pali originals,[14] and the Abhiraja story as a vain attempt by Burmese chroniclers to link their kings to the Buddha. They doubted the antiquity of the chronicle tradition, and dismissed the possibility that any sort of civilisation in Burma could be much older than 500 AD.The Abhiraja myth notwithstanding, more recent research does indicate that many of the places mentioned in the royal records have indeed been inhabited continuously for at least 3500 years.[10] The earliest evidence of civilisation thus far dates to 11,000 BC.[16] Archaeological evidence shows that as early as the 2nd century BC the Pyu had built water-management systems along secondary streams in central and northern parts of the Irrawaddy basin and had founded one of Southeast Asia\u0027s earliest urban centres. By the early centuries AD, several walled cities and towns, including Tagaung, the birthplace of the first Burman kingdom according to the chronicles, had emerged. The architectural and artistic evidence indicates the Pyu realm\u0027s contact with Indian culture by the 4th century AD. The city-states boasted kings and palaces, moats and massive wooden gates, and always 12 gates for each of the signs of the zodiac, one of the many enduring patterns that would continue until the British occupation. Sri Ksetra emerged as the premier Pyu city-state in the 7th century AD. Although the size of the city-states and the scale of political organisation grew during the 7th to early 9th centuries, no sizeable kingdom had yet emerged by the 9th century.According to a reconstruction by G.H. Luce, the millennium-old Pyu realm came crashing down under repeated attacks by the Nanzhao Kingdom of Yunnan between the 750s and 830s AD. Like that of the Pyu, the original home of Burmans prior to Yunnan is believed to be in present-day Qinghai and Gansu provinces.[18][19][20] After the Nanzhao attacks had greatly weakened the Pyu city-states, large numbers of Burman warriors and their families first entered the Pyu realm in the 830s and 840s, and settled at the confluence of the Irrawaddy and Chindwin rivers,[21] perhaps to help the Nanzhao pacify the surrounding countryside.[22] Indeed, the naming system of the early Pagan kings—Pyusawhti and his descendants for six generations—was identical to that of the Nanzhao kings where the last name of the father became the first name of the son. The chronicles date these early kings to between the 2nd and 5th centuries AD, scholars to between the 8th and 10th centuries CE.[23][24][25] (A minority view led by Htin Aung contends that the arrival of Burmans may have been a few centuries earlier, perhaps the early 7th century.[26] The earliest human settlement at Bagan is radiocarbon dated to c. 650 AD. But evidence is inconclusive to prove that it was specifically a Burman (and not just another Pyu) settlement.)Thant Myint-U summarises that the Nanzhao Empire had washed up on the banks of the Irrawaddy, and would find a new life, fused with an existing and ancient culture, to produce one of the most impressive little kingdoms of the medieval world. From this fusion would result the Burmese people, and the foundations of modern Burmese culture.Evidence shows that the actual pace of Burman migration into the Pyu realm was gradual. Indeed, no firm indications have been found at Sri Ksetra or at any other Pyu site to suggest a violent overthrow. Radiocarbon dating shows that human activity existed until c. 870 at Halin, the Pyu city reportedly destroyed by an 832 Nanzhao raid.[28] The region of Pagan received waves of Burman settlements in the mid-to-late 9th century, and perhaps well into the 10th century. Though Hmannan states that Pagan was fortified in 849—or more accurately, 876 after the Hmannan dates are adjusted to King Anawrahta\u0027s inscriptionally verified accession date of 1044—the chronicle reported date is likely the date of foundation, not fortification. Radiocarbon dating of Pagan\u0027s walls points to c. 980 at the earliest.[29] (If an earlier fortification did exist, it must have been constructed using less durable materials such as mud.) Likewise, inscriptional evidence of the earliest Pagan kings points to 956. The earliest mention of Pagan in external sources occurs in Song Chinese records, which report that envoys from Pagan visited the Song capital Bianjing in 1004. Mon inscriptions first mentioned Pagan in 1093, respectively.Below is a partial list of early Pagan kings as reported by Hmannan, shown in comparison with Hmannan dates adjusted to 1044 and the list of Zatadawbon Yazawin (the Royal Horoscopes Chronicle).[32][33] Prior to Anawrahta, inscriptional evidence exists thus far only for Nyaung-u Sawrahan and Kunhsaw Kyaunghpyu. The list starts from Pyinbya, the fortifier of Pagan according to Hmannan.By the mid-10th century, Burmans at Pagan had expanded irrigation-based cultivation while borrowing extensively from the Pyus\u0027 predominantly Buddhist culture. Pagan\u0027s early iconography, architecture and scripts suggest little difference between early Burman and Pyu cultural forms. Moreover, no sharp ethnic distinction between Burmans and linguistically linked Pyus seems to have existed.[34] The city was one of several competing city-states until the late 10th century when it grew in authority and grandeur.[34] By Anawrahta\u0027s accession in 1044, Pagan had grown into a small principality—about 320 kilometres (200 mi) north to south and about 130 kilometres (81 mi) from east to west, comprising roughly the present districts of Mandalay, Meiktila, Myingyan, Kyaukse, Yamethin, Magwe, Sagaing, and the riverine portions of Minbu and Pakkoku. To the north lay the Nanzhao Kingdom, and to the east still largely uninhabited Shan Hills, to the south and the west Pyus, and farther south still, Mons.The size of the principality is about 6% of that of modern Burma/Myanmar.Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/225px-Pagan-kingdom.jpg"
  },
  {
    "mmtitle": "အင်းဝ ခေတ်",
    "engtitle": "Kingdom of Ava",
    "pubDate": "April 03, 2023",
    "timeStamp": "1680540674957",
    "mmcontent": "အနော်ရထာလက်ထက်မှ စတင်ကာ အင်အားကြီးခဲ့သော ပုဂံသည် ၁၃ရာစုအလယ်မှစကာ အကြောင်းအမျိုးမျိုးကြောင့် အင်အားနည်းပါးလာပြီး နောက်ဆုံးတွင် မြောက်ဘက်မှတရုတ်နိုင်ငံကို သိမ်းပိုက်ပြီး တောင်ဘက်သို့ ဆက်လက်နယ်ချဲ့လာသည့် မွန်ဂိုတို့၏ တိုက်ခိုက်ဖျက်စီးမှုကြောင့် ပျက်စီးခြင်းသို့ရောက်ရသည်။ မွန်ဂိုတို့ အပြန်တွင် ကျစွာမင်း ကိုပုဂံတွင် နန်းတင်ခဲ့သော်လည်း အမှန်တကယ် ဩဇာကြီးနေသည် မှာ ရှမ်းညီနောင် သုံးဦးဖြစ်သည်။ ပုဂံမင်းများ လုံးဝ ဩဇာမရှိတော့ချိန်တွင် ထိုရှမ်းညီနောင်သုံးဦးမှ ဆင်းသက်လာသည့် သတိုးမင်းဖျားက အင်းဝတွင် နန်းတည်ကာ အင်းဝမင်းဆက်(၁၃၆၄-၁၅၂၇/၁၅၅၅)ကို တည်ထောင်သည်။ တည်ထောင်စတွင် အထက်မြန်မာနိုင်ငံရှိ ဒေသများကို သိမ်းသွင်းနိုင်ကာ အင်အားကြီး မင်းနေပြည်တော်ဖြစ်လာခဲ့သည်။ ဒုတိယ နန်းတက်သည့် မင်းကြီးစွာစော်ကဲ လက်ထက်မှစကာ အောက်အရပ် ရာမညမှ မွန်ပဒေသရာဇ်များ မညီညွှတ်သည်ကို အခွင့်ကောင်းယူသည့် အနေဖြင့် စစ်ပြုခဲ့သည်။ ထိုမှအစပြုကာ အင်းဝ-ဟံသာဝတီ အနှစ်လေးဆယ်စစ် ဖြစ်ပွားသည်။ မင်းကြီးစွာစော်ကဲနောက် နန်းတက်သည့် ဆင်ဖြူရှင်၊ ဘုရင်မင်းခေါင် တို့လက်ထက်များအထိတိုင် တိုက်ခိုက်ခဲ့ရသည့် စစ်ပွဲဖြစ်ပေသည်။ ထိုမင်းများနောက် နန်းတက်သည့် မင်းများလက်ထက်တွင်လည်း တိုင်းပြည်အေးချမ်းရေးကို လိုလားစွာ ဆောင်ရွက်ကြသည်မရှိသလောက် နည်းပါးသဖြင့် အချိန်ကြာသည် နှင့်အမျှ အင်အားဆုတ်ယုတ်လာပြီး နောက်ဆုံးတွင် လက်အောက်ခံ ပဒေသရာဇ်များဖြစ်သည့် ရှမ်းစော်ဘွားများအင်အားကြီးလာသည်။ နောက်ဆုံးမင်းဖြစ်သည့် ရွှေနန်းကျော့ရှင်နရပတိ လက်ထက်တွင် ပြည်မင်း သတိုးမင်းစော နှင့် ရှမ်းစော်ဘွား မိုးညှင်းစလုံ၊၎င်း၏သား သိုဟန်ဘွားတို့က အင်းဝကို တိုက်ခိုက်သိမ်းပိုက်လိုက်ကြသည်။ ထိုနောက်သိုဟန်ဘွား နန်းတက်သည်။ သိုဟန်ဘွားလုပ်ကြံခံရပြီးနောက် နန်းတက်သည့် အုန်းဘောင်ခုံမှိုင်းနှင့် မိုးဗြဲနရပတိတို့ လက်ထက်များတွင် ဟံသာဝတီကို သိမ်းပိုက်လိုက်သည့် တောင်ငူမှ တပင်ရွှေထီးနှင့် စစ်ပြိုင်ရန်ကြိုးပမ်းသော်လည်း မအောင်မြင်ခဲ့ပေ။ ထိုနောက်နန်းတက်သည့် စစ်ကိုင်းနရပတိစည်သူ လက်ထက်တွင် ဘုရင့်နောင်၏ လက်သို့ ကျရောက်ရတော့သည်။အင်းဝမင်းဆက်ကို လေ့လာလျှင် စတင်တည်ထောင်သူ သတိုးမင်းဖျားမှ ကလေးကျေးတောင်ညို ထိကို သတိုးဆက်ဟူ၍လည်းကောင်း၊ မိုးညှင်းသတိုးမှ ရွှေနန်းကျော့ရှင်နရပတိ ထိကို မိုးညှင်းဆက်ဟူ၍လည်းကောင်း၊ သိုဟန်ဘွား၊အုန်းဘောင်ခုံမှိုင်းနှင့် မိုးဗြဲနရပတိ သုံးဆက်ကို ရှမ်းဆက်ဟူ၍လည်းကောင်း၊ စစ်ကိုင်းနရပတိစည်သူ(စည်သူကျော်ထင်)ထိ သတ်မှတ်ကြသည်။ သို့သော် အချို့သမိုင်းပညာရှင်များက စစ်ကိုင်းနရပတိစည်သူ နှင့်အတူ ဘုရင့်နောင်၊နန္ဒဘုရင်တို့လက်ထက်များတွင် လက်အောက်ခံအဖြစ် နန်းတင်သည့် သတိုးမင်းစော၊ မင်းလက်ယာ နှင့် မင်းရဲကျော်စွာတို့ကို မြန်မာဆက်ဟူ၍လည်းကောင်း ခွဲခြားသတ်မှတ်သည်လည်း ရှိသည်။နှင်းကျသည် အင်းဝတည် ဆိုရိုးစကားအရ (နှင်း \u003d ၇၊ ကျ \u003d ၂၊ သည် \u003d ၆) ၇၂၆-ခုနှစ်၌ တည်ထောင်သည်။ပထမအင်းဝခေတ် မင်းဆက်များ၁။သတိုးမင်းဖျား (၁၃၆၄ ၁၃၆၇)၂။မင်းကြီးစွာစော်ကဲ (၁၃၆၇ ၁၄၀ဝ)၃။ဆင်ဖြူရှင် တရဖျား (၁၄၀ဝ)၄။ပထမ မင်းခေါင်ကြီး (၁၄၀ဝ ၁၄၂၂)၅။ဆင်ဖြူရှင် သီဟသူ (၁၄၂၂ ၁၄၂၅)၆။မင်းလှငယ် (၁၄၂၅)၇။ကလေးကျေးတောင်ညို (၁၄၂၅ ၁၄၂၆)၈။မိုးညှင်းမင်းတရား (၁၄၂၆ ၁၄၃၉)၉။မင်းရဲကျော်စွာ (၁၄၃၉ ၁၄၄၂)၁၀။နရပတိ (အင်းဝ) (၁၄၄၂ ၁၄၆၈)၁၁။ပြည်စုန်မင်းသီဟသူ (၁၄၆၈ ၁၄၈၀)၁၂။ဒုတိယ မင်းခေါင် (၁၄၈၀ ၁၅၀၁)၁၃။ရွှေနန်းကျော့ရှင်နရပတိ (၁၅၀၁ ၁၅၂၇)၁၄။သိုဟန်ဘွား (၁၅၂၇-၁၅၄၂)၁၅။အုန်းဘောင်ခုံမှိုင်း (၁၅၄၂ ၁၅၄၅)၁၆။မိုးဗြဲနရပတိ (၁၅၄၅-၁၅၅၁)၁၇။စည်သူကျော်ထင် (၁၅၅၁-၁၅၅၅)ဒုတိယ အင်းဝခေတ်၊ ညောင်ရမ်းခေတ်၁။မင်းရဲနန္ဒမိတ် (၁၅၉၇ ၁၆၀၅)၂။အနောက်ဘက်လွန်မင်း (၁၆၀၅ ၁၆၂၈)၃။သာလွန်မင်း (၁၆၂၈ ၁၆၄၈)၄။ပင်းတလဲမင်း (၁၆၄၈ ၁၆၆၁)၅။ပြည်မင်း (၁၆၆၁ ၁၆၇၂)၆။နရာဝရမင်း (၁၆၇၂)၇။မင်းရဲကျော်ထင် (၁၆၇၂ ၁၆၉၈)၈။စနေမင်း (၁၆၉၈ ၁၇၁၄)၉။တနင်္ဂနွေမင်း (၁၇၁၄ ၁၇၃၃)၁၀။ဟံသာဝတီပါမင်း (၁၇၃၃ ၁၇၅၁)တတိယ အင်းဝခေတ်၁။ဆင်ဖြူရှင်မင်း (၁၇၆၃ ၁၇၇၆)၂။စဉ့်ကူးမင်း (၁၇၇၆ ၁၇၈၂)၃။ဖောင်းကားစား မောင်မောင် (၁၇၈၂) (၇)ရက်စတုတ္ထအင်းဝခေတ်၁။ဘကြီးတော်(စစ်ကိုင်းမင်း)ဓါတ်ပုံ - Wikipedia",
    "engcontent": "The Kingdom of Ava was the dominant kingdom that ruled upper Burma (Myanmar) from 1364 to 1555. Founded in 1365, the kingdom was the successor state to the petty kingdoms of Myinsaing, Pinya and Sagaing that had ruled central Burma since the collapse of the Pagan Empire in the late 13th century.Like the small kingdoms that preceded it, Ava may have been led by Bamarised Shan kings who claimed descent from the kings of Pagan.[1][2] Scholars debate that the Shan ethnicity of Avan kings comes from mistranslation, particularly from a record of the Avan kings\u0027 ancestors ruling a Shan village in central Burma prior to their rise or prominence.The kingdom was founded by Thado Minbya in 1364 following the collapse of the Sagaing and Pinya Kingdoms due to raids by the Shan States to the north.In its first years of existence, Ava, which viewed itself as the rightful successor to the Pagan Kingdom, tried to reassemble the former empire by waging constant wars against the Mon Hanthawaddy Kingdom in the south, the Shan States in the north and east, and Rakhine State in the west.While it was able to hold Taungoo and some peripheral Shan States (Kalaymyo, Mohnyin, Mogaung and Hsipaw) within its fold at the peak of its power, Ava failed to reconquer the rest. The Forty Years\u0027 War (1385–1424) with Hanthawaddy left Ava exhausted. From the 1420s to early 1480s, Ava regularly faced rebellions in its vassal regions whenever a new king came to power. In the 1480s and 1490s, the Prome Kingdom in the south and the Shan states that were under the sway of Ava in the north had broke away, and the Taungoo dynasty became as powerful as its nominal overlord Ava. In 1510, Taungoo also broke away.Ava was under intensified Shan raids for the first quarter of the 16th century. In 1527, the Confederation of Shan States, led by the state of Mohnyin in alliance with Prome, sacked Ava. The Confederation placed nominal kings on the Ava throne and ruled much of Upper Burma. As Prome was in alliance with the Confederation, only the tiny Taungoo in the southeastern corner, east of the Bago Yoma mountain range remained as the last holdout of the independent kingdom.Ava was under intensified Shan raids for the first quarter of the 16th century. In 1527, the Confederation of Shan States, led by the state of Mohnyin in alliance with Prome, sacked Ava. The Confederation placed nominal kings on the Ava throne and ruled much of Upper Burma. As Prome was in alliance with the Confederation, only the tiny Taungoo in the southeastern corner, east of the Bago Yoma mountain range remained as the last holdout of the independent kingdom.Thado Minbya founded the city of Ava (modern day Inwa) and consecrated it as Ratanapura, the City of Gems, which was to remain the capital of Myanmar more or less continuously until the mid 19th century.The city was designed according to the traditional principles of Burmese city design, which had existed since at least the Pyu period. Ava was the first Burmese city to be entirely walled, with an inner citadel and an outer civilian city. Ava\u0027s citadel is probably the only barrel shaped city in the world. According to legend the outline of the city walls was intended to replicate the appearance of a mythical Burmese Lion, a Chinthe.[7][8] What is certain is that Ava, or at least its inner citadel, is designed to replicate the Buddhist universe in miniature. The palace was constructed in the very centre of the citadel, which according to traditional principles of Burmese city design, corresponds to the location of the Buddha, therefore directly associating the King with the Buddha himself. This conferred upon the King a divine status and the palace as a religious centrepiece.[7] The palace was specifically designed to emulate the highly auspicious Mount Meru in Hindu-Buddhist belief. The kingdom and its power emanated directly from the city as a mandala, encircling the entirety of the world (in theory) and therefore the city was a cosmological centre of a divinely ordained kingdom.During the reign of Swa Saw Ke, a council was convened at Ava which was attended by the King, members of the Sangha, Sinhalese monks, and Brahmins.[6] In one inscription the city was said to be as pleasant as Tavatimsa, the most important of the Buddhist heavens which also served as the model for the earthly realm of Burmese kingdoms.[6] Swa Saw Ke was known as an intellectual king who encouraged scholarly endeavours and the city was said to be full of intelligent conversation.Ava\u0027s most notable legacy was its contribution to Burmese vernacular literature which flourished during this period. Literature moved from being written predominantly in Pali to using the vernacular Burmese language. Ava was a highly literate society with poetry being composed people from all levels of society, such as a village headman of Palaung in 1355, who inscribed verse onto stone.[9] Inscriptions in classical Burmese during both the Bagan and Ava periods written by commoners and nobles appear at a ratio of 3:1 in favour of the commoners.Elaborate use of simile, metaphor and other literary devices abound in Burmese verse, especially in the works of Shin Maharattathara.[9] One of these works rejects the comforts of marriage and secular life for that of a forest ascetic. The following is a translation by Dr. Hla Pe, John Okell, and Anna Allott:The maiden I marry shall be a forest dwelling, one that befits a hermit, far from the approach of men; she will tend to all my needs and will always keep me fed, with forest fruits for rice, and forest fruits for curry. I shall have Wisdom for my washing-water, for it cleanses the dirt of greed, hatred, and ignorance; and when I have neatly tied the ascetic’s knot in my hair, I shall bedeck it with Faith for a garland; the fragrance of Meditation shall be my sandalwood, and I shall anoint myself with the sweet-smelling and cooling juice of aloes.I shall wear the priceless and costly garment of the Law.Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/375px-Burma_in_1450.png"
  },
  {
    "mmtitle": "စစ်တောင်းမြစ်(မြန်မာနိုင်ငံ)",
    "engtitle": "The Sittaung River(Myanmar) ",
    "pubDate": "April 02, 2023",
    "timeStamp": "1680540674956",
    "mmcontent": "စစ်တောင်းမြစ်သည် ရှမ်းကုန်းမြင့်ဒေသ၏တောင်ဘက်စွန်းတွင် စတင်မြစ်ဖျားခံကာ ပဲခူးတိုင်းကို ဖြတ်သန်းစီးဆင်း၍ မုတ္တမကွေ့ထဲမှ ဘင်္ဂလားပင်လယ်အတွင်းသို့ စီးဝင်သည်။ အရှည်အားဖြင့် ၂၆၁မိုင် (၄၂၀ကီလိုမီတာ) ရှိပြီး အနောက်ဘက် ပဲခူးရိုးမနှင့် အရှေ့ဘက် ရှမ်းရိုးမတို့ကြားရှိ မြေနှိမ့်လွင်ပြင်ဒေသတွင် စီးဆင်းသည်။မြန်မာနိုင်ငံတွင် ၄ခုမြောက်အရှည်ဆုံးမြစ်ဖြစ်သည်။ ရွေကျင်မြစ်၊သားပြချောင်းတို့သည်စစ်တောင်းမြစ်အတွင်းသို့စီးဝင်သည်။ ရွေကျင် မဒေါက် ကွမ်းဆိပ် သိမ်ဇရပ်တို့ကိုပြေးဆွဲနေသော စက်လှေများရှိသည်။ ကားလမ်းများမပေါ်ခင်က မွန်ပြည်နယ်နှင့်ပဲခူးတိုင်းကိုဆက်သွယ်ရာတွင် အထူးအရေးပါခဲ့သည်။ ကွမ်းဆိပ်သည် ထင်ရှားသော စစ်တောင်းမြစ်ကမ်းရွာကြီးတစ်ရွာဖြစ်သည်။ထူးခြားထင်ရှားသည့်အချက်မှာစစ်တောင်းမြစ်တွင် ၂၅ မိုင် (၄၀ ကီလိုမီတာ) ခရီးကို တနှစ်ပတ်လုံး ရေလမ်းခရီးသွားလာနိုင်ပြီး မိုင်ပေါင်း ၅၅ (၉၀ ကီလိုမီတာ) ခရီးကို တနှစ်တွင် ၃-လကြာမျှ ရေလမ်းခရီး သွားလာနိုင်သည်။ ရေစီးသန်၍ နုန်းမြေပို့ချမှုနည်းပါးသောကြောင့် စစ်တောင်းမြစ်သည် စိုက်ပျိုးရေးကို ကောင်းစွာအထောက်အကူမပေးနိုင်ပေ။ သို့သော် ပဲခူးရိုးမမှ ထွက်ရှိသော သစ်လုံးများကို မျှောချတင်ပို့ရာတွင် အသုံးချကြသည်။ဓါတ်ပုံ - Wikipedia",
    "engcontent": "The Sittaung River is a river in south central Myanmar in Bago Division. The Pegu Range separates its basin from that of the Irrawaddy. The river originates at the edge of the Shan Hills southeast of Mandalay, and flows southward to the Gulf of Martaban. Its length is 420 kilometres (260 mi) and its mean annual discharge is around 50 cubic kilometres (12 cu mi) per year.Although it flows through fairly flat country, the Sittaung has a notorious tidal bore at its mouth which has precluded any but very small craft navigating the river. The river is navigable for 40 kilometres (25 mi) year-round and for 90 kilometres (56 mi) during three months of the year. The Sittaung empties into the Gulf of Martaban where the tide-dominated coast is a Ramsar wetland of international importance.The river is used primarily to float timber south for export.Strong currents make the river even less valuable as a means of transport in eastern Burma. Its basin does not have the same richness for agriculture as the Irrawaddy because there is no soil flowing down from the Shan Hills.Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/405px-Sittaung_River.jpg"
  },
  {
    "mmtitle": "သံလွင်မြစ်(မြန်မာနိုင်ငံ)",
    "engtitle": "The Salween River(Myanmar) ",
    "pubDate": "April 02, 2023",
    "timeStamp": "1680540674955",
    "mmcontent": "သံလွင်မြစ်သည် မြန်မာနိုင်ငံ၏အရှည်ဆုံးမြစ်ဖြစ်ရုံမက ကမ္ဘာပေါ်၌ ရှုခင်းအသာယာဆုံးနှင့် ရေစီးအကြမ်းဆုံးမြစ်တစ်မြစ်ဖြစ်သည်။ ပင်လယ်ရေမျက်နှာပြင်ထပ် မီတာ ၄,၀၀၀ ကျော်မြင့်သည့် ဟိမဝန္တာတောင်ပေါ်ရှိ တိဘက်ဒေသ ကုန်းမြင့်များမှ စတင်မြစ်ဖျားခံစီးဆင်းသည်။ ဤမြစ်သည် တရုတ်နိုင်ငံရှိ ယူနန်ပြည်နယ်၏ တောင်တန်းထူထပ်သည့်ဒေသ များကိုလည်းကောင်း၊ မြန်မာနိုင်ငံရှိ ရှမ်းပြည်နယ်၊ ကယားပြည်နယ်၊ ကရင်ပြည်နယ် နှင့် မွန်ပြည်နယ်တို့ကိုလည်းကောင်း၊ ထိုင်းနိုင်ငံ၏ တစ်စိတ်တစ်ဒေသ (မြန်မာနိုင်ငံ နှင့် ထိုင်းနိုင်ငံ၏ နယ်နိမိတ်အဖြစ် ကီလိုမီတာပေါင်း ၁၂၀ ကျော် ဆက်လက်စီးဆင်း) ကိုလည်းကောင်း ဖြတ်သန်း၍ မြန်မာနိုင်ငံ၊ မွန်ပြည်နယ်၏မြို့တော် မော်လမြိုင်မြို့ အနီး မုတ္တမပင်လယ်ကွေ့၌ ဘင်္ဂလားပင်လယ်အော်(အက်ဒမန်ပင်လယ်)အတွင်းသို့ စီးဝင်သည်။ စုစုပေါင်း အရှည်သည် ၁၇၄၉ မိုင် (၂,၈၁၅ ကီလိုမီတာ)ရှိသော်လည်း မြန်မာနိုင်ငံအတွင်း၌မူမိုင် ၆၅ဝ သာရှိသည်။ နိုင်ငံတကာကို ဖြတ်သန်းစီးဆင်းခဲ့သည့် မြစ်တစင်းဖြစ်ပြီး အရှေ့တောင်အာရှဒေသတွင် မဲခေါင်မြစ်ပြီးလျှင် ဒုတိယအရှည်လျားဆုံး ဖြစ်သည်။ ထို့အပြင် အရှေ့တောင်အာရှဒေသတွင် ဆည်တာတမံပိတ်ဆို့ခြင်းခံရခြင်း မရှိသေးဘဲ လွတ်လပ်စွာစီးဆင်းနေသည့် အရှည်ဆုံး မြစ်တစ်စင်းလည်း ဖြစ်သည်။သံလွင်မြစ်ဝှမ်းလွင်ပြင်ဒေသသည် ဧရိယာ ၃၂၀,၀၀၀ ကီလိုမီတာအထိ ကျယ်ဝန်းပြီးရေဝေဒေသသည် တရုတ်နိုင်ငံ တွင် (၅၃%)၊ မြန်မာနိုင်ငံတွင် (၄၂%) နှင့် ထိုင်းနိုင်ငံတွင် (၅%) ရှိသည်။ ဟိမဝန္တာတောင်တန်းများမှသည် မုတ္တမပင်လယ်ကွေ့အထိ မြစ်ဝှမ်းဒေသတလျှောက်တွင် မှီတင်းနေထိုင်ကြသည့် တိုင်းရင်းသားလူမျိုးများ၏ အသက်မွေးဝမ်းကျောင်းကိစ္စများအတွက်ရော၊ ယဉ်ကျေးမှုအတွက်ပါ အရေးပါသည့်မြစ်ဖြစ်သည်။ ကမ္ဘာပေါ်တွင် လူမျိုးကွဲများ အများဆုံးစုစည်းမှီတင်းနေထိုင်နေသည့် မြစ်တစင်းလည်း ဖြစ်သည်။ သံလွင်မြစ်၏ မြစ်ဝှမ်းနှင့် မြစ်လက်တက်များ၏ ရေဝေဒေသများတွင် နေထိုင်ကြသူ တိုင်းရင်းသားလူမျိုး ၁၃ အုပ်စုရှိပြီး၊ မြန်မာနိုင်ငံနှင့် ထိုင်းနိုင်ငံတို့တွင် နေထိုင်ကြသည့် ရှမ်း၊ ၀၊ ကရင်နီ၊ ကရင်၊ ပအို့ဝ်၊ ပလောင်၊ မွန်၊ လားဟူ၊ ပဒေါင်၊ အာခါ၊ လီဆူး လူမျိုးများ အပါအဝင် ဖြစ်သည်။ အခြားတိုင်းရင်းသား အုပ်စုများသည်လည်း တရုတ်နိုင်ငံရှိ မြစ်ကြောင်းတလျှောက်တွင် နေထိုင်ကြသည်။ဓါတ်ပုံ - Wikipedia",
    "engcontent": "The Salween is a Southeast Asian river, about 3,289 kilometres (2,044 mi) long flowing from the Tibetan Plateau south into the Andaman Sea. The Salween flows primarily within southwest China and eastern Myanmar (Burma), with a short section forming the border of Burma and Thailand. Throughout most of its course, it runs swiftly through rugged mountain canyons. Despite the river\u0027s great length, only the last 90 km (56 mi) are navigable, where it forms a modest estuary and delta at Mawlamyine. The river is known by various names along its course, including Thanlwin in Burma and Nu River in China. The commonly used spelling as Salween is an anglicisation of the Burmese name dating from 19th-century British maps.Due to its great range of elevation and latitude coupled with geographic isolation, the Salween basin is considered one of the most ecologically diverse regions in the world, containing an estimated 25 percent of the world\u0027s terrestrial animal species and thousands of plant species. Along its course the Salween provides water for agriculture and supports abundant fisheries, especially in the delta region. The Salween basin is home to numerous ethnic minority groups, whose ancestors largely originated in the Tibetan Plateau and northwest China. Starting about 5,000 years ago, people began migrating south along the river, establishing small kingdoms and city-states.During the last 1,000 years, the Salween has defined various frontiers of the Burmese empires to the west, the Kingdom of Siam to the south, and Imperial China to the east, with the Shan States along the middle Salween being a frequently contested area. In the 19th century, the British Empire invaded Burma with Mawlamyine serving as the colonial capital for many decades. Since Burmese independence in 1948, the Salween basin has been a battleground for several fronts of the Burmese Civil War, with large areas in Shan State and Karen State (Kayin State) contested between the Burmese military and local ethnic militias.The Salween is one of the least fragmented large river systems in Asia, with only a few small dams in the headwaters of the river and on tributaries. The river has extremely high hydropower potential, with a fall of more than 5,000 metres (16,000 ft) from its source. Since the 1970s, the Burmese and Thai governments have sought to build massive hydroelectric dams along the river. China also planned to dam the upper Salween, but in 2016 these plans were dropped in favor of establishing a national park. The future of dam projects in Myanmar and Thailand remains uncertain.Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/Salween River.jpg"
  },
  {
    "mmtitle": "ချင်းတွင်းမြစ်(မြန်မာနိုင်ငံ)",
    "engtitle": "The Chindwin River(Myanmar) ",
    "pubDate": "April 02, 2023",
    "timeStamp": "1680540674954",
    "mmcontent": "ချင်းတွင်းမြစ်သည် ဧရာဝတီမြစ်၏ အကြီးဆုံးသော မြစ်လက်တက်ဖြစ်သည်။ သလ္လာဝတီမြစ် ဟုလည်း မြန်မာစာပေတွင် ရေးသားသည်။ မြစ်သည် အိန္ဒိယ-မြန်မာနယ်စပ်အနီးရှိ ပတ်ကွိုင်တောင်တန်းနှင့် ကူးမွန်တောင်တန်းများမှ စတင်မြစ်ဖျားခံ၍ စီးဆင်းလာသည်။ ချင်းတွင်းမြစ်ကို အိန္ဒိယရှိ မဏိပူရပြည်နယ်တွင် နိုင်းထိမြစ် ဟုခေါ်ကြသည်။ ချင်းတွင်းမြစ်၏အစပြုရာအမည်သညာမှာ –တနိုင်းခ— ဖြစ်သည်။ –ခ— ဆိုသည်မှာ ကချင်ဘာသာစကားဖြင့် –ရေ—၊ –မြစ်—ဟူ၍ အဓိပ္ပာယ်ရသဖြင့် –တနိုင်းခလွင်ပြင်ဒေသမှ ဖြတ်သန်းစီးဆင်းလာသည့်မြစ်—ဟူ၍အဓိပ္ပာယ်ဖွင့်ရမည်။ –တနိုင်းခ—ကို နာဂတိုင်းရင်းသားများက –ဒီနဲ—ဟုလည်း ခေါ်ဝေါ်ကြသေးသည်။ ထို့အပြင် –သလ္လာဝတီ—ဟူ၍ လည်း ရှေးသမိုင်းအစဉ်အလာအရ ခေါ်တွင်ခဲ့ကြသည်။ –သလ္လာ—ဆိုသည်မှာ –မြား—၊–ဝတီ— ဆိုသည်က –ရေ— ဖြစ်၍ မြားကဲ့သို့ ရေစီးသန်သည့်မြစ်ကြီးဟု တင်စားခေါ်ဝေါ်ခဲ့ကြသည်ဟုအဆို ရှိခဲ့သည်။ –ချင်းတွင်း—ဆိုသည်ကိုမူ– ချင်းတောင်တန်းဒေသမှ စီးဆင်းလာသည့်မြစ်—ဟု ဝိဂြိုဟ်ကျင်းခဲ့ကြသည်။ အမှန် ဆိုရလျှင် –ချင်းတွင်း—ဟူသည့်အခေါ်အဝေါ်သည် ပုဂံခေတ်ကပင် စတင်ခေါ်ဝေါ်သုံးနှုန်းလာခဲ့ကြခြင်းဖြစ်သည်။ မြောက်မှတောင်သို့ စီးဆင်းသည့် ချင်းတွင်းမြစ်သည် မိုင်ပေါင်း ၇၅၀ ထိရှည်လျားကာ မြန်မာနိုင်ငံ၏ အဓိကမြစ်ကြီးဖြစ်သည့် ဧရာဝတီမြစ်အတွင်းသို့ မြင်းခြံမြို့အနီးတွင် စီးဝင်သည်။ဓါတ်ပုံ - Wikipedia",
    "engcontent": "The Chindwin River, also known as the Ningthi River is a river flowing entirely in Myanmar, and the largest tributary of the country\u0027s main river, the Ayeyarwady.[5] Its official name is also spelled Chindwinn.[6]The Chindwin originates in the broad Hukawng Valley of Kachin State of Burma, roughly 26°26′18″N 96°33′32″E, where the Tanai, the Tabye, the Tawan, and the Taron (also known as Turong or Towang) rivers meet.The headwaters of the Tanai are at about 25°30′N 97°0′E on the Shwedaunggyi peak of the Kumon range, 12 miles (19 km) north of Mogaung. It flows due north for the first part until it reaches the Hukawng Valley. In 2004, the government established the world\u0027s largest tiger preserve in the Hukawng Valley, the Hukaung Valley Wildlife Sanctuary, with an area of approximately 6,500 km2 (2,500 sq mi); later, the Sanctuary was extended to 21,800 square kilometres (8,400 sq mi), making it the largest protected area in mainland Southeast Asia. The river then turns to the west and flows through the middle of the plain, joined by the Tabye, the Tawan, and the Taron rivers from the right bank. These rivers drain the mountain ranges to the north and northeast of the Hukawng valley.The Tanai exits the Hukawng valley through the Taron or Turong valley and through a sharp defile in the river. It then takes on the name of Chindwin, and maintains a general southerly course.[5] It passes the town of Singkaling Hkamti on the left bank, then the town of Homalin, also on the left bank.The course of river is generally southwesterly until the town of Mingin. It then takes a more southeasterly course entering into broad central plain, passing the city of Monywa on the left bank. Its course at this point forms the boundary between the Sagaing District of Sagaing Region and the Pakokku District of Magway Region.It enters the Ayeyarwady River (Irrawaddy) at about 21°30′N 95°15′E. The extreme outlets into the Ayeyarwady are about 22 miles (35 km) apart, the interval forming a succession of long, low, partially populated islands. The lowest mouth of the Chindwin is, according to tradition, an artificial channel, cut by one of the kings of Bagan (Pagan). It was choked up for centuries until 1824 when it was opened out by an exceptional flood.[7] Satellite pictures show this lowest channel to be the widest one today.Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/375px-Homalin_aerial-Chindwin River.jpg"
  },
  {
    "mmtitle": "ဧရာဝတီမြစ်(မြန်မာနိုင်ငံ)",
    "engtitle": "The Irrawaddy River(Myanmar) ",
    "pubDate": "April 02, 2023",
    "timeStamp": "1680540674953",
    "mmcontent": "ဧရာဝတီမြစ် သည် မြန်မာပြည်မြောက်ဖျားမှ တောင်ပိုင်းသို့ စီးဆင်းသော မြစ်ကြီးဖြစ်သည်။ ဧရာဝတီမြစ်သည် မြန်မာနိုင်ငံ၏ အကြီးဆုံး၊ အရှည်ဆုံးနှင့် အရေးအပါဆုံးသောမြစ်ကြီးလည်းဖြစ်သည်။ အင်န်မိုင်ခ(မေခ)နှင့် မလိခမြစ်နှစ်သွယ် ပေါင်းဆုံရာမှ ဖြစ်ပေါ်လာသော ဧရာဝတီမြစ်သည် အကြမ်းအားဖြင့် မြောက်မှတောင်သို့ အဖြောင့်နီးပါး သွယ်တန်းလျက်ရှိပြီး မြစ်ဝကျွန်းပေါ်ဒေသမှတဆင့် ကပ္ပလီပင်လယ်အတွင်းသို့ စီးဝင်သွားသည်။ ရေဆင်းဧရိယာ ၄၁၃,၀၀၀ စတုရန်းကီလိုမီတာရှိသည်။ အေဒီ (၆) ရာစုလောက်ကတည်းကပင် ကုန်စည်ကူးသန်းရေးအတွက် အသုံးပြုသောရေလမ်းတစ်ခုဖြစ်ခဲ့သည်။ ဗြိတိသျှကိုလိုနီခေတ်တွင် စိုက်ပျိုးရေးအတွက် ဆည်မြောင်းများ တည်ဆောက်ပြီး စိုက်ပျိုးရေးအတွက် အကျိုးရှိအောင် ပြုလုပ်ခဲ့သည်။ ယနေ့ခေတ်တွင်လည်း အသက်တမျှ အရေးပါနေဆဲ ဖြစ်သည်။ ဧရာဝတီမြစ်ဝကျွန်းပေါ်ဒေသသည် ဆန်စပါးစိုက်ပျိုးရေးတွင် နာမည်ကြီးသောဒေသ ဖြစ်သည်။ ဧရာဝတီမြစ်၏ အထူးခြားဆုံးသော အရာမှာ မြစ်ညာဘက် ပိုင်း (မြစ်အထက်ပိုင်း)တွင် ဧရာဝတီလင်းပိုင်များ ကျက်စားနေထိုင်ခြင်း ဖြစ်သည်။ ယခုအခါ ရှားပါးသတ္တဝါဖြစ်သော ဧရာဝတီလင်းပိုင်ကို စောင့်ရှောက်ထိန်းသိမ်းရန် နှိုးဆော်လျက်ရှိသည်။ဓါတ်ပုံ - Wikipedia",
    "engcontent": "The Irrawaddy River is a river that flows from north to south through Myanmar (Burma). It is the country\u0027s largest river and most important commercial waterway. Originating from the confluence of the N\u0027mai and Mali rivers,[7] it flows relatively straight North-South before emptying through the Irrawaddy Delta in the Ayeyarwady Region into the Andaman Sea. Its drainage basin of about 404,200 square kilometres (156,100 sq mi) covers a large part of Burma. After Rudyard Kipling\u0027s poem, it is sometimes referred to as \u0027The Road to Mandalay\u0027.As early as the sixth century, the river was used for trade and transport. Having developed an extensive network of irrigation canals, the river became important to the British Empire after it had colonized Burma. The river is still important today because it is used for a significant amount of traffic and (export) goods. In the Irrawaddy Delta, rice is grown using river water as an irrigation system.In 2007, Myanmar\u0027s military dictatorship signed an agreement for the construction of seven hydroelectric dams, yielding a total 13,360 MW, in the N\u0027mai and Mali Rivers, including the 3600 MW Myitsone Dam at the confluence of both rivers. Environmental organisations have raised concerns about the ecological impacts on the river\u0027s biodiverse ecosystems. Animals potentially impacted include the endangered Irrawaddy dolphin and the critically endangered Ganges shark.Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/Irrawaddy-River-Myanmar-Burma-2005.jpg"
  },
  {
    "mmtitle": "ဦးပိန်တံတား(တောင်သမာန်အင်း,အမရပူရမြို့,မြန်မာနိုင်ငံ)",
    "engtitle": "U Bein Bridge(Taungthaman Lake near Amarapura,Myanmar) ",
    "pubDate": "April 01, 2023",
    "timeStamp": "1680540674952",
    "mmcontent": "အမရပူရမြို့နယ်အတွင်းရှိ တောင်သမန်အင်းကို ဖြတ်ကျော်ကာ အမရပူရမြို့ဟောင်းနှင့် ရတနာပုံတက္ကသိုလ်ကို ဆက်သွယ် တည်ဆောက်ထားသည့် ဦးပိန်တံတားသည် မြန်မာနှင့် ကမ္ဘာကျော် ရှုခင်းကောင်းတစ်ခု၊ အပန်းဖြေလေ့လာရန်နေရာတစ်ခုအဖြစ် ကျော်ကြားပေသည်။ဦးပိန်တံတားသည် ၁.၂-ကီလိုမီတာ (၀.၇၅-မိုင်) ရှည်လျား၍ ကမ္ဘာပေါ်တွင် အရှည်ဆုံး ကျွန်းသား တံတားဖြစ်သည်။ဦးပိန်တံတားသမိုင်း ဦးပိန်တံတားခေါ် တောင်သမန် တံတားကိုကုန်းဘောင်ခေတ်၊ ပုဂံမင်းလက်ထက်သက္ကရာဇ် ၁၂၀၉ ခုနှစ်မှာ အမရပူရမြို့ ဝန် ဦးဘိုင်ဆပ်နှင့် မြို့စာရေး မောင်ပိန်တို့ ဦးဆောင် ဆောက်လုပ်ခဲ့သည်။ ပုဂံမင်းမှာ ကြက်၊ ငှက် အစရှိသည်သာမက အခြားသော တိရစ္ဆာန်များကိုပါ ဖမ်းဆီး၍ တိုက်ပွဲကစားသည်ကို အထူးဝါသနာပါပြီး နေ့စဉ်နှင့်အမျှ ကစားပွဲကျင်းပလေ့ရှိသည်။ တိုင်းရေးပြည်ရာများကို ညီတော်နှစ်ပါးဖြစ်သည့် မင်းတုန်းနှင့် ကနောင်မင်းသားနှစ်ပါး ဦးဆောင်သည့် လွှတ်တော်ကသာ ကိုင်တွယ်ဖြေရှင်းနေခဲ့ရသည်။ ပုဂံမင်း၏ တိရစ္ဆာန်ရေးရာ ကျွမ်းကျင်သူမှာ ဘိုင်ဆပ် ဟုခေါ်သည့် ကုလား (မွတ်ဆလင်) တစ်ဦးဖြစ်သည်။ ထိုသူကို ပုဂံမင်းက ကြိုက်နှစ်သက်လှသဖြင့် အမရပူရတွင် မြို့ဝန်အဖြစ်ပင် ချီးမြှောက်ခဲ့သည်။ ထိုဘိုင်ဆပ်နှင့် အတူချီးမြှောက်ခြင်းခံရသူမှာ ၎င်း၏တပည့်မြို့စာရေး မောင်ပိန်ဆိုသူဖြစ်သည်။ ထိုသူတို့နှစ်ဦး သောင်းကျန်းလှသဖြင့် အမရပူရတစ်မြို့လုံးသည် ချောက်ချားရသည်။ ထိုသူနှစ်ဦးစကားမှာ မင်းနားပေါက်သဖြင့် ကြောက်ကြရသည်။ လှန်ဝံ့သူမရှိခဲ့ပေ။ သို့သော် နောက်ဆုံးတွင် ၎င်းတို့၏ အပြစ်များကို ပုဂံမင်းသိသဖြင့် ဖမ်းဆီးကာ အပေါင်းအပါများနှင့်တကွ ကွပ်မျက်ခဲ့သည်။ထို မြို့စာရေးမောင်ပိန်သည် အသက်ရှိစဉ်၊ အာဏာရှိစဉ်အတွင်းက အမရပူရမြို့တော်မှ တောင်တမန်အင်းကို ဖြတ်၍ အခြားဖက်ကမ်းသို့ တံတားကြီးတစ်ခုကို တည်ဆောက်လေသည်။ တံတားတိုင်များမှာကား အခြားမဟုတ်။ အင်းဝ နှင့် စစ်ကိုင်းမြို့ဟောင်းများမှ နန်းတော်တိုင်များဖြစ်သည် ဟုဆိုသည်။ ဦးပိန်တံတားသည် ယနေ့အခါတွင် တောင်သမန်အင်း၏ အထင်ကရပြယုဂ်အနေဖြင့် ထင်ရှားလျက်ရှိပေသည်။ဓါတ်ပုံ - Wikipedia",
    "engcontent": "U Bein Bridge is a crossing that spans the Taungthaman Lake near Amarapura in Myanmar. The 1.2-kilometre (0.75 mi) bridge was built around 1850 and is believed to be the oldest and longest teakwood bridge in the world.Construction began when the capital of Ava Kingdom moved to Amarapura,and the bridge is named after Maung Bein who had it built.It is used as an important passageway for the local people and has also become a tourist attraction and therefore a significant source of income for souvenir sellers.It is particularly busy during July and August when the lake is at its highest.The bridge was built from wood reclaimed from the former royal palace in Inwa. It features 1,086 pillars that stretch out of the water, some of which have been replaced with concrete. Though the bridge largely remains intact, there are fears that an increasing number of the pillars are becoming dangerously decayed. Some have become entirely detached from their bases and only remain in place because of the lateral bars holding them together. Damage to these supports have been caused by flooding as well as a fish breeding program introduced into the lake which has caused the water to become stagnant. The Ministry of Culture’s Department of Archaeology, National Museum and Library plans to carry out repairs when plans for the work are finalised.From 1 April 2009, eight police force personnel have been deployed to guard the bridge. Their presence is aimed at reducing anti-social behaviour and preventing criminal activities, with the first arrest coming in September 2013 when two men were reported for harassing tourists..Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/1800px-U_Bein_Bridge_Mandalay_1.jpg"
  },
  {
    "mmtitle": "အင်းဝ တံတား(စစ်ကိုင်းမြို့,မြန်မာနိုင်ငံ)",
    "engtitle": "Ava Bridge(Irrawaddy River,Sagaing Region,Myanmar) ",
    "pubDate": "April 01, 2023",
    "timeStamp": "1680540674952",
    "mmcontent": "အင်းဝတံတား (သို့) စစ်ကိုင်းတံတားသည် မန္တလေးတိုင်းဒေသကြီးနှင့် စစ်ကိုင်းတိုင်းဒေသကြီးတို့ နှစ်ခုအကြားတွင် တည်ရှိကာ စစ်ကိုင်းမြို့နှင့် အင်းဝမြို့ဟောင်းတို့ကို ဆက်သွယ်ပေးထားသည်။ ၁၉၃၄ ခုနှစ်တွင် ဗြိတိသျှတို့ တည်ဆောက်ခဲ့သော တံတားဖြစ်သည်။ ဒုတိယကမ္ဘာစစ်အတွင်း ဂျပန်အဝင် အင်္ဂလိပ်အပြေးတွင် ဗြိတိသျှတပ်များက တံတားကြီးကို ဖောက်ခွဲဖျက်ဆီးခဲ့သည်။ မြန်မာပြည်လွတ်လပ်ရေးရပြီး ၁၉၅၄ ခုနှစ်တွင် တံတားကြီးကို ပြန်လည်ပြင်ဆင် တည်ဆောက်ခဲ့သည်။ ၁၉၉၀ ခုနှစ်မတိုင်မီအထိ တစ်ခုတည်းသော ဧရာဝတီမြစ်ကူးတံတားကြီး ဖြစ်ခဲ့သည်။ သက်တမ်းကြာမြင့်လာမှုကြောင့် ၁၉၉၂ ခုနှစ်မှစ၍ ၁၅ တန်အောက် ကားများသာ ဖြတ်သန်းသွားလာခွင့်ပြုခဲ့သည်။ ယခုအခါ အင်းဝတံတားအနီးတွင် ဧရာဝတီတံတား (ရတနာပုံ) ကို တည်ဆောက်ဖွင့်လှစ်ထားပြီး ဖြစ်သည်။သမိုင်းကြောင်းစစ်ကိုင်းမြို့အနီး ဧရာဝတီမြစ်တစ်ဆစ်ချိုး နေရာတွင် တံတားကြီးတည်ဆောက်ရန် ၁၉၂၇ ခုနှစ်တွင် မြန်မာနိုင်ငံ၏ ပထမဆုံးဘုရင်ခံ ဆာ ဟာကုတ် ဘတ်တလာက အုတ်မြစ်ချခဲ့သည်။ တံတားမှာ သံပေါင်ပေါင်းကူးတံတားဖြစ်ပြီး ရက်မကြီးကိုးခု၊ ရက်မလတ်တစ်ခု၊ ရက်မငယ် ခြောက်ခုရှိသည်။ ရက်မကြီးတစ်ခုလျှင် အလျားပေ ၃၅၀ အရှည်ရှိပြီး ရက်မလတ် မှာ ပေ ၂၅၀ ရှည်သည်။ အပိုင်းဆက်ရက်မတိုမှာ ပေ ၆၀ စီရှည်ပြီး သံတန်ချိန်ပေါင်း ၁၁,၁၄၅ တန် အသုံးပြုခဲ့သည်။ ၁၉၃၄ ခုနှစ်တွင် တည်ဆောက်ပြီးစီးသွားသော အင်းဝတံတားကြီးကြောင့် ၇၂၄ မိုင်ရှည် ရန်ကုန်-မြစ်ကြီးနား မီးရထားလမ်းသည် မန္တလေးမှတစ်ဆင့် အကြားအလတ်မရှိ တောက်လျှောက်ဆက်သွယ်နိုင်ခဲ့၏။ ၁၉၃၄ ခုနှစ်၊ ဇန်နဝါရီ ၂ ရက်တွင် ဘုရင်ခံ ဆာ ဟျူးစတီဗင်ဆင် Sir.Huge Stevenson က တံတားကို ဖွင့်လှစ်ခဲ့သည်။၁၉၄၂ ခုနှစ်၊ ဧပြီ ၃ ရက်၌ မန္တလေးကို ဂျပန်လေတပ်က အကြီးအကျယ်ဗုံးကြဲပြီး နောက် အင်္ဂလိပ်စစ်တပ် မှ ဗိုလ်ချုပ် ဂျင်နရယ် ဝီလျံစတင်းသည် ၁၉၄၂ ခုနှစ်၊ ဧပြီလ ၃ ရက် ည ၁၂ နာရီထိုးရန် တစ်မိနစ်အလို၌ စစ်ကိုင်းတံတားကြီးကို မိုင်းခွဲဖျက်ဆီးကာ မြစ်ကြီးနားလမ်းအတိုင်း ဆုတ်သွားခဲ့သည်။ ထို့ကြောင့် တံတားကုန်း အမှတ်(၇)နှင့် (၈)မှာ မြစ်အတွင်း ကျိုးကျ ပျက်စီးခဲ့သည်။ လွတ်လပ်ရေးရသော်လည်း ပျက်စီးပြတ်တောက်နေသော အင်းဝတံတားကို ပြင်ဆင်နိုင်ခြင်း မရှိခဲ့ချေ။ စစ်ကိုင်းဆိပ်ကမ်းနှင့် မန္တလေးဘက်မှ အမရပူရ စံရွေးဆိပ်ကမ်းကို ကူးတို့ဖြင့် ကူးကြရသည်။ မီးရထားတွဲများလည်း ကူးတို့ဖြင့်ကူးကြရ၏။ဓါတ်ပုံ - Wikipedia",
    "engcontent": "The Ava Bridge (Burmese: အင်းဝတံတား) is a 16 span simply supported bridge between Ava and Sagaing, Mandalay Division, Burma. It was built by the British in 1934. The bridge was destroyed by the retreating British Army during World War II and was rebuilt in 1954 after Burmese independence. It was the only bridge to span the Irrawaddy River until recent times, when a spate of bridge construction has been carried out by the government, including the new Irrawaddy Bridge.Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/450px-Ava_Bridge_.jpg"
  },
  {
    "mmtitle": "စစ်ကိုင်းမြို့(မြန်မာနိုင်ငံ)",
    "engtitle": "Sagaing City(Myanmar) ",
    "pubDate": "April 01, 2023",
    "timeStamp": "1680540674952",
    "mmcontent": "စစ်ကိုင်းမြို့သည် စစ်ကိုင်းတိုင်းဒေသကြီး၏မြို့တော်ဖြစ်ပြီး မန္တလေးမြို့၏ အနောက်တောင်ဘက်၊ ဧရာဝတီမြစ်တစ်ဖက်ကမ်းတွင် တည်ရှိသည်။ ဇေယျာပူရ (သို့)ဇေယျာရွှေမြေအဖြစ် ရည်ညွှန်းခေါ်ဆိုကြသည်။စစ်ကိုင်းတိုင်းဒေသကြီး၏ မြို့တော်အဖြစ် သတ်မှတ်ထားသော်လည်း ၂၀၀၀ ပြည့်နှစ် နောက်ပိုင်းတွင် တိုင်းအဆင့် အစိုးရအုပ်ချုပ်ရေးရုံးများ အားလုံးကိုမုံရွာမြို့သို့ ပြောင်းရွှေ့ အခြေစိုက်ခဲ့သည်။ အကြောင်းမှာ နဝတ အစိုးရလက်ထက် မြို့တော်နှင့် စစ်ဌာနချုပ် တွဲရက်မတည်ရှိသော စစ်ကိုင်းတိုင်း၊ ပဲခူးတိုင်း၊ တနင်္သာရီတိုင်းနှင့် ရခိုင်ပြည်နယ်ရှိ တိုင်းအဆင့်ရုံးများကို သက်ဆိုင်ရာ စစ်ဌာနချုပ် ရှိရာသို့ အုပ်ချုပ်မှု လွယ်ကူစေရန် ပြောင်းခဲ့ရသည်။ သို့သော် ၂၀၀၈ အခြေခံဥပဒေ စတင်အာဏာသက်ရောက်သည့် ၂၀၁၀ခုနှစ်မှစ၍ သက်ဆိုင်ရာမြို့တော်သို့ ပြန်လည်ရောက်ရှိခဲ့သော်လည်း စစ်ကိုင်းတိုင်းအား ချန်လပ်ထားခြင်း ခံရသည်။\u0027သံတံတိုင်း စစ်ကိုင်းတည်\u0027ဟူသော သင်္ကေတအတိုင်း မြန်မာသက္ကရာဇ် ၆၇၇ ခုနှစ်တွင် အသင်္ခယာ စောယွန်းသည် စစ်ကိုင်းမြို့ နေရာတွင် ဇေယျာပူရ(အောင်မြို့) အမည်ဖြင့် စတင် တည်ထောင်ခဲ့လေသည်။အင်းဝခေတ်ကို တည်ထောင်ခဲ့သော သတိုးမင်းဖျားသည် စစ်ကိုင်းမြို့တွင် ဖွားမြင်ခဲ့သော အသင်္ခယာ စောယွန်း၏ မြေးတော်ဖြစ်သည်။ကုန်းဘောင်မင်းဆက် ညီတော်များအလွန်ချစ်ခင်လေးစားရသော နောင်တော်ကြီးမင်းသည် စစ်ကိုင်းမြို့ကို မင်းနေပြည်တော်အဖြစ် အသုံးပြုခဲ့သည်။စစ်ကိုင်းတောင်ရိုး တစ်ခုလုံးမှာ ရဟန်းများ၊ သူတော်စင်များ တရားကျင့်သုံးရာ ဂူ၊ ကျောင်း၊ ချောင်များ၊ သီလရှင်များ၏ ချောင်များနှင့် တောင်ထွတ် တောင်ထိပ်တိုင်းတွင် တည်ထားသောစေတီများဖြင့် အလွန်ပင် ကြည်နူးဖွယ် ကောင်းပေသည်။စစ်ကိုင်းမြို့သမိုင်း စစ်ကိုင်းမြို့ကို စဦးတည်တောင်သူမှာပုဂံခေတ် အကုန်တွင် ဩဇာထူထောင်ကြသည့် ရှမ်းညီနောင်သုံးဦးအနက် အငယ်ဆုံးဖြစ်သည့် သီဟသူမှ ဆင်းသက် သူ အသင်္ခယာ စောယွန်း ဖြစ်သည်။မြန်မာသက္ကရာဇ် ၆၇၇ ခုနှစ်တွင် စတင်တည်ထားခဲ့ပြီး သာတိုးတိုင်း စစ်ကိုင်းတည်ဟု မှတ်သားခဲ့ကြ သည်။ စစ်ကိုင်းမြို့တည်သက္ကရာဇ်ကို သာတိုးတိုင်း စစ်ကိုင်းတည်၊ သံတံတိုင်း စစ်ကိုင်းတည်၊ သောင်တော်ထွန်း စောယွမ်း စစ်ကိုင်းတည် (၆၇၇) ဟူ၍ လင်္ကာဖြင့် အမှတ်အသားပြုကြသည်။ သာယာဝိုင်း စစ်ကိုင်းတည်(၆၈၄-ခုနှစ်)သည် စစ်ကိုင်းမြို့တည်နှစ် မဟုတ်။ စစ်ကိုင်းမြို့တည်နန်းတည်မင်း အသင်္ခယာစောယွမ်း ၏ နတ်ရွာစံသက္ကရာဇ်သာ ဖြစ်ကြောင်း၊ သက္ကရာဇ် ၆၇၇ ခုနှစ်သာလျှင် စစ်ကိုင်းမြို့တည်နန်းတည်နှစ် ဖြစ်ကြောင်း စြင်္ကံန်ကျောင်းကျောက်စာကို အကိုးအကားပြု၍ မှန်နန်းရာဇဝင်ဆရာတို့က တည့်မတ်ပေးခဲ့ကြသည်။ မြန်မာသက္ကရာဇ် ၁၃၇၇ ခုနှစ်(ခရစ်နှစ် ၂၀၁၅)တွင် စစ်ကိုင်းမြို့တည်နန်းတည် နှစ် ၇၀၀ ပြည့် အထိမ်းအမှတ်ပွဲတော်ကို စစ်ကိုင်းမြို့တွင် စည်ကားသိုက်မြိုက်စွာ ကျင်းပခဲ့ကြသည်။ မူလအမည်မှာ ဇေယျာပူရ (အောင်မြို့) ဖြစ်ပြီး မင်းအဆက်ဆက် အုပ်ချုပ်ခဲ့ရာမှ စစ်ကိုင်းဟု ပြောင်းလဲ ခေါ်တွင်ခဲ့သည်။ကုန်းဘောင်ခေတ်ဦးတွင် နောင်တော်ကြီးမင်းသည် ရွှေဘိုမြို့ နှင့် စစ်ကိုင်း နှစ်ဌာနလုံးတွင် နန်းစံခဲ့သည်။ ထို့ပြင် စဉ့်ကူးမင်းနန်းတက်လျှင် ဘထွေးတော် များကို နန်းလုမည်စိုးသဖြင့် အင်းဝမှ စစ်ကိုင်းအနီးအပါးရှိ ကျေးရွာများသို့ နှင်ခဲ့သည်။ စဉ့်ကူးမင်းလက်ထက်တွင် ဘထွေးတော် ဗဒုံမင်းသည် စစ်ကိုင်းမြို့၊ ထူပါရုံစေတီနှင့် တောင်တံခါးအကြား(ယခု အိမ်တော်ရာ- အောင်မြေလောကစေတီ- ကျောက်စေတီနေရာ)တွင် ဆင်းရဲပင်ပန်းစွာ နေထိုင်ခဲ့ရသည်။ ဗဒုံမင်း အထွတ်အထိပ်သို့ ရောက်ရှိသည့်အခါ စစ်ကိုင်းအိမ်တော်ရာနေရာတွင် ကျောက်အုတ်တို့ဖြင့် အောင်မြေလောကစည်းခုံတော်ကို တည်ထားခဲ့သည်။စစ်ကိုင်းဟု ခေါ်တွင်လာပုံမှာ စူဠာသမ္ဘဝနှင့် မဟာသမ္ဘာဝ ဟူသော မျက်မမြင် အမြွှာမင်းသားနှစ်ပါး မသိုးထမင်း မသိုးဟင်းနှင့် ဖောင်မျောလာရာ စစ်ကိုင်း အရပ် အရောက်တွင် မြစ်အတွင်းကိုင်းပေါက်နေသော စစ်ပင်ကြီးကိုင်းနှင့် ငြိကာ ဖောင်ရပ်တန့်မှုကြောင့် စစ်ပင်ကိုင်း(သို့မဟုတ်) စစ်ကိုင်းဟု ခေါ်တွင်ခဲ့ကြောင်းနှင့် တစ်ဖက်တွင်လည်း ဧရာဝတီမြစ် စီးဆင်းလာရာတွင် စစ်ကိုင်းမြို့အရောက်တွင် လေးကိုင်းသဖွယ်အရှေ့နောက် စကိုင်းကာ စီးဆင်းသွားခြင်းကို အကြောင်းပြုကာ စကိုင်းမှသည် စစ်ကိုင်းဟု ခေါ်ဝေါ်ကြောင်း သုတေသနပညာရှင်များ၏ မှတ်တမ်းများတွင် လေ့လာတွေ့ရှိရသည်။စစ်ကိုင်းဆိုသည်မှာ စေကျိုင်း(မန်ကျည်းပင်ပေါသည့်အရပ်)(ရှမ်းစကား)၊ စကိုင်း(မြင်းခြေနင်းကွင်းလုပ်သည့်အရပ်)(ရှမ်းစကား)မှ ရွှေ့လျားလာသည် ဟုလည်း ဆိုသည်။ဓါတ်ပုံ - Wikipedia",
    "engcontent": "Sagaing is the former capital of the Sagaing Region of Myanmar. It is located in the Irrawaddy River, 20 km (12 mi) to the south-west of Mandalay on the opposite bank of the river. Sagaing with numerous Buddhist monasteries is an important religious and monastic centre.History of Sagaing The pagodas and monasteries crowd the numerous hills along the ridge running parallel to the river. The central pagoda, Soon U Ponya Shin Pagoda, is connected by a set of covered staircases that run up the 240 m (790 ft) hill.Today, with about 70,000 inhabitants, the city is part of Mandalay built-up area with more than 1,022,000 inhabitants estimated in 2011. The city is a frequent tourist destination of day trippers. Within the city are the Sagaing Institute of Education, the Sagaing Education College, Sagaing University, Technological University (Sagaing), and co-operative university (Sagaing).Sagaing University was established on 11 February 2012. It is in Pakatoe Quarter, Sagaing Township, Sagaing Region, Myanmar. It has an area of 300.35 acres (121.55 ha). As a result, there are now five colleges/university in Sagaing.Sagaing was the capital of Sagaing Kingdom (1315-1364), one of the minor kingdoms that rose up after the fall of Pagan dynasty, where one of Thihathu\u0027s sons, Athinkhaya, established himself.[2]: 227  During the Ava period (1364-1555), the city was the common fief of the crown prince or senior princes. During the reign of King Naungdawgyi. Sagaing briefly became the royal capital between 1760 and 1763.On 8 August 1988, Sagaing was the site of demonstrations which were concluded by a massacre in which around 300 civilians were killed.Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR5/Post/04 Sagaing City.jpg"
  },
  {
    "mmtitle": "မုံရွာမြို့(မြန်မာနိုင်ငံ)",
    "engtitle": "Monywa City(Sagaing Region,Myanmar) ",
    "pubDate": "March 31, 2023",
    "timeStamp": "1680540674952",
    "mmcontent": "မုံရွာမြို့သည် မန္တလေးမြို့၏အနောက်မြောက်ဘက် ၁၃၆ကီလိုမီတာအကွာ ချင်းတွင်းမြစ်၏ အရှေ့ဘက်ကမ်းတွင် တည်ရှိသည်။ မုံရွာမြို့၏ အကျယ်အဝန်းမှာ ၄၆ စတုရန်းမိုင် (၁၂၀ စတုရန်း ကီလိုမီတာ) ကျယ်ဝန်းသည်။ မန္တလေးနှင့် ကလေးမြို့ ကို ဆက်သွယ်ထားသော လမ်းမကြီးပေါ်တွင် တည်နေသည်။သမိုင်းယခု မုံရွာတည်ရှိရာ ဗုဒ္ဓ မြတ်စွာဘုရားမပွင့်မီအခါက မုံပင်ကြီး ခေါ် အပင်ကြီး တစ်ခုအောက်တွင် ရသေ့ တစ်ပါး စံတော်မှုခဲ့သည်။ မြတ်စွာဘုရားပွင့်တော်မူမည်ကို ဗျာဒိတ်တော်ပေးခဲ့သောကြောင့် ထိုနေရာကို မုံပင် ဟုခေါ်ခဲ့ကြသည်မှစ၍ မုံရွာ ဖြစ်လာသည်ဟု ဆိုကြသည်။ အခြားတစ်ခုအဆိုအရ မုံသည်မ တစ်ဦးအား ပနီစကု ဘုရင်က မိဘုရား အဖြစ် တင်မြှောက်ရာမှ ၎င်းရွာကို မုန့်သည်မရွာ ဟုခေါ်ခဲ့ကြရာမှ မုံရွာ ဖြစ်လာသည်ဟု ဆိုကြသည်။ ရှေးဟောင်းပညာရှင်များ လေ့လာမှုအရ မုံရွာဒေသတွင် နှစ်တစ်သန်းလောက်မှ စ၍ လူများ နေထိုင်သည့် အထောက်အထားများ တွေ့ရှိခဲ့ကြသည်။ မုံရွာ အရှေ့ဘက်ရှိ ရွှေမြင်တင် တောင်ကုန်းတွင်း ရှေးဟောင်းလူရိုး နှင့် ဦးခေါင်းခွံများ ရှာဖွေတွေ့ရှိထားသည်။ မြေအိုး နှင့် အရိုးအိုးများကိုလည်း ကျောက္ကာရွာတွင် တွေ့ရှိခဲ့သည်။ ကွေ့ကြီးရပ်ကွက်ရှိ စုပင်ဖြူရွာတွင် ရှေးဟောင်း လူရိုးနှစ်ခုကို ကျောက်ပုစိန် လေးခု၊ ကျောက်ကွင်း လေးခု၊ မြေပုတီးများနှင့်အတူ တွေ့ရှိခဲ့သည်။ ၎င်းအချက်များက မုံရွာသည် လွန်ခဲ့သော နှစ်များစွာကပင် တည်ရှိခဲ့ကြောင်း ထင်ရှားစေသည်။ရှေးမြန်မာမင်းလက်ထက်ကမူ ရွာကြီးမျှသာဖြစ်၍ အလုံမြို့သာလျှင် ထင်ရှားခဲ့ပေသည်။ ဗြိတိသျှတို့ လက်ထက် ခရစ် ၁၈၈၈ ခုနှစ်တွင် ချင်းတွင်းခရိုင်ကို နှစ်ပိုင်းခွဲလိုက်သည်တွင် မုံရွာမြို့ကို ချင်းတွင်းခရိုင်အောက်ပိုင်း၏ ရုံးစိုက်မြို့ အဖြစ် ရွေးချယ်ခဲ့သည်။ဓါတ်ပုံ - Wikipedia",
    "engcontent": "Monywa is the largest city in Sagaing Region, Myanmar,located 136 kilometres north-west of Mandalay on the eastern bank of the River Chindwin. Monywa is one of the largest economic cities in Myanmar. It is also known as \u0027Neem City\u0027 because many of the city\u0027s streets are lined with neem trees.Photo:Wikipedia",
    "image": "https://jackrevo95.github.io/jackrevo/NOR4/Post/330px-Monywa-thanboddhay-d13.jpg"
  },
  {
    "mmtitle": "မန္တလေးမြို့(မြန်မာနိုင်ငံ)",
    "engtitle": "Mandalay City(Myanmar) ",
    "pubDate": "March 31, 2023",
    "timeStamp": "1680540674952",
    "mmcontent": "မန္တလေးမြို့သည် မြန်မာနိုင်ငံ၏ ဒုတိယအကြီးဆုံးမြို့ဖြစ်ပြီး မန္တလေးတိုင်းဒေသကြီး၏မြို့တော်ဖြစ်သည်။ ၂၀၁၄ ခုနှစ် စာရင်းအရ လူဦးရေ ၁ ၂၂၅ ၅၅၃ ယောက် ရှိသည်။ စီးပွားရေးမြို့တော် ရန်ကုန်မြို့ မှ ၃၈၅မိုင် ကွာဝေး၍ ဧရာဝတီမြစ်၏ အရှေ့ဘက်တွင် တည်ရှိသည်။ ကုန်းဘောင်မင်းဆက် မြန်မာနိုင်ငံ၏ နောက်ဆုံးမင်းနေပြည်တော် ဖြစ်ခဲ့သည်။ ယခုအခါ မြန်မာနိုင်ငံအထက်ပိုင်း မန္တလေးတိုင်းဒေသကြီး၊ မန္တလေးခရိုင်တို့၏ ရုံးစိုက်မြို့ဖြစ်သည်။ ရန်ကုန်မြို့ပြီးနောက် ဒုတိယအကြီးဆုံးသောမြို့ဖြစ်သည်။ မြန်မာနိုင်ငံ၏ အလယ်ဗဟိုတွင် တည်ရှိသကဲ့သို့ပင် မြန်မာ့ယဉ်ကျေးမှုတို့ စုဝေးရာ ဒေသလည်း ဖြစ်ပေသည်။ မန္တလေးမြို့သည် ခေတ် ၃ ခေတ်ပြောင်းခဲ့သော်လည်း ထင်ရှားလျက်ပင် ရှိပေသေးသည်။ နှစ် ၁ဝဝ အတောအတွင်းဝယ် မန္တလေးမြို့တွင် ဒုတိယကမ္ဘာစစ်ဒဏ်၊ မီးဘေးအန္တရာယ်များကို ခံရသောကြောင့် အပျက်အစီးရှိခဲ့သော်လည်း အသစ် ပြန်လည်ပျိုးထောင်နိုင်ခဲ့သည်။မန္တလေးမြို့သည် မြန်မာနိုင်ငံ၏ နောက်ဆုံးမင်းနေပြည်တော် ဖြစ်ခဲ့သည့်အလျောက် ယဉ်ကျေးမှု အမွေအနှစ်များ အများအပြား ကျန်ရစ်ခဲ့သည်။ဓါတ်ပုံ - Wikipedia",
    "engcontent": "Mandalay is the second largest city in Myanmar, after Yangon. Located on the east bank of the Irrawaddy River, 631 km (392 miles) (Road Distance) north of Yangon, the city has a population of 1,225,553.Mandalay was founded in 1857 by King Mindon, replacing Amarapura as the new royal capital of the Konbaung dynasty. It was Burma\u0027s final royal capital before the kingdom\u0027s annexation by the British Empire in 1885. Under British rule, Mandalay remained commercially and culturally important despite the rise of Yangon, the new capital of British Burma. The city suffered extensive destruction during the Japanese conquest of Burma in the Second World War. In 1948, Mandalay became part of the newly independent Union of Burma.Today, Mandalay is the economic centre of Upper Myanmar and considered the centre of Burmese culture. A continuing influx of illegal Chinese immigrants, mostly from Yunnan, since the late 20th century, has reshaped the city\u0027s ethnic makeup and increased commerce with China.Despite Naypyidaw\u0027s recent rise, Mandalay remains Upper Myanmar\u0027s main commercial, educational and health center.",
    "image": "https://jackrevo95.github.io/jackrevo/NOR4/Post/Mandalay,_Palacio_03.jpg"
  },
  {
    "mmtitle": "ရန်ကုန်မြို့(မြန်မာနိုင်ငံ)",
    "engtitle": "Yangon City(Myanmar) ",
    "pubDate": "March 31, 2023",
    "timeStamp": "1680540674952",
    "mmcontent": "ရန်ကုန်မြို့ သည် မြန်မာနိုင်ငံ၏ ယခင်က မြို့တော်ဖြစ်ပြီး ရန်ကုန်တိုင်း၏ မြို့တော်လည်းဖြစ်သည်။ ၂၀၀၆ ခုနှစ်၊မတ်လ မှ စတင်၍ စစ်အစိုးရသည် နေပြည်တော်ကို မြို့တော်ဟု တရားဝင် နေရာပြောင်းလဲ သတ်မှတ်ခဲ့သော်လည်း၊လူဦးရေ ၇ သန်းကျော်ရှိသော ရန်ကုန်မြို့သည် မြန်မာနိုင်ငံ ၏ အကြီးမားဆုံး မြို့တော်နှင့် အရေးအကြီးဆုံးသော ကူးသန်းရောင်းဝယ်ရေး အချက်အချာအဖြစ် ဆက်လက် တည်ရှိနေသည်။ရန်ကုန်မြို့၏ အခြေခံအဆောက်အဦးသည် အရှေ့တောင်အာရှရှိ အခြားသော အရေးပါသည့် မြို့တော်များနှင့် နှိုင်းယှဉ်ပါက ဖွံ့ဖြိုးမှုမရှိပါ။ ယနေ့ခေတ်တွင် ရန်ကုန်မြို့သည် အရှေ့တောင်အာရှတွင် ကိုလိုနီခေတ်မှ အဆောက်အဦး အများဆုံး ကျန်ရှိသည့်မြို့ ဖြစ်သည်။ လွန်ခဲ့သည့် ဆယ်စုနှစ် နှစ်ခုလောက်က မြို့လယ်ခေါင်နှင့် ရန်ကုန်မြို့ကြီးအတွင်း မြင့်မားသည့် နေအိမ်တိုက်တာများနှင့် ကူးသန်းရောင်းဝယ်ရေး အဆောက်အအုံများကို အများအပြား တည်ဆောက်ခြင်း၊ ပြန်လည်ပြုပြင်ခြင်းများ ဆောင်ရွက်ခဲ့သော်လည်း၊ မြို့ကို ပတ်လည်ဝန်းရံနေသည့် တိုးချဲ့မြို့သစ်များတွင်မူ လူနေမှု အဆင့်အတန်း နိမ့်ကျနေဆဲဖြစ်သည်။ဓါတ်ပုံ - Wikipedia",
    "engcontent": "Yangon formerly spelled as Rangoon, is the capital of the Yangon Region and the largest city of Myanmar (also known as Burma). Yangon served as the capital of Myanmar until 2006 when the military government relocated the administrative functions to the purpose-built capital city of Naypyidaw in north central Myanmar.With over 7 million people, Yangon is Myanmar\u0027s most populous city and its most important commercial centre.Yangon boasts the largest number of colonial era buildings in Southeast Asia and has a unique colonial era urban core that is remarkably intact.The colonial era commercial core is centered around the Sule Pagoda, which is reputed to be over 2,000 years old.The city is also home to the gilded Shwedagon Pagoda Myanmar\u0027s most sacred and famous Buddhist pagoda.Yangon suffers from deeply inadequate infrastructure, especially compared to other major cities in Southeast Asia, such as Jakarta, Bangkok or Hanoi. Though many historic residential and commercial buildings have been renovated throughout central Yangon, most satellite towns that ring the city continue to be profoundly impoverished and lack basic infrastructure.Source:Wikipedia.",
    "image": "https://jackrevo95.github.io/jackrevo/NOR4/Post/03 Yangon History.jpg"
  },
  {
    "mmtitle": "ကျိုက်ထီးရိုးဘုရား(မွန်ပြည်နယ်,မြန်မာ)",
    "engtitle": "Kyaik Htee Yoe Pagoda (Mon State, Myanmar)",
    "pubDate": "March 31, 2023",
    "timeStamp": "1680540674952",
    "mmcontent": "စေတီတော် တည်ထားပုံကျိုက်ထိုမြို့နယ်ရှိ ကျိုက်ထီးရိုးစေတီတော်သည် အရှေ့ရိုးမတောင်တန်း အပါအဝင်ဖြစ်သော ပေါင်းလောင်းတောင်ပေါ်တွင် တည်ရှိ၍မြန်မာနိုင်ငံတွင် တန်ခိုးကြီးသော စေတီတစ်ဆူဖြစ်သည်။ ကျိုက်ထီးရိုးစေတီကို အစွဲပြု၍ စေတီတော်တည်ရှိရာတောင်ကို ကျိုက်ထီးရိုးတောင်ဟုခေါ်ကြသည်။ ကျိုက်ထီးရိုးစေတီ တည်ရှိရာတောင်ထွဋ်မှာ ပင်လယ်ပြင်ရေအမြင့်ပေ ၃၆၁၅ပေမြင့်သည်။ ကျိုက်ထီးရိုးစေတီတော် တည်နေပုံမှာ အံ့အားသင့်ဖွယ်ကောင်းလှသည်။ ကြီးမား၍ မတ်စောက်သော ကျောက်ဆောင်တစ်ခု၏ အစွန်းတွင် လုံးပတ်ပေ ၅၀ ခန့်ရှိသော ဦးခေါင်းပုံသဏ္ဌာန် ကျောက်လုံးကြီးတစ်ခုက ပြုတ်လုတည်းကားတင်၍ နေသည်။ ထိုကျောက်တုံးကြီးပေါ်တွင်မှ ဉာဏ်တော် ၁၅ပေခန့် မြင့်သော စေတီတော် တည်ထားသည်။ စေတီတော် တည်ရှိရာ ကျောက်ဆောင်နှင့် ရင်ပြင်တော်ကို ချောက်တစ်ခုခြားနေသောကြောင့် သံတံတားငယ်ဖြင့် ဆက်သွယ်ထားရသည်။ စေတီတော်တည်ထားရာ ကျောက်တုံးကြီးသည် လူတစ်ယောက် တွန်းရုံမျှဖြင့် လှုပ်ရှား၏။ ထိုကျောက်တုံးကို တွန်း၍ အောက်ခံကျောက်အကြားသို့ အပ်ချည်ကြိုးကို သွင်းပြီးလျှင် ဆွဲယူနိုင်သည်။ ကျိုက်ထီးရိုးဘုရားသမိုင်းမှာ မူအမျိုးမျိုး ကွဲလျက်ရှိသည်။သမိုင်းမြတ်စွာဘုရားသည် မဟာသက္ကရာဇ် ၁⁠၁၁ ခုနှစ် ဆောင်းဥတုတွင် သုဝဏ္ဏဘုမ္မိသထုံပြည်သို့ ကြွချီတော်မူခဲ့ရာ၊ သထုံဘုရင် တိဿဓမ္မ သီဟရာဇာမင်းနှင့် မှူးမတ်ပြည်သူအပေါင်းတို့က စံကျောင်းတော်မဏ္ဍပ်ကြီးကို ဆောက်လုပ်လှူဒါန်းကြသည်။ ဘုရားသခင်သည် ထိုမင်္ဂလာမဏ္ဍပ်တော်၌ ၇ ရက်တိုင်တိုင် စံနေတော်မူစဉ် များစွာသော ဝေနေယျသတ္တဝါတို့အား တရားတော် အမြိုက်ဆေး တိုက်ကျွေးတော်မူသည်။ ထိုအခါ ဂစ္ဆဂိရိ တောင်က တိဿကုမာရ ရသေ့၊ ဗန္ဓဝဂိရိ တောင်က သီဟကုမာရ ရသေ့၊ ကုသိနာရုံတောင်က ရသေ့၊ ဒိုးကမော့ခတွံဂလိုင်းတောင်က ဗုဒ္ဓဏရသေ့၊ ဒိုးခလွန်တောင်က ရသေ့၊ မဲလံတောင်က ရသေ့၊ ပေါင်း ရသေ့ ၆ ပါးတို့သည် မြတ်စွာဘုရားအား ဖူးမြော်ကန်တော့ကြပြီးနောက် ဓာတ်တော် မွေတော်များ ချီးမြှင့်မစရန်၊ လျှောက်ထားတောင်းပန်ကြသဖြင့် ရသေ့တစ်ပါးလျှင် ဆံတော်တစ်ဆူစီ ပေးသနားတော်မူခဲ့လေသည်။ နောက်နေ့ရက်များမကြာမီ မွတ်လအိတောင်က ကပ္ပရသေ့၊ မွတ်လအပ်တောင်က နာဒရ ရသေ့၊ ဝါဂရုနယ် လမိုင်း ကေလာသ တောင်က ရသေ့၊ ကျိုက္ကမီတောင်က ရသေ့၊ ကော့ယက္ခဇုပ်သွတ် ကျွန်းက ဘီလူးညီနောင် ၂ ယောက်၊ ဒိုးယွန်းတောင်က ရသေ့၊ ဆောင်ခဲတောင်က အလ္လကပ္ပရသေ့၊ ပေါင်းပုဂ္ဂိုလ် ၇ ဦးတို့ အဖူးအမြော်ရောက်ကြသဖြင့် အထက်ကနည်းတူ ဆံတော်တစ်ဆူစီ ပေးသနားတော်မူခဲ့သည်။ တိဿဓမ္မသီဟရာဇာမင်းအားလည်း ဆံတော် ၂ ဆူ ချီးမြှင့် ပေးသနားတော်မူခဲ့လေသည်။ ဒိုးကမော့ခလွံဂလိုင်းတောင်က ဗုဒ္ဓဉာဏရသေ့၊ ဒိုးခလွန်တောင်က ရသေ့နှင့် ကုသိနာရုံတောင်က ရသေ့တို့သည် မိမိတို့ရရှိထားသော ဆံတော်ဓာတ်များကို ဌာပနာခြင်းမပြုကြပဲ သိမ်းဆည်းထားကြသည်။ ကာလအတန်ကြာလတ်သော် ဒိုးခလွန်ရသေ့နှင့် ကုသိနာရုံရသေ့တို့မှာ အိုမင်းမစွမ်းရှိကြသည့်အပြင် အာနရောဂါစွဲကပ်လာသည်နှင့် မကွယ်လွန်မီ မိမိတို့ရရှိထားသော ဆံတော်များကို ဗုဒ္ဓဥာဏရသေ့အား ပေးအပ်ခဲ့လေသည်။ ဗုဒ္ဓါဏရသေ့သည် ဆံတော်ဓာတ် ၃ ဆူကို မပျောက်မပျက်ရအောင် မိမိ၏ ဆံကျစ်အတွင်း၌ စည်းနှောင်ထားလေ၏။ နောင်နှစ်ကာလ အတန်ကြာလတ်သော် အနာရောဂါနှိပ်စက်သဖြင့် ရသေ့ကြီးသည် အကယ်၍ မိမိကွယ်လွန်သွားခဲ့သော် ဆံတော်ဓာတ် ၃ ဆူကို မည်သို့ မည်ပုံထားခဲ့ရမည်နည်းဟု တွေးတောပူပန်ခြင်း ဖြစ်မိလေသည်။ ထိုအခါ သိကြားမင်းသည် လူ့ပြည်ဆင်း၍ ရသေ့ကြီး၏ ဆန္ဒအတိုင်း ရသေ့ကြီးဦးခေါင်းနှင့် တူသော ကျောက်တုံးကို ရှာဖွေကာ ကျောက်တုံးထဲကို သန်လျက်နှင့် ထွင်း၍ ဆံတော်တစ်ဆူကို ဌာပနာခဲ့လေသည်။ ဘုရား ဘွဲ့တော်မှာ ရသေ့၏ ဦးခေါင်းသဏ္ဌာန်နှင့် တူသောကျောက်တုံးပေါ်၌ တည်ထားသောကြောင့်လည်းကောင်း၊ မွန်တို့ကမူ ကျိုက်ဣသိယဵု(ကျိုက်ဣစိ့ယေ) ရသေ့ဦးခေါင်ဖြင်ရွှတ်သောဘုရားဟု ခေါ်ဝေါ်ကြလေသည်။ နောင်ကာလကြာလတ်သော် ကျိုက်ဣသိရိုးမှ ကျိုက်ထီးရိုးဟု စကားရွေ့လျောလာလေသည်။ ကျန်ဆံတော် ၂ ဆူကိုလည်း သိကြားမင်းက ဒိုးခလွန်တောင်နှင့် ကုသိနာရုံတောင်များတွင် အသီးသီးဌာပနာပေးခဲ့ကြောင်းကို သမိုင်းများတွင် ဆိုသည်။ ထိုစေတီတော်များမှာ ကေလာသနှင့် ကုသိနာရုံဟု ထင်ရှားသည်။",
    "engcontent": "Kyaik Htee Yoe Pagoda, Myanmar, Mon State It is a pagoda located on the top of Paunglong Mountain. It is one of the most famous pagodas in Myanmar. The mountain where Kyaik Htee Yoe Pagoda is located is 3615 feet above sea level. The way Kyaik Htee Yoe Pagoda is standing is amazing. On the edge of a large, steep rock, a head-shaped boulder about 50 feet in diameter was about to fall. A pagoda with a height of about 15 feet is built on top of that rock. The stone on which the pagoda is built moves with just one push. You can push the stone and insert the needle thread between the stones and pull it.",
    "image": "https://jackrevo95.github.io/jackrevo/Post/Kyeikhteeyo.jpg"
  },
  {
    "mmtitle": "အင်းတော်ကြီးကန်",
    "engtitle": "Indawgyi Lake, Biosphere Reserve and Shee Myitzu Pagoda. (Kachin State, Myanmar.) ",
    "pubDate": "March 31, 2023",
    "timeStamp": "1680540674952",
    "mmcontent": "အင်းတော်ကြီးရေကန် သည် အရှေ့တောင်အာရှတွင် အကြီးဆုံး ကုန်းတွင်းရေကန်များထဲမှ တစ်ခုဖြစ်သည်။ ကချင်ပြည်နယ် မိုးညှင်းမြို့နယ်မှာ တည်ရှိပါတယ်။ ရေကန်သည် အရှေ့မှအနောက် 13 ကီလိုမီတာ (8.1 မိုင်) နှင့် မြောက်မှ 24 ကီလိုမီတာ (15 မိုင်) ရှိသည်။ ကန်ပတ်လည်တွင် ရွာပေါင်း ၂၀ ကျော်ရှိသည်။ ပင်လယ်ရေမျက်နှာပြင်အထက် ၅၄၆ ပေ (၁၆၆ မီတာ) မြင့်သည်။ အင်းတော်လေးကန် တောရိုင်းတိရစ္ဆာန်ဘေးမဲ့တော၏ အဓိကအင်္ဂါရပ်မှာ ရေကန်ဖြစ်သည်။ အမြင့်ပေ 10,00 မှ 40,00 ကျော်မြင့်သော တောင်ကြီးများဖြင့် ဝန်းရံထားသည်။ရွှေမန်ဇူဘုရားကို အင်းတော်လေးကန်အလယ် အထွတ်တွင် တည်ထားသည်။ ဘုရားပွဲတော် နီးကပ်လာသောအခါတွင် ဘုရားအောက်ရှိ လူများသွားလာရန် သဲလမ်းနှစ်လမ်း ပေါ်လာတတ်သည်။ ပွဲတော်ပြီးသောအခါ သဲလမ်းများသည် ရေထဲတွင်မြုပ်နေတတ်သည်။ အင်းတော်ကြီး တောရိုင်းတိရစ္ဆာန်ဘေးမဲ့တောသည် အင်းတော်ကြီးကန်ပတ်လည်တွင် တည်ရှိပြီး 1999 ခုနှစ်တွင် တည်ထောင်ခဲ့သည်။ ရှားပါးသော နို့တိုက်သတ္တဝါများ၊ ငှက်များ အပါအဝင် တိရစ္ဆာန်မျိုးစုံကို တွေ့နိုင်သည်။ မျိုးသုဉ်းလုနီးပါးဖြစ်နိုင်သော ငှက်မျိုးစိတ် ၁၀ မျိုး အပါအဝင် ရွှေ့ပြောင်းနေထိုင်သည့် ငှက်မျိုးစိတ် ၂၀,၀၀၀၊ ကမ္ဘာပေါ်တွင် မျိုးသုဉ်းလုနီးပါးဖြစ်နိုင်သော လိပ် ၅ ကောင်နှင့် ငါးမျိုးစိတ် ၇ မျိုး အပါအဝင် ငါးမျိုးစိတ် ၉၃ မျိုး နေထိုင်ရာ အဓိက ရေတိမ်ဒေသတစ်ခုဖြစ်သည်။ အဆိုပါငှက်များထဲတွင် Greylag Geese, Oriental Darter, Purple Swamphen တို့သည် ဇန်နဝါရီလတွင် တွေ့ရများပါသည်။ လှေနဲ့သွားလည်ရင် ရွှံ့အိမ်မျိုးစိတ်တွေရဲ့ ဘဝမြင်ကွင်းတွေကို တွေ့နိုင်ပါတယ်။ ရေကန်များနှင့် ရေတိမ်ဒေသများသည် ဆောင်းငှက်များအတွက် အမိုးအကာများဖြစ်သည်။ ပတ်ဝန်းကျင်ကျေးရွာများမှ အမှိုက်များသည် ရေအရည်အသွေးကို ခြိမ်းခြောက်လျက်ရှိသည်။ သို့သော် မိုးရာသီရောက်သောအခါ ရေသည် သန့်ရှင်းလာပြန်သည်။ေ",
    "engcontent": "Indawgyi Lake is one of the largest inland lakes in Southeast Asia. It is located in Mohnyin Township in the Kachin State of Myanmar. The lake measures 13 kilometres east to west, and 24 kilometres north to south. There are over 20 villages around the lake. It is 546 feet (166 m) above sea level. The lake is the main feature of the Indawgyi Lake Wildlife Sanctuary. It is surrounded by large mountains with a height of over 10,00 to over 40,00 feet.The Shwe Manzhu Pagoda is built on a ledge in the middle of Indawgyi Lake. When the time of the Pagoda festival is approaching, two sand roads usually appear for people to walk under the Pagoda. When the festival is over, the sand roads are often submerged in water.The Indawgyi Wildlife Sanctuary is located around the Indawgyi Lake. Established in 1999. Landscapes, rare mammals; A variety of animals including birds can be found. 20,000 migratory and native bird species, including 10 endangered bird species. It is a key wetland home to 93 species of fish, including 5 globally endangered turtles and 7 species of fish found only here. Among these birds are Greylag Geese, Oriental Darter, Purple Swamphen are common in January. If you go around by boat, you can see the life scenes of the species of the mud flats. Lakes and wetlands are shelters for wintering birds. Waste from the surrounding villages is threatening water quality. However, when the rainy season comes, the water becomes clean again.",
    "image": "https://jackrevo95.github.io/jackrevo/Post/Indaw Gyi Lake.jpg"
  }
]
}
